import type { Document } from './types';

export const DOCUMENTS: Document[] = [
  { 
    id: 'fiqh-al-muamalat',
    name: 'نظام المرافعات الشرعية', 
    text: `نظام المرافعات الشرعية

نظام المرافعات الشرعية
1435 هـ
بسم الله الرحمن الرحيم

مرسوم ملكي رقم ( م/1 ) بتاريخ 22 / 1 / 1435
بعون الله تعالى 
نحن عبد الله بن عبد العزيز آل سعود 
ملك المملكة العربية السعودية
بناء على المادة (السبعين) من النظام الأساسي للحكم، الصادر بالأمر الملكي رقم (أ/٩٠) بتاريخ ٢٧ / ٨ / ١٤١٢ هـ. 
وبناء على المادة (العشرين) من نظام مجلس الوزراء، الصادر بالأمر الملكي رقم (أ/١٣) بتاريخ ٣ / ٣ / ١٤١٤ هـ. 
وبناء على المادة (الثامنة عشرة) من نظام مجلس الشورى، الصادر بالأمر الملكي رقم (أ/٩١) بتاريخ ٢٧ / ٨ / ١٤١٢ هـ. 
وبعد الاطلاع على قرار مجلس الشورى رقم (٩٦/ ٦٨) بتاريخ ٢٥/ ١ /١٤٣١ هـ. 
وبعد الاطلاع على قرار مجلس الوزراء رقم (١١) بتاريخ ٨/ ١ / ١٤٣٥هـ. 
رسمنا بما هو آت:
أولًا : الموافقة على نظام المرافعات الشرعية بالصيغة المرافقة لهذا، مع مراعاة ما يأتي: 
١ - تسري أحكام هذا النظام على الدعاوى التي لم يفصل فيها، والإجراءات التي لم تتم قبل نفاذه، ويستثنى من ذلك ما يأتي:
أ - المواد المعدلة للاختصاص بالنسبة إلى الدعاوى المرفوعة قبل نفاذ هذا النظام. 
ب - المواد المعدلة للمواعيد بالنسبة إلى الميعاد الذي بدأ قبل نفاذ هذا النظام. 
ج - النصوص المنشئة أو الملغية لطرق الاعتراض بموجب هذا النظام بالنسبة إلى الأحكام النهائية التي صدرت قبل نفاذ هذا النظام.
٢ - يلغي هذا النظام البابين (الثالث) و(الرابع) من نظام المحكمة التجارية، الصادر بالأمر الملكي رقم (٣٢) بتاريخ ١٥/ ١/ ١٣٥٠هـ، ويلغى منه كذلك ما يأتي:
أ - العبارة الواردة في الفقرة (د) من المادة (٢) التي جاء فيها ".... متى كان المقاول متعهدًا بتوريد المؤن والأدوات اللازمة لها".
ب - العبارة الواردة في عجز المادة (٣) التي جاء فيها "... كما وأن دعاوى العقارات وإيجاراتها لا تعد من الأعمال التجارية".
وذلك اعتبارًا من إنشاء المحاكم التجارية ومباشرتها اختصاصاتها.
٣ - يلغي هذا النظام الباب (الرابع عشر) من نظام العمل، الصادر بالمرسوم الملكي رقم (م / ٥١) بتاريخ ٢٣/ ٨/ ١٤٢٦هـ، الخاص بهيئات تسوية الخلافات العمالية، وتحل عبارة "المحكمة العمالية أو المحاكم العمالية" محل عبارة "هيئة تسوية الخلافات العمالية أو هيئات تسوية الخلافات العمالية" بحسب الأحوال، أينما وردت في الأبواب الأخرى من نظام العمل، وذلك اعتبارًا من إنشاء المحاكم العمالية ومباشرتها اختصاصاتها.
٤ - يلغي هذا النظام الأحكام الواردة في نظام تركيز مسؤوليات القضاء الشرعي، الصادر بالتصديق العالي رقم (١٠٩) بتاريخ ٢٤/ ١/ ١٣٧٢هـ، على أن يستمر العمل بالأحكام المتعلقة بتوثيق الإقرارات والعقود والأحكام المتعلقة بالضبوط والسجلات واختصاصات وصلاحيات كتاب الضبط وغيرهم من أعوان القضاء، وذلك إلى حين صدور التنظيمات الخاصة بذلك.
ثانيًا: لا يخل نفاذ هذا النظام وما ورد في البند (أولًا) من هذا المرسوم بما نصت عليه آلية العمل التنفيذية لنظام القضاء ونظام ديوان المظالم الموافق عليها بالمرسوم الملكي رقم (م / ٧٨) بتاريخ ١٩/ ٩/ ١٤٢٨هـ فيما يتعلق بالفترات الانتقالية. 
ثالثًا: مع مراعاة ما تضمنته آلية العمل التنفيذية لنظام القضاء ونظام ديوان المظالم، تستمر المحكمة العليا في تولي اختصاصات الهيئة الدائمة في مجلس القضاء الأعلى – المنصوص عليها في الأنظمة الصادرة قبل نفاذ نظام المرافعات الشرعية، ونظام الإجراءات الجزائية وتطبيق الأحكام والإجراءات الواردة في النظامين السابقين – بالنسبة إلى الأحكام الصادرة في القضايا الداخلة في اختصاصات محكمة التمييز التي تباشرها حاليًا محاكم الاستئناف. 
رابعًا: على سمو نائب رئيس مجلس الوزراء والوزراء ورؤساء الأجهزة المعنية المستقلة – كل فيما يخصه – تنفيذ مرسومنا هذا. 

عبد الله بن عبد العزيز آل سعود

قرار رقم (١١) وتاريخ : ٨ / ١ / ١٤٣٥هـ
إن مجلس الوزراء
بعد الاطلاع على المعاملة الواردة من الديوان الملكي برقم ٧٣٩٠/ ب وتاريخ ١٢/ ٢/ ١٤٣١هـ، المشتملة على خطاب معالي رئيس هيئة الخبراء بمجلس الوزراء رقم ٢٨١٩ وتاريخ ٣٠/ ١٠/ ١٤٣٢هـ، المرافق لها مشروع نظام المرافعات الشرعية. 
وبعد الاطلاع على الترتيبات التنظيمية لأجهزة القضاء وفض المنازعات، الموافق عليها من حيث المبدأ بالأمر الملكي رقم (أ / ١٤) وتاريخ ٢٣/ ٢/ ١٤٢٦هـ. 
وبعد الاطلاع على نظام القضاء، الصادر بالمرسوم الملكي رقم (م / ٧٨) وتاريخ ١٩/ ٩/ ١٤٢٨هـ. 
وبعد الاطلاع على نظام المرافعات الشرعية، الصادر بالمرسوم الملكي رقم (م / ٢١) وتاريخ ٢٠/ ٥/ ١٤٢١هـ. 
وبعد الاطلاع على المحاضر رقم (٢٩٤) وتاريخ ١١/ ٧/ ١٤٢٧هـ، ورقم (٥٣٩) وتاريخ ١٦/ ١٢/ ١٤٢٩هـ، ورقم (١٥٩) وتاريخ ٤ / ٤/ ١٤٣١هـ، ورقم (٤٢٢) وتاريخ ١٦/ ١٠/ ١٤٣١هـ، ورقم (٣٧٢) وتاريخ ١٩/ ٨/ ١٤٣٢هـ، ورقم (١٨٠) وتاريخ ٢٣/ ٣/ ١٤٣٣هـ، المعدة في هيئة الخبراء بمجلس الوزراء. 
وبعد النظر في قرار مجلس الشورى رقم (٩٦/ ٦٨) وتاريخ ٢٥/ ١/ ١٤٣١هـ. 
وبعد الاطلاع على توصية اللجنة العامة لمجلس الوزراء رقم (٣٣٨) وتاريخ ٢٦/ ٤/ ١٤٣٣هـ. 
يقرر ما يلي:
أولًا: الموافقة على نظام المرافعات الشرعية بالصيغة المرافقة لهذا، مع مراعاة ما يأتي: 
١ - تسري أحكام هذا النظام على الدعاوى التي لم يفصل فيها، والإجراءات التي لم تتم قبل نفاذه، ويستثنى من ذلك ما يأتي:
أ - المواد المعدلة للاختصاص بالنسبة إلى الدعاوى المرفوعة قبل نفاذ هذا النظام. 
ب - المواد المعدلة للمواعيد بالنسبة إلى الميعاد الذي بدأ قبل نفاذ هذا النظام. 
ج - النصوص المنشئة أو الملغية لطرق الاعتراض بموجب هذا النظام بالنسبة إلى الأحكام النهائية التي صدرت قبل نفاذ هذا النظام.
٢ - يلغي هذا النظام البابين (الثالث) و(الرابع) من نظام المحكمة التجارية، الصادر بالأمر الملكي رقم (٣٢) وتاريخ ١٥/ ١/ ١٣٥٠هـ، ويلغى منه كذلك ما يأتي:
أ - العبارة الواردة في الفقرة (د) من المادة (٢)، التي جاء فيها: ".... متى كان المقاول متعهدًا بتوريد المؤن والأدوات اللازمة لها".
ب - العبارة الواردة في عجز المادة (٣)، التي جاء فيها: "... كما وأن دعاوى العقارات وإيجاراتها لا تعد من الأعمال التجارية".
وذلك اعتبارًا من إنشاء المحاكم التجارية ومباشرتها اختصاصاتها.
٣ - يلغي هذا النظام (الباب الرابع عشر) من نظام العمل، الصادر بالمرسوم الملكي رقم (م / ٥١) وتاريخ ٢٣/ ٨/ ١٤٢٦هـ، الخاص بهيئات تسوية الخلافات العمالية، وتحل عبارة "المحكمة العمالية أو المحاكم العمالية" محل عبارة "هيئة تسوية الخلافات العمالية أو هيئات تسوية الخلافات العمالية" بحسب الأحوال، أينما وردت في الأبواب الأخرى من نظام العمل، وذلك اعتبارًا من إنشاء المحاكم العمالية ومباشرتها اختصاصاتها.
٤ - يلغي هذا النظام الأحكام الواردة في نظام تركيز مسؤوليات القضاء الشرعي، الصادر بالتصديق العالي رقم (١٠٩) وتاريخ ٢٤/ ١/ ١٣٧٢هـ، على أن يستمر العمل بالأحكام المتعلقة بتوثيق الإقرارات والعقود والأحكام المتعلقة بالضبوط والسجلات واختصاصات وصلاحيات كتاب الضبط وغيرهم من أعوان القضاء، وذلك إلى حين صدور التنظيمات الخاصة بذلك.
ثانيًا: لا يخل نفاذ هذا النظام وما ورد في البند (أولًا) من هذا القرار بما نصت عليه آلية العمل التنفيذية لنظام القضاء ونظام ديوان المظالم – الموافق عليها بالمرسوم الملكي رقم (م / ٧٨) وتاريخ ١٩/ ٩/ ١٤٢٨هـ - فيما يتعلق بالفترات الانتقالية. 
ثالثًا: مع مراعاة ما تضمنته آلية العمل التنفيذية لنظام القضاء ونظام ديوان المظالم، تستمر المحكمة العليا في تولي اختصاصات الهيئة الدائمة في مجلس القضاء الأعلى – المنصوص عليها في الأنظمة الصادرة قبل نفاذ نظام المرافعات الشرعية، ونظام الإجراءات الجزائية وتطبيق الأحكام والإجراءات الواردة في النظامين السابقين – بالنسبة إلى الأحكام الصادرة في القضايا الداخلة في اختصاصات محكمة التمييز التي تباشرها حاليًا محاكم الاستئناف. 
وقد أعد مشروع مرسوم ملكي بذلك، صيغته مرافقة لهذا.

نائب رئيس مجلس الوزراء

نظام المرافعات الشرعية
الباب الأول ( أحكام عامة )
المادة الأولى:
تطبق المحاكم على القضايا المعروضة أمامها أحكام الشريعة الإسلامية، وفقًا لما دل عليه الكتاب والسنة، وما يصدره ولي الأمر من أنظمة لا تتعارض مع الكتاب والسنة، وتتقيد في إجراءات نظرها بما ورد في هذا النظام.
المادة الثانية:
كل إجراء من إجراءات المرافعات تم صحيحًا في ظل نظام معمول به يبقى صحيحًا، ما لم ينص على غير ذلك في هذا النظام.
المادة الثالثة:
لا يقبل أي طلب أو دفع لا تكون لصاحبه فيه مصلحة قائمة مشروعة، ومع ذلك تكفي المصلحة المحتملة إذا كان الغرض من الطلب الاحتياط لدفع ضرر محدق أو الاستيثاق لحق يخشى زوال دليله عند النـزاع فيه.
إن ظهر للمحكمة أن الدعوى صورية أو كيدية وجب عليها رفضها، ولها الحكم على من يثبت عليه ذلك بتعزير.
المادة الرابعة:
لا ترفع أي دعوى حسبة إلا عن طريق المدعي العام بعد موافقة الملك، ولا تسمع بعد مضي (ستين) يومًا من تاريخ نشوء الحق المدعى به.
المادة الخامسة:
يكون الإجراء باطلًا إذا نص النظام على بطلانه، أو شابه عيب تخلّف بسببه الغرض من الإجراء، ولا يحكم بالبطلان - برغم النص عليه - إذا ثبت تحقق الغاية من الإجراء.
المادة السادسة:
يجب أن يحضر مع القاضي في الجلسات وفي جميـع إجراءات الدعوى كاتب يحرر محضر الجلسة ويوقعه مع القاضي، وإذا تعذرحضور الكاتب فللقاضي تولي الإجراء وتحرير المحضر.
المادة السابعة:
تعديلات المادة
لا يجوز للمحضرين ولا للكتبة وغيرهم من أعوان القضاء أن يباشروا عملًا يدخل في حدود وظائفهم في الدعاوى وطلبات الاستحكام الخاصة بهم أو بأزواجهم أو بأقاربهم أو بأصهارهم حتى الدرجة الرابعة، وكذا الإنهاءات الأخرى إذا اشتملت على خصومة، وإلا كان هذا العمل باطلًا.
المادة الثامنة:
تحسب المدد والمواعيد المنصوص عليها في هذا النظام حسب تقويم أم القرى. ويعد غروب شمس كل يوم نهايته.
المادة التاسعة:
يقصد بمكان الإقامة في تطبيق أحكام هذا النظام المكان الذي يقطنه الشخص على وجه الاعتياد. وبالنسبة إلى البدو الرحل يعد مكان إقامة الشخص المكان الذي يقطنه عند إقامة الدعوى. وبالنسبة إلى الموقوفين والسجناء يعد مكان إقامة الشخص المكان الموقوف فيه أو المسجون فيه.
ويجوز لأي شخص أن يختار مكان إقامة خاصًا يتلقى فيه التبليغات التي توجه إليه بالإضافة إلى مكان إقامته العام، وإذا بدّل الخصم مكان إقامته سواء الخاص أو العام، فيجب عليه إبلاغ المحكمة بذلك.
المادة العاشرة:
لا يجوز نقل أي قضية رفعت بطريقة صحيحة لمحكمة مختصة إلى محكمة أو جهة أخرى، ولا يحق لأحد سحبها منها قبل الحكم فيها، وتعد القضية مرفوعة من تاريخ قيدها في المحكمة.
المادة الحادية عشرة:
تعديلات المادة
يكون التبليغ بوساطة المحضرين بناء على أمر القاضي أو طلب الخصم أو إدارة المحكمة، ويقوم الخصوم أو وكلاؤهم بمتابعة الإجراءات وتقديم أوراقها للمحضرين لتبليغها، ويجوز التبليغ بوساطة صاحب الدعوى إذا طلب ذلك.
يجوز الاستعانة بالقطاع الخاص في تحضير الخصوم وفق ضوابط تحددها اللوائح اللازمة لهذا النظام، وتطبق على موظفي القطاع الخاص القواعد والإجراءات المنظمة لأعمال المحضرين.
المادة الثانية عشرة:
تعديلات المادة
لا يجوز إجراء أي تبليغ في مكان الإقامة قبل شروق الشمس ولا بعد غروبها، ولافي أيام العطل الرسمية، إلا في حالات الضرورة وبإذن كتابي من القاضي.
المادة الثالثة عشرة:
تعديلات المادة
يجب أن يكون التبليغ من نسختين متطابقتين، إحداهما أصل، والأخرى صورة، وإذا تعدد من وجه إليهم تعّين تعدد الصور بقدر عددهم.
ويجب أن يشمل التبليغ البيانات الآتية:
أ - موضوع التبليغ، وتاريخه باليوم، والشهر، والسنة، والساعة التي تم فيها.
ب - الاسم الكامل لطالب التبليغ، ورقم هويته، ومهنته أو وظيفته، ومكان إقامته، ومكان عمله، والاسم الكامل لمَنْ يمثله، ورقم هويته، ومهنته أو وظيفته، ومكان إقامته، ومكان عمله.
ج - الاسم الكامل للمدعى عليه، وما يتوافر من معلومات عن مهنته أو وظيفته، ومكان إقامته، ومكان عمله، فإن لم يكن له مكان إقامة معلوم فآخر مكان إقامة كان له.
د - اسم المحضر والمحكمة التي يعمل فيها.
هـ- اسم من سلمت إليه صورة ورقة التبليغ، وصفته، وتوقيعه على أصلها، أو إثبات امتناعه وسببه.
و - توقيع المحضر على كل من الأصل والصورة.
ويكتفى بالنسبة إلى أجهزة الإدارات الحكومية في الفقرتين (ب، ج) من هذه المادة بذكر الاسم والمقر.
وللمجلس الأعلى للقضاء عند الاقتضاء إضافة ما يلزم من وسائل وبيانات أخرى.

المادة الرابعة عشرة:
يسلم المحضر صورة التبليغ ومرافقاتها إلى من وجهت إليه في مكان إقامته أو عمله إن وجد، وإلا فيسلمها إلى مَنْ يقرر أنه وكيله أو أنه يعمل في خدمته أو أنه من الساكنين معه من أهله وأقاربه وأصهاره، فإذا لم يوجد منهم أحد أو امتنع من وجد عن التسلّم أو كان قاصرًا فيسلم الصورة ومرافقاتها بحسب الأحوال إلى عمدة الحي أو مركز الشرطة أو رئيس المركز أو معرف القبيلة الذين يقع مكان إقامة الموجه إليه التبليغ في نطاق اختصاصهم حسب الترتيب السابق، مع أخذ توقيعهم على الأصل بالتسلُّم.
وعلى المحضر خلال أربع وعشرين ساعة من تسليم الصورة إلى أي من الجهات المذكورة في هذه المادة أن يرسل إلى الموجه إليه التبليغ في مكان إقامته أو عمله خطابًا - مسجلًا مع إشعار بالتسلّم - يخبره فيه بأن الصورة سلمت إلى تلك الجهة، وعلى المحضر كذلك أن يبين ذلك في حينه بالتفصيل في أصل التبليغ، ويعد التبليغ منتجًا لآثاره من وقت تسليم الصورة وفقًا للأحوال السابقة.
المادة الخامسة عشرة:
على رؤساء المراكز ومراكز الشرطة وعمد الأحياء ومعرفي القبائل أن يساعدوا المحضر على أداء مهمته في حدود الاختصاص.
المادة السادسة عشرة:
تعديلات المادة
يكون التبليغ نظاميًا متى سلم إلى شخص من وجه إليه ولو في غير مكان إقامته أو عمله.
المادة السابعة عشرة:
يكون تسليم صورة التبليغ على النحو الآتي:
أ - ما يتعلق بالأجهزة الحكومية إلى رؤسائها أو مَنْ ينوب عنهم.
ب - ما يتعلق بالأشخاص ذوي الشخصية المعنوية العامة إلى مديريها أو مَنْ يقوم مقامهم أو مَنْ يمثلهم.
ج - ما يتعلق بالشركات والجمعيات والمؤسسات الخاصة إلى مديريها أو مَنْ يقوم مقامهم أو مَنْ يمثلهم.
د - ما يتعلق بالشركات والمؤسسات الأجنبية التي لها فرع أو وكيل في المملكة إلى مدير الفرع أو مَنْ ينوب عنه أو الوكيل أو مَنْ ينوب عنه.
هـ - ما يتعلق برجال القوات العسكرية ومن في حكمهـم إلى المرجع المباشر لمن وجه إليه التبليغ.
و - ما يتعلق بالبحارة وعمال السفن إلى الربان.
ز - ما يتعلق بالمحجور عليهم إلى الأوصياء أو الأولياء بحسب الأحوال.
ح - ما يتعلق بالمسجونين والموقوفين إلى مدير السجن أو مكان التوقيف أو مَنْ يقوم مقامه.
ط - ما يتعلق بمن ليس له مكان إقامة معروف أو مكان إقامة مختار في المملكة إلى وزارة الداخلية بالطرق الإدارية المتبعة لإعلانه بالطريقة المناسبة.
المادة الثامنة عشرة:
في جميع الحالات المنصوص عليها في المادة (السابعة عشرة) من هذا النظام، إذا امتنع المراد تبليغه - أو مَنْ ينوب عنه - من تسلُّم الصورة أو من التوقيع على أصلها بالتسلّم، فعلى المحضر أن يثبت ذلك في الأصل والصورة، ويسلم الصورة للإمارة التي يقع في دائرة اختصاصها مكان إقامة الموجه إليه التبليغ أو الجهة التي تعينها الإمارة، وعلى المحضر كذلك أن يبين ذلك في حينه بالتفصيل في أصل التبليغ، ويعد التبليغ منتجًا لآثاره من وقت تسليم الصورة إلى من سلمت إليه.
المادة التاسعة عشرة:
إذا كان مكان إقامة الموجه إليه التبليغ خارج المملكة فترسل صورة التبليغ إلى وزارة الخارجية لتوصيلها بالطرق الدبلوماسية، ويكتفى بالرد الذي يفيد وصول الصورة إلى الموجه إليه التبليغ.
المادة العشرون:
إذا كان مكان التبليـغ داخـل المملكة خـارج نطـاق اختصاص المحكمة فترسل الأوراق المراد تبليغها من هذه المحكمة إلى المحكمة التي يقع التبليغ في نطاق اختصاصها.
المادة الحادية والعشرون:
تضاف مدة ستين يومًا إلى المواعيد المنصوص عليها نظامًا لمن يكون مكان إقامته خارج المملكة، وللمحكمة عند الاقتضاء زيادتها مدة مماثلة.
المادة الثانية والعشرون:
إذا كان الموعد مقدرًا بالأيام أو بالشهور أو بالسنين فلا يحسب منه يوم الإعلان أو اليوم الذي حدث فيه الأمر المعتبر في نظر النظام مجريًا للموعد، وينقضي الموعد بانقضاء اليوم الأخير منه إذا كان يجب أن يحصل فيه الإجراء، أما إذا كان الموعد مما يجب انقضاؤه قبل الإجراء فلا يجوز حصول الإجراء إلا بعد انقضاء اليوم الأخير من الموعد. وإذا كان الموعد مقدرًا بالساعات كان حساب الساعة التي يبدأ فيها والساعة التي ينقضي فيها على الوجه المتقدم.
وإذا صادف آخر الموعد عطلة رسمية امتد إلى أول يوم عمل بعدها.
المادة الثالثة والعشرون:
اللغة العربية هي اللغة الرسمية للمحاكم؛ وتسمع المحكمة أقوال الخصوم والشهود ونحوهم من غير الناطقين باللغة العربية عن طريق مترجم، وتقدم ترجمة معتمدة من مكتب مرخص له باللغة العربية للأوراق المكتوبة بلغة أجنبية.
الباب الثاني (الاختصاص)
المادة الرابعة والعشرون:
تختص محـاكم المملكة بنظـرالدعـاوى التـي ترفع على السعودي ولو لم يكن له محل إقامة عام ومختار في المملكة فيما عدا الدعاوى العينية المتعلقة بعقار خارج المملكة.

المادة الخامسة والعشرون:
تختص محاكم المملكة بنظر الدعاوى التي ترفع على غير السعودي الذي له محل إقامة عام أو مختار في المملكة فيما عدا الدعاوى العينية المتعلقة بعقار خارج المملكة.
المادة السادسة والعشرون:
تختص محاكم المملكة بنظر الدعاوى التي ترفع على غير السعودي الذي ليس له مكان إقامة عام أو مختار في المملكة في الأحوال الآتية:
أ - إذا كانت الدعوى متعلقة بمال موجود في المملكة أو بالتزام تُعد المملكة مكان نشوئه أو تنفيذه.
ب - إذا كانت الدعوى متعلقة بإفلاس أُشهر في المملكة.
ج - إذا كانت الدعوى على أكثر من واحد وكان لأحدهم مكان إقامة في المملكة.

المادة السابعة والعشرون:
تختص محاكم المملكة بنظر الدعوى المقامة على المسلم غير السعودي الذي ليس له مكان إقامة عام أو مختار في المملكة، وذلك في الأحوال الآتية:
أ - إذا كانت الدعوى معارضة في عقد زواج يراد إبرامه في المملكة.
ب - إذا كانت الدعوى بطلب طلاق أو فسخ عقد زواج، وكانت مرفوعة من الزوجة السعودية أو التي فقدت جنسيتها السعودية بسبب الزواج متى كانت أي منهما مقيمة في المملكة، أو كانت الدعـوى مرفوعـة مـن الزوجة غير السعودية المقيمة في المملكـة علـى زوجها الـذي كان له مكان إقامة فيها متـى كـان الــزوج قد هجر زوجته وجعل مكان إقامته في الخارج أو كان قد أُبعد من أراضي المملكة.
ج - إذا كانت الدعوى بطلب نفقة وكان من طلبت له النفقة مقيمًا في المملكة.
د - إذا كانت الدعوى في شأن نسب صغير في المملكة، أو كانت متعلقة بمسألة من مسائل الولاية على النفس أو المال متى كان للقاصر أو المطلوب الحجر عليه مكان إقامة في المملكة.
هـ - إذا كانت الدعوى متعلقة بمسألة من مسائل الأحوال الشخصية الأخرى وكان المدعي سعوديًّا أو كان غير سعودي مقيمًا في المملكة، وذلك إذا لم يكن للمدعى عليه مكان إقامة معروف في الخارج.

المادة الثامنة والعشرون:
فيما عدا الدعاوى العينية المتعلقة بعقار خارج المملكة، تختص محاكم المملكة بنظر الدعوى إذا قبل المتداعيان ولايتها ولو لم تكن داخلة في اختصاصها.
المادة التاسعة والعشرون:
تختص محاكم المملكة باتخاذ التدابير التحفظية والوقتية التي تنفذ في المملكة ولو كانت غير مختصة بالدعوى الأصلية.
المادة الثلاثون:
اختصاص محاكم المملكة يستتبع الاختصاص بنظر المسائل الأولية والطلبات العارضة على الدعوى الأصلية، وكذا نظر كل طلب يرتبط بهذه الدعوى ويقتضي حسن سير العدالة أن يُنظر معها.
المادة الحادية والثلاثون:
تعديلات المادة
تختص المحاكم العامة بنظر جميع الدعاوى والقضايا والإثباتات الإنهائية وما في حكمها الخارجة عن اختصاص المحاكم الأخرى وكتابات العدل وديوان المظالم، ولها بوجه خاص النظر في الآتي:
أ - الدعاوى المتعلقة بالعقار، من المنازعة في الملكية، أو حق متصل به، أو دعوى الضرر من العقار نفسه أو من المنتفعين به، أو دعوى أقيام المنافع أو الإخلاء أو دفع الأجرة أو المساهمة فيه، أو دعوى منع التعرض لحيازته أو استرداده، ونحو ذلك، ما لم ينص النظام على خلاف ذلك.
ب - إصدار صكوك الاستحكام بملكية العقار أو وقفيته.
ج - الدعاوى الناشئة عن حوادث السير وعن المخالفات المنصوص عليها في نظام المرور ولائحته التنفيذية.

المادة الثانية والثلاثون:
تختص المحكمة العامة في المحافظة أو المركز اللذين ليس فيهما محكمة متخصصة بنظر جميع الدعاوى والقضايا والإثباتات الإنهائية وما في حكمها الداخلة في اختصاص تلك المحكمة المتخصصة، وذلك ما لم يقرر المجلس الأعلى للقضاء خلاف ذلك.
المادة الثالثة والثلاثون:
تختص محاكم الأحوال الشخصية بالنظر في الآتي:
أ - جميع مسائل الأحوال الشخصية، ومنها:

إثبات الزواج، والطلاق، والخلع، وفسخ النكاح، والرجعة، والحضانة، والنفقة، والزيارة.
إثبات الوقف، والوصية، والنسب، والغيبة، والوفاة، وحصر الورثة.
الإرث، وقسمة التركة بما فيها العقار إذا كان فيها نزاع، أو حصة وقف أو وصية، أو قاصر، أو غائب.
إثبات تعيين الأوصياء، وإقامة الأولياء والنظار، والإذن لهم في التصرفات التي تستوجب إذن المحكمة، وعزلهم عند الاقتضاء، والحجر على السفهاء، ورفعه عنهم، وتحدد لوائح هذا النظام الإجراءات اللازمة لذلك.
إثبات توكيل الأخرس الذي لا يعرف القراءة والكتابة.
تزويج من لا ولي لها، أو من عضلها أولياؤها.
ب - الدعاوى الناشئة عن مسائل الأحوال الشخصية.
ج - الدعاوى المرفوعة لإيقاع العقوبات المنصوص عليها في نظام الهيئة العامة للولاية على أموال القاصرين ومن في حكمهم.

المادة الرابعة والثلاثون:
تختص المحاكم العمالية بالنظر في الآتي:
أ - المنازعات المتعلقة بعقود العمل والأجور والحقوق وإصابات العمل والتعويض عنها.
ب - المنازعات المتعلقة بإيقاع صاحب العمل الجزاءات التأديبية على العامل، أو المتعلقة بطلب الإعفاء منها.
ج - الدعاوى المرفوعة لإيقاع العقوبات المنصوص عليها في نظام العمل.
د - المنازعات المترتبة على الفصل من العمل.
هـ - شكاوى أصحاب العمل والعمال الذين لم تقبل اعتراضاتهم ضد أي قرار صادر من أي جهاز مختص في المؤسسة العامة للتأمينات الاجتماعية، يتعلق بوجوب التسجيل والاشتراكات أو التعويضات.
و - المنازعات المتعلقة بالعمال الخاضعين لأحكام نظام العمل، بمن في ذلك عمال الحكومة.
ز - المنازعات الناشئة عن تطبيق نظام العمل ونظام التأمينات الاجتماعية، دون إخلال باختصاصات المحاكم الأخرى وديوان المظالم.

المادة الخامسة والثلاثون:
تعديلات المادة
تختص المحاكم التجارية بالنظر في الآتي:
أ - جميع المنازعات التجارية الأصلية والتبعية التي تحدث بين التجار.
ب - الدعاوى التي تقام على التاجر بسبب أعماله التجارية الأصلية والتبعية.
ج - المنازعات التي تحدث بين الشركاء في الشركات.
د - جميع الدعاوى والمخالفات المتعلقة بالأنظمة التجارية، وذلك دون إخلال باختصاص ديوان المظالم.
هـ - دعاوى الإفلاس والحجر على المفلسين ورفعه عنهم.
و - المنازعات التجارية الأخرى.

المادة السادسة والثلاثون:
يكون الاختصاص للمحكمة التي يقع في نطاق اختصاصها مكان إقامة المدعى عليه، فإن لم يكن له مكان إقامة في المملكة فيكون الاختصاص للمحكمة التي يقع في نطاق اختصاصها مكان إقامة المدعي.
إذا لم يكن للمدعي والمدعى عليه مكان إقامة في المملكة فللمدعي إقامة دعواه في إحدى محاكم مدن المملكة.
إذا تعدد المدعى عليهم يكون الاختصاص للمحكمة التي يقع في نطاق اختصاصها مكان إقامة الأكثرية، وفي حال التساوي يكون المدعي بالخيار في إقامة الدعوى أمام أي محكمة يقع في نطاق اختصاصها مكان إقامة أحدهم.
المادة السابعة والثلاثون:
تقام الدعوى على الأجهزة الحكومية في المحكمة التي يقع في نطاق اختصاصها المقر الرئيس لها، ويجوز رفع الدعوى إلى المحكمة التي يقع في نطاق اختصاصها فرع الجهاز الحكومي في المسائل المتعلقة بذلك الفرع.
المادة الثامنة والثلاثون:
تقام الدعوى المتعلقة بالشركات أو الجمعيات القائمة أو التي في دور التصفية أو المؤسسات الخاصة في المحكمة التي يقع في نطاق اختصاصها مركز إدارتها، سواء كانت الدعوى على الشركة أو الجمعية أو المؤسسة، أو من الشركة أو الجمعية أو المؤسسة على أحد الشركاء أو الأعضاء، أو من شريك أو عضو على آخر، ويجوز رفع الدعوى إلى المحكمة التي يقع في نطاق اختصاصها فرع الشركة أو الجمعية أو المؤسسة، وذلك في المسائل المتعلقة بهذا الفرع.
المادة التاسعة والثلاثون:
يستثنى من المادة (السادسة والثلاثين) من هذا النظام ما يأتي:

يكون للمدعي بالنفقة الخيار في إقامة الدعوى في المحكمة التي يقع في نطاق اختصاصها مكان إقامة المدعى عليه أو المدعي.
للمرأة - في المسائل الزوجية والحضانة والزيارة ومن عضلها أولياؤها - الخيار في إقامة دعواها في بلدها أو بلد المدعى عليه. وعلى المحكمة إذا سمعت الدعوى في بلد المدعية استخلاف محكمة بلد المدعى عليه للإجابة عن دعواها. فإذا توجهت الدعوى أبلغ المدعى عليه بالحضور إلى مكان إقامتها للسير فيها، فإن امتنع سمعت غيابيًا، وإذا لم تتوجه الدعوى ردتها المحكمة دون إحضاره.
يكون للمدعي في الدعاوى الناشئة عن حوادث السير التي تقع في بلد غير بلد المدعى عليه الخيار في إقامة الدعوى في المحكمة التي يقع في نطاق اختصاصها مكان وقوع الحادث أو مكان إقامة المدعى عليه.
المادة الأربعون:
تعد المدينة أو المحافظة أو المركز نطاقًا مكانيًّا للمحكمة التي هي فيها، وعند تعدد المحاكم فيها يحدد المجلس الأعلى للقضاء النطاق المكاني لكل منها. وتتبع المراكز التي ليس فيها محاكم محكمة أقرب بلدة إليها في منطقتها، ما لم يقرر المجلس الأعلى للقضاء تبعيتها لمحكمة أخرى في المنطقة نفسها. وعند التنازع على الاختصاص المكاني - إيجابًا أو سلبًا - تحال الدعوى إلى المحكمة العليا للفصل في ذلك.
الباب الثالث ( رفع الدعوى وقيدها )
المادة الحادية والأربعون:
تعديلات المادة
ترفع الدعوى من المدعي بصحيفة ـ موقعة منه أو ممن يمثله ـ تودع لدى المحكمة من أصل وصور بعدد المدعى عليهم.
ويجب أن تشمل صحيفة الدعوى البيانات الآتية:
أ - الاسم الكامل للمدعي، ورقم هويته، ومهنته أو وظيفته، ومكان إقامته، ومكان عمله، والاسم الكامل لمَنْ يمثله، ورقم هويته، ومهنته أو وظيفته، ومكان إقامته ومكان عمله.
ب - الاسم الكامل للمدعى عليه، وما يتوافر من معلومات عن مهنته أو وظيفته، ومكان إقامته، ومكان عمله، فإن لم يكن له مكان إقامة معلوم فآخر مكان إقامة كان له.
ج - تاريخ تقديم الصحيفة.د - المحكمة المرفوعة أمامها الدعوى.
هـ - مكان إقامة مختار للمدعي في البلد الذي فيه مقر المحكمة إن لم يكن له مكان إقامة فيها.
و - موضوع الدعوى، وما يطلبه المدعي، وأسانيده.
ويكتفى بالنسبة إلى الأجهزة الحكومية في الفقرات (أ، ب، هـ) من هذه المادة بذكر الاسم والمقر.
وللمجلس الأعلى للقضاء عند الاقتضاء إضافة ما يلزم من وسائل وبيانات أخرى.
لا يجمع في صحيفة الدعوى بين عدة طلبات لا رابط بينها.
المادة الثانية والأربعون:
يقيد الكاتب المختص الدعوى في يوم تقديم الصحيفة في السجل الخاص بذلك بعد أن يثبت - بحضور المدعي أو مَنْ يمثله - تاريخ الجلسة المحددة لنظرها في أصل الصحيفة، وصورها. وعليه في اليوم التالي على الأكثر أن يسلم أصل الصحيفة وصورها إلى المحضر أو المدعي - بحسب الأحوال – لتبليغها ورد الأصل إلى إدارة المحكمة.
المادة الثالثة والأربعون:
يقوم المحضر أو المدعي ـ بحسب الأحوال ـ بتسليم صورة صحيفة الدعوى إلى المدعى عليه خلال خمسة عشر يومًا على الأكثرمن تسليمها إليه، إلا إذا كان قد حدد لنظر الدعوى جلسة تقع في أثناء هذا الموعد، فعندئذ يجب أن يتم التسليم قبل الجلسة، وذلك كله مع مراعاة موعد الحضور.
المادة الرابعة والأربعون:
موعد الحضور أمام المحكمة العامة ثمانية أيام على الأقل من تاريخ تبليغ صحيفة الدعوى. وموعد الحضور أمام المحاكم العمالية والتجارية والأحوال الشخصية أربعة أيام على الأقل من تاريخ تبليغ صحيفة الدعوى، وتطبق مدة الأيام الأربعة على القضايا العمالية والتجارية والأحوال الشخصية إذا نظرت أمام المحكمة العامة في المحافظة أو المركز. ويجوز في الدعاوى الناشئة عن حوادث السير أو عند الضرورة نقص الموعد إلى أربع وعشرين ساعة، بشرط أن يحصل التبليغ للخصم نفسه في حالة نقص الموعد وأن يكون بإمكانه الوصول إلى المحكمة في الموعد المحدد، ويكون نقص الموعد بإذن من المحكمة المرفوعة إليها الدعوى.
المادة الخامسة والأربعون:
على المدعى عليه في جميع الدعاوى – عدا الدعاوى المستعجلة والدعاوى التي أُنقص موعد الحضور فيها - أن يودع لدى المحكمة مذكرة بدفاعه قبل الجلسة المحددة لنظر الدعوى بثلاثة أيام على الأقل أمام المحكمة العامة، وبيوم واحد على الأقل أمام المحاكم الأخرى، وأمام الدوائر العمالية والتجارية والأحوال الشخصية إذا نظرت أمام المحكمة العامة في المحافظة أو المركز.
المادة السادسة والأربعون:
لا يترتب على عدم مراعاة الموعد المقرر في المادة (الثالثة والأربعين) من هذا النظام أو عدم مراعاة موعد الحضور بطلان صحيفة الدعوى، وذلك من غير إخلال بحق الموجه إليه التبليغ في التأجيل لاستكمال الموعد.
المادة السابعة والأربعون:
إذا حضر المدعي والمدعى عليه أمام المحكمة من تلقاء نفسيهما - ولو كانت الدعوى خارج اختصاصها المكاني - وطلبا سماع خصومتهما فتسمع المحكمة الدعوى في الحال إن أمكن وإلا حددت لها جلسة أخرى.
المادة الثامنة والأربعون:
إذا عينت المحكمة جلسة لشخصين متداعيين، ثم حضرا في غير الوقت المعين وطلبا النظر في خصومتهما، فعليها أن تجيب هذا الطلب إن أمكن.
الباب الرابع ( حضور الخصوم وغيابهم والتوكيل في الخصومة )
المادة التاسعة والأربعون:
في اليوم المعين لنظر الدعوى يحضر الخصوم بأنفسهم أو مَنْ ينوب عنهم، فإذا كان النائب وكيلًا تعين كونه ممن له حق التوكل حسب النظام.
المادة الخمسون:
يجب على الوكيل أن يقرر حضوره عن موكله، وأن يودع صورة مصدقة من وثيقة وكالته لدى الكاتب المختص. وللمحكمة أن ترخص للوكيل عند الضرورة بإيداع صورة الوثيقة في موعد تحدده، على ألا يتجاوز ذلك أول جلسة للمرافعة. ويجوز أن يثبت التوكيل في الجلسة بتقرير يدون في محضرها، ويوقعه الموكل أو يبصم عليه بإبهامه.
ويسري وجوب الإيداع المشار إليه آنفًا على الوصي والولي والناظر.
المادة الحادية والخمسون:
كل ما يقرره الوكيل في حضور الموكِّل يكون بمثابة ما يقرره الموكِّل نفسه، إلا إذا نفاه أثناء نظر القضية في الجلسة نفسها. وإذا لم يحضر الموكِّل فلا يصح من الوكيل الإقرار بالحق المدعى به، أو التنازل، أو الصلح، أو قبول اليمين، أو توجيهها، أو ردها، أو ترك الخصومة، أو التنازل عن الحكم - كليًّا أو جزئيًّا - أو عن طريق من طرق الطعن فيه، أو رفع الحجر، أو ترك الرهن مع بقاء الدين، أو الادعاء بالتزوير أو رد القاضي أو اختيار الخبير أو رده ما لم يكن مفوضًا تفويضًا خاصًّا بذلك في الوكالة.
المادة الثانية والخمسون:
لا يحول اعتزال الوكيل أو عزلـه بغير موافقة المحكمة دون سير الإجراءات، إلا إذا أبلغ الموكِّل خصمه بتعيين وكيل آخر بدلًا من المعتزل أو المعزول، أو بعزمه على مباشرة الدعوى بنفسه.
المادة الثالثة والخمسون:
إذا ظهر للمحكمة من أحد الوكلاء كثرة الاستمهالات بحجة سؤال موكله بقصد المماطلة، فلها حق طلب الموكل بنفسه لإتمام المرافعة أو توكيل وكيل آخر.
المادة الرابعة والخمسون:
لا يجوز للقاضي ولا لعضو هيئة التحقيق والادعاء العام ولا لأحد من العاملين في المحاكم أن يكون وكيلًا عن الخصوم في الدعوى ولو كانت مقامة أمام محكمة غير المحكمة التابع لها، ولكن يجوز لهم ذلك عن أزواجهم وأصولهم وفروعهم ومن كان تحت ولايتهم شرعًا.
المادة الخامسة والخمسون:
تعديلات المادة
إذا غاب المدعي عن جلسة من جلسات الدعوى ولم يتقدم بعذر تقبله المحكمة فتشطب الدعوى. ولـه بعد ذلك أن يطلب استمرار النظر فيها بحسب الأحوال، وعند ذلك تحدد المحكمة جلسة لنظرها وتبلغ بذلك المدعى عليه، فإن غاب المدعي كذلك ولم يتقدم بعذر تقبله المحكمة فتشطب الدعوى ولا تسمع بعد ذلك إلا بقرار من المحكمة العليا.
المادة السادسة والخمسون:
تعديلات المادة
في الحالتين المنصوص عليهما في المادة (الخامسة والخمسين) من هذا النظام؛ إذا حضر المدعى عليه في الجلسة التي غاب عنها المدعي فله أن يطلب من المحكمة عدم شطب الدعوى والحكم في موضوعها إذا كانت صالحة للحكم فيها، وفي هذه الحالة على المحكمة أن تحكم فيها، ويعد حكمها في حق المدعي غيابيًا.
المادة السابعة والخمسون:
إذا غاب المدعى عليه عن الجلسة الأولى ولم يكن تبلغ لشخصه أو وكيله في الدعوى نفسها، فيؤجل النظر في الدعوى إلى جلسة لاحقة يبلغ بها المدعى عليه، فإن غاب عن هذه الجلسة دون عذر تقبله المحكمة ولم يكن تبلغ لشخصه أو وكيله، فتحكم المحكمة في الدعوى، ويعد حكمها في حق المدعى عليه غيابيًا.
إذا تبلغ المدعى عليه لشخصه أو وكيله في الدعوى نفسها بموعد الجلسة، أو أودع هو أو وكيله مذكرة بدفاعه لدى المحكمة قبل الجلسة المحددة لنظر الدعوى ولم يحضر، أو حضر المدعى عليه في أي جلسة ثم غاب، فتحكم المحكمة في الدعوى، ويعد حكمها في حق المدعى عليه حضوريًّا.
إذا لم يحضر المدعى عليه الذي ليس له مكان إقامة معروف أو مكان إقامة مختار في المملكة بعد إعلانه وفقًا لما ورد في الفقرة (ط) من المادة (السابعة عشرة) من هذا النظام، فتحكم المحكمة في الدعوى، ويعد حكمها في حق المدعى عليه غيابيًا.
إذا تخلف المدعى عليه في المسائل الزوجية والحضانة والنفقة والزيارة ومن عضلها أولياؤها، فللمحكمة أن تأمر بإحضاره جبرًا وفق ضوابط تحددها لوائح هذا النظام.
المادة الثامنة والخمسون:
إذا تعدد المدعى عليهم، وكان بعضهم قد بلغ لشخصه وبعضهم الآخر لم يبلغ لشخصه، وتغيبوا جميعًا أو تغيب من لم يبلغ لشخصه؛ وجب على المحكمة في غير الدعاوى المستعجلة تأجيل نظر الدعوى إلى جلسة تالية يبلغ المدعي بها من لم يبلغ لشخصه من الغائبين، ويعد الحكم في الدعوى في حق من تبلغ من المدعى عليهم حكمًا حضوريًا.
المادة التاسعة والخمسون:
في تطبيق الأحكام السابقة، لا يعد غائبًا- والجلسة لم تنعقد- من حضر قبل الموعد المحدد لانتهاء الجلسة بثلاثين دقيقة، على أنه إذا حضر والجلسة لا زالت منعقدة فيعد حاضرًا.
المادة الستون:
يكون للمحكوم عليه غيابيًا - خلال المدد المقررة للاعتراض في هذا النظام - المعارضة على الحكم لدى المحكمة التي أصدرته، من تاريخ إبلاغه أو وكيله بالحكم.
يقدم طلب المعارضة بمذكرة وفقًا للإجراءات المقررة لرفع الدعوى، على أن تتضمن المذكرة رقم الحكم المعارض عليه، وتاريخه، وأسباب المعارضة.
إذا غاب المعارض أو وكيله عن الجلسة الأولى لنظر المعارضة، فتحكم المحكمة من تلقاء نفسها بسقوط حقه في المعارضة، ويعد حكمها نهائيًا.
للمحكمة أن تأمر بوقف تنفيذ الحكم المعارض عليه مؤقتًا إذا طُلب ذلك في مذكرة المعارضة وكان يخشى من التنفيذ وقوع ضرر جسيم يتعذر تداركه.
يوقف نفاذ الحكم الغيابي إذا صدر حكم معارض للحكم الغيابي يقضي بإلغائه.
الباب الخامس ( إجراءات الجلسات ونظامها )
المادة الحادية والستون:
يجب أن يحضر جلسات المرافعة في القضية العدد اللازم نظامًا من القضاة، فإن لم يتوافر العدد اللازم فيكلف رئيس المحكمة أحد قضاتها لإكمال النصاب، فإن تعذر ذلك فيكلف رئيس المجلس الأعلى للقضاء من يكمل النصاب.
المادة الثانية والستون:
على كاتب الضبط أن يعد لكل يوم قائمة بالدعاوى التي تعرض فيه مرتبة حسب الوقت المعين لنظرها، وبعد عرض القائمة على القاضي تعلن في اللوحة المعدة لذلك قبل يوم الجلسات.
المادة الثالثة والستون:
ينادى على الخصوم في الوقت المعين لنظر قضيتهم.
المادة الرابعة والستون:
تكون المرافعة علنية، إلا إذا رأى القاضي - من تلقاء نفسه أو بناء على طلب أحد الخصوم - إجراءها سرًّا محافظة على النظام، أو مراعاة للآداب العامة، أو لحرمة الأسرة.
المادة الخامسة والستون:
تعديلات المادة
تكون المرافعة شفهية، على أن ذلك لا يمنع من تقديم الأقوال أو الدفوع في مذكرات مكتوبة تتبادل صورها بين الخصوم، ويحفظ أصلها في ملف القضية، مع الإشارة إليها في الضبط. وعلى المحكمة أن تعطي الخصوم المهل المناسبة للاطلاع على المستندات والرد عليها كلما اقتضت الحال ذلك.
المادة السادسة والستون:
على القاضي أن يسأل المدعي عما هو لازم لتحرير دعواه قبل استجواب المدعى عليه، وليس له السير فيها قبل ذلك، وإذا عجز المدعي عن تحريرها أو امتنع عن ذلك، فيحكم القاضي بصرف النظر عن الدعوى.
المادة السابعة والستون:
إذا امتنع المدعى عليه عن الجواب كليًّا، أو أجاب بجواب غير ملاق للدعوى؛ كرر عليه القاضي طلب الجواب الصحيح ثلاثًا في الجلسة نفسها، فإذا أصر على ذلك عدّه ناكلًا بعد إنذاره، وأجرى في القضية المقتضى الشرعي.
المادة الثامنة والستون:
إذا دفع أحد الطرفين بدفع صحيح وطلب الجواب من الطرف الآخر فاستمهل لأجله فللقاضي إمهاله متى رأى ضرورة ذلك، على أنه لا يجوز تكرار المهلة لجواب واحد إلا لعذر يقبله القاضي.
المادة التاسعة والستون:
يقفل باب المرافعة بمجرد انتهاء الخصوم من مرافعتهم، ومع ذلك فللمحكمة قبل النطق بالحكم أن تقرر - من تلقاء نفسها أو بناء على طلب أحد الخصوم - فتح باب المرافعة وإعادة قيد الدعوى في جدول الجلسات، وذلك لأسباب مقبولة.
المادة السبعون:
للخصوم أن يطلبوا من المحكمة في أي حال تكون عليها الدعوى تدوين ما اتفقوا عليه من إقرار أو صلح أو غير ذلك في محضر الدعوى، وعلى المحكمة إصدار صك بذلك.
المادة الحادية والسبعون:
يدوّن كاتب الضبط - تحت إشراف القاضي - وقائع المرافعة في الضبط، ويذكر تاريخ افتتاح كل مرافعة ووقته، ووقت اختتامها، ومستند نظر الدعوى، واسم القاضي، وأسماء الخصوم ووكلائهم، ثم يوقع عليه القاضي وكاتب الضبط ومن ذكرت أسماؤهم فيه، فإن امتنع أحد منهم عن التوقيع أثبت القاضي ذلك في ضبط الجلسة.
المادة الثانية والسبعون:
يجوز تدوين بيانات صحف الدعاوى والتبليغات ومحاضر الدعاوى والإنهاءات وغير ذلك إلكترونيًّا، ويكون لها حكم المحررات المكتوبة، وفقًا لنظام التعاملات الإلكترونية.
المادة الثالثة والسبعون:
إدارة الجلسة وضبطها منوطان برئيسها، وله في سبيل ذلك أن يُخرج من قاعة الجلسة من يخلّ بنظامها، فإن لم يمتثل كان للمحكمة أن تأمر - على الفور - بحبسه مدة لا تزيد على أربع وعشرين ساعة، ويكون أمرها نهائيًا، وللمحكمة أن ترجع عن ذلك الأمر.
على رئيس الجلسة أن يأمر بكتابة محضر عن كل جريمة تقع أثناء انعقاد الجلسة، ثم إحالتها إلى هيئة التحقيق والادعاء العام لاستكمال ما يلزم نظامًا، وله أن يأمر بالقبض على من وقعت منه الجريمة.
تنظر المحكمة التي أصدرت الحكم دعوى التعويض عن الأضرار الناتجة من المماطلة في أداء الحقوق محل الدعوى.
المادة الرابعة والسبعون:
رئيس الجلسة هو الذي يتولى توجيه الأسئلة إلى الخصوم والشهود وغيرهم ممن له صلة بالدعوى، ولأعضاء الدائرة المشتركين معه في الجلسة والخصوم أن يطلبوا منه توجيه ما يريدون توجيهه من أسئلة متصلة بالدعوى. ويجوز للرئيس أن يعهد إلى أحد الأعضاء بتوجيه الأسئلة إلى أي من الخصوم والشهود وغيرهم.
الباب السادس ( الدفوع والإدخال والتدخل والطلبات العارضة )
المادة الخامسة والسبعون:
الدفع ببطلان صحيفة الدعوى، أو بعدم الاختصاص المكاني، أو بإحالة الدعوى إلى محكمة أخرى لقيام النـزاع نفسه أمامها أو لقيام دعوى أخرى مرتبطة بها، يجب إبداؤه قبل أي طلب أو دفاع في الدعوى أو دفع بعدم القبول، وإلا سقط الحق فيما لم يبد منها.
المادة السادسة والسبعون:
الدفع بعدم اختصاص المحكمة لانتفاء ولايتها أو بسبب نوع الدعوى أو قيمتها، أو الدفع بعدم قبول الدعوى لانعدام الصفة أو الأهلية أو المصلحة أو لأي سبب آخر، وكذا الدفع بعدم جواز نظر الدعوى لسبق الفصل فيها؛ يجوز الدفع به في أي مرحلة تكون فيها الدعوى وتحكم به المحكمة من تلقاء نفسها.
إذا رأت المحكمة أن الدفع بعدم قبول الدعوى لعيب في صفة المدعى عليه قائم على أساس، أجلت نظر الدعوى لتبليغ ذي الصفة.
المادة السابعة والسبعون:
تحكم المحكمة في الدفوع المنصوص عليها في المادتين (الخامسة والسبعين والسادسة والسبعين) من هذا النظام على استقلال، ما لم تقرر ضمها إلى موضوع الدعوى، وعندئذ تبيّن ما حكمت به في كل من الدفوع والموضوع.
المادة الثامنة والسبعون:
مع مراعاة المادة (الثامنة والسبعين بعد المائة) من هذا النظام، يجب على المحكمة إذا حكمت بعدم اختصاصها واكتسب الحكم القطعية أن تحيل الدعوى إلى المحكمة المختصة وتعلم الخصوم بذلك.
المادة التاسعة والسبعون:
للخصم أن يطلب من المحكمة أن تُدخِل في الدعوى من كان يصح اختصامه فيها عند رفعها، وتُتَّبع في اختصامه الإجراءات المعتادة في التكليف بالحضور. وتحكم المحكمة في موضوع طلب الإدخال والدعوى الأصلية بحكم واحد كلما أمكن ذلك، وإلا فصلت في موضوع طلب الإدخال بعد الحكم في الدعوى الأصلية.
المادة الثمانون:
للمحكمة - من تلقاء نفسها أو بناءً على طلب أحد الخصوم - أن تأمر بإدخال من كان في إدخاله مصلحة للعدالة أو إظهار للحقيقة.
وتعين المحكمة موعدًا لا يتجاوز خمسة عشر يومًا لحضور من تأمر بإدخاله، ومن يطلب من الخصوم إدخاله، وفقًا للإجراءات المعتادة لرفع الدعوى.
المادة الحادية والثمانون:
يجوز لكل ذي مصلحة أن يتدخل في الدعوى منضمًا إلى أحد الخصوم أو طالبًا الحكم لنفسه بطلب مرتبط بالدعوى. ويكون التدخل بصحيفة تبلغ للخصوم قبل يوم الجلسة، وفقًا للإجراءات المعتادة لرفع الدعوى، أو بطلب يقدم شفهيًا في الجلسة في حضورهم، ويثبت في محضرها. ولا يقبل التدخل بعد إقفال باب المرافعة.
المادة الثانية والثمانون:
تقدم الطلبات العارضة من المدعي أو المدعى عليه بصحيفة تبلغ للخصوم قبل يوم الجلسة وفقًا للإجراءات المعتادة لرفع الدعوى، أو بطلب يقدم شفهيًا في الجلسة في حضور الخصم، ويثبت في محضرها. ولا تقبل الطلبات العارضة بعد إقفال باب المرافعة.
المادة الثالثة والثمانون:
للمدعي أن يقدم من الطلبات العارضة ما يأتي:
أ - ما يتضمن تصحيح الطلب الأصلي، أو تعديل موضوعه لمواجهة ظروف طرأت أو تبينت بعد رفع الدعوى.
ب - ما يكون مكملًا للطلب الأصلي، أو مترتبًا عليه، أو متصلًا به اتصالًا لا يقبل التجزئة.
ج - ما يتضمن إضافة أو تغييرًا في سبب الدعوى مع إبقاء موضوع الطلب الأصلي على حاله.
د - طلب الأمر بإجراء تحفظي أو وقتي.
هـ - ما تأذن المحكمة بتقديمه مما يكون مرتبطًا بالطلب الأصلي.

المادة الرابعة والثمانون:
للمدعى عليه أن يقدم من الطلبات العارضة ما يأتي:
أ - طلب المقاصة القضائية.
ب - طلب الحكم له بتعويض عن ضرر لحقه من الدعوى الأصلية، أو من إجراء فيها.
ج - أي طلب يترتب على إجابته ألا يحكم للمدعي بطلباته كلها أو بعضها، أو أن يحكم له بها مقيدة بقيد لمصلحة المدعى عليه.
د - أي طلب يكون متصلًا بالدعوى الأصلية اتصالًا لا يقبل التجزئة.
هـ - ما تأذن المحكمة بتقديمه مما يكون مرتبطًا بالدعوى الأصلية.

المادة الخامسة والثمانون:
تحكم المحكمة في موضوع الطلبات العارضة مع الدعوى الأصلية كلما أمكن ذلك، وإلا استبقت الطلب العارض للحكم فيه بعد تحقيقه.
الباب السابع ( وقف الخصومة وانقطاعها وتركها )
المادة السادسة والثمانون:
يجوز وقف الدعوى بناء على اتفاق الخصوم على عدم السير فيها مدة لا تزيد على ستة أشهر من تاريخ إقرار المحكمة اتفاقهم، ولا يكون لهذا الوقف أثر في أي موعد حتمي قد حدده النظام لإجراء ما.
وإن طلب أحد الخصوم السير في الدعوى قبل انتهاء المدة المتفق عليها، فله ذلك بموافقة خصمه.
وإذا لم يعاود الخصوم السير في الدعوى في الأيام العشرة التالية لنهاية الأجل، عُدَّ المدعي تاركًا دعواه.
المادة السابعة والثمانون:
إذا رأت المحكمة تعليق حكمها في موضوع الدعوى على الفصل في مسألة أخرى يتوقف عليها الحكم، فتأمر بوقف الدعوى، وبمجرد زوال سبب التوقف يكون للخصوم طلب السير في الدعوى.
المادة الثامنة والثمانون:
ما لم تكن الدعوى قد تهيأت للحكم في موضوعها، فإن سير الخصومة ينقطع بوفاة أحد الخصوم، أو بفقده أهلية الخصومة، أو بزوال صفة النيابة عمن كان يباشر الخصومة عنه، على أن سير الخصومة لا ينقطع بانتهاء الوكالة. وللمحكمة أن تمنح أجلًا مناسبًا للموكِّل إذا كان قد بادر فعين وكيلًا جديدًا خلال خمسة عشر يومًا من انتهاء الوكالة الأولى. أما إذا تهيأت الدعوى للحكم، فلا تنقطع الخصومة، وعلى المحكمة الحكم فيها.
إذا تعدد الخصوم وقام سبب الانقطاع بأحدهم، فإن الدعوى تستمر في حق الباقين، ما لم يكن موضوع الدعوى غير قابل للتجزئة، فتنقطع الخصومة في حق الجميع.
المادة التاسعة والثمانون:
تعد الدعوى مهيأة للحكم في موضوعها إذا أبدى الخصوم أقوالهم وطلباتهم الختامية في جلسة المرافعة قبل وجود سبب الانقطاع.
المادة التسعون:
يترتب على انقطاع الخصومة وقف جميع مواعيد المرافعات التي كانت جارية في حق الخصوم، وبطلان جميع الإجراءات التي تحصل أثناء الانقطاع.
المادة الحادية والتسعون:
يستأنف السير في الدعوى بناء على طلب أحد الخصوم بتكليف يبلغ حسب الأصول إلى من يخلف من قام به سبب الانقطاع، أو إلى الخصم الآخر. وكذلك يستأنف السير في الدعوى إذا حضر الجلسة المحددة للنظر فيها خَلَفُ من قام به سبب الانقطاع.
المادة الثانية والتسعون:
يجوز للمدعي ترك الخصومة بتبليغ يوجهه إلى خصمه، أو تقرير منه لدى الكاتب المختص في المحكمة، أو بيان صريح في مذكرة موقع عليها منه، أو من وكيله، مع اطلاع خصمه عليها، أو بإبداء الطلب شفهيًا في الجلسة وإثباته في ضبطها.
ولا يكون الترك بعد إبداء المدعى عليه دفوعه إلا بقبوله.
المادة الثالثة والتسعون:
يترتب على الترك إلغاء جميع إجراءات الخصومة بما في ذلك صحيفة الدعوى، ولكن لا يمس ذلك الترك الحق المدعى به.
الباب الثامن ( تنحي القضاة وردهم عن الحكم )
المادة الرابعة والتسعون:
يكون القاضي ممنوعًا من نظر الدعوى وسماعها ولو لم يطلب ذلك أحد الخصوم في الأحوال الآتية:
أ - إذا كان زوجًا لأحد الخصوم أو كان قريبًا أو صهرًا له إلى الدرجة الرابعة.
ب - إذا كان له أو لزوجته خصومة قائمة مع أحد الخصوم في الدعوى أو مع زوجته.
ج - إذا كان وكيلًا لأحد الخصوم، أو وصيًا، أو قيمًا عليه، أو مظنونة وراثته له، أو كان زوجًا لوصي أحد الخصوم أو القيم عليه، أو كانت له صلة قرابة أو مصاهرة إلى الدرجة الرابعة بهذا الوصي أو القيم.
د - إذا كان له مصلحة في الدعوى القائمة أو لزوجته أو لأحد أقاربه أو أصهاره على عمود النسب أو لمن يكون هو وكيلًا عنه أو وصيًا أو قيمًا عليه.
هـ - إذا كان قد أفتى أو ترافع عن أحد الخصوم في الدعوى أو كتب فيها ولو كان ذلك قبل اشتغاله بالقضاء، أو كان قد سبق له نظرها قاضيًا أو خبيرًا أو محكمًا، أو كان قد أدى شهادة فيها، أو باشر إجراء من إجراءات التحقيق فيها.

المادة الخامسة والتسعون:
يقع باطلًا عمل القاضي أو قضاؤه في الأحوال المتقدمة في المادة (الرابعة والتسعين) من هذا النظام ولو تم باتفاق الخصوم. وإن وقع هذا البطلان في حكم مؤيد جاز للخصم أن يطلب من المحكمة العليا نقض الحكم وإعادة نظر الدعوى أمام دائرة أخرى.
المادة السادسة والتسعون:
يجوز رد القاضي لأحد الأسباب الآتية:
أ - إذا كان له أو لزوجته دعوى مماثلة للدعوى التي ينظرها.
ب - إذا حدث له أو لزوجته خصومة مع أحد الخصوم أو مع زوجته بعد قيام الدعوى المنظورة أمام القاضي، ما لم تكن هذه الدعوى قد أقيمت بقصد رده عن نظر الدعوى المنظورة أمامه.
ج - إذا كان لمطلقته التي له منها ولد، أو لأحد أقاربه أو أصهاره إلى الدرجة الرابعة، خصومة قائمة أمام القضاء مع أحد الخصوم في الدعوى، أو مع زوجته، ما لم تكن هذه الخصومة قد أقيمت أمام القاضي بقصد رده.
د - إذا كان أحد الخصوم خادمًا له، أو كان القاضي قد اعتاد مؤاكلة أحد الخصوم أو مساكنته، أو كان قد تلقى منه هدية قُبيل رفع الدعوى أو بعده.
هـ - إذا كان بينه وبين أحد الخصوم عداوة أو مودة يرجح معها عدم استطاعته الحكم دون تحيز.
يترتب على تقديم طلب الرد وقف الدعوى إلى حين الفصل فيه.
المادة السابعة والتسعون:
لا يجوز للقاضي الامتناع من القضاء في قضية معروضة عليه، إلا إذا كان ممنوعًا من نظرها أو قام به سبب للرد. وعليه أن يخبر مرجعه المباشر للإذن له بالتنحي، ويثبت هذا كله في محضر خاص يحفظ في المحكمة.
المادة الثامنة والتسعون:
إذا قام بالقاضي سبب للرد ولم يتنح جاز للخصم طلب رده، فإن لم يكن سبب الرد من الأسباب المنصوص عليها في المادة (السادسة والتسعين) من هذا النظام، وجب تقديم طلب الرد قبل تقديم أي دفع أو دفاع في القضية وإلا سقط الحق فيه. ومع ذلك يجوز طلب الرد إذا حدثت أسبابه بعد ذلك، أو إذا أثبت طالب الرد أنه كان لا يعلم بها. وفي جميع الأحوال لا يقبل طلب الرد بعد قفل باب المرافعة.
المادة التاسعة والتسعون:
يقدم طلب الرد بتقرير يودع في إدارة المحكمة موقعًا من طالب الرد، ويجب أن يشمل تقرير الرد أسبابه، وأن يرافقه ما يوجد من الأوراق المؤيدة له.
المادة المائة:
يجب على إدارة المحكمة أن تطلع القاضي فورًا على تقرير طلب الرد، وعلى القاضي خلال الأيام الأربعة التالية لاطلاعه أن يكتب إلى رئيس المحكمة عن وقائع الرد وأسبابه؛ فإن لم يكتب عن ذلك في الموعد المحدد، أو كتب مؤيدًا أسباب الرد - وكانت هذه الأسباب تصلح له بموجب النظام - أو كتب نافيًا لها وثبتت في حقه؛ فعلى رئيس المحكمة أن يصدر أمرًا بتنحيته عن نظر الدعوى.
إذا كان المطلوب رده رئيس محكمة الدرجة الأولى فيفصل فيه رئيس محكمة الاستئناف المختصة، أما إذا كان المطلوب رده هو رئيس محكمة الاستئناف أو أحد قضاة المحكمة العليا، فيفصل فيه رئيس المحكمة العليا.
إذا رفض رئيس المحكمة - بحسب الأحوال - طلب الرد، أصدر أمرًا بذلك، ويعد هذا الأمر نهائيًا.
الباب التاسع ( إجراءات الإثبات )
المادة الأولى بعد المائة:
يجب أن تكون الوقائع المراد إثباتها أثناء المرافعة متعلقة بالدعوى منتجة فيها جائزًا قبولها.
المادة الثانية بعد المائة:
إذا كانت بينة أحد الخصوم في مكان خارج عن نطاق اختصاص المحكمة، فعليها أن تستخلف القاضي الذي يقع ذلك المكان في نطاق اختصاصه لسماع تلك البينة وتعديلها.
المادة الثالثة بعد المائة:
للمحكمة أن تعدل عما أمرت به من إجراءات الإثبات، بشرط أن تبين أسباب العدول في الضبط. ويجوز لها كذلك ألا تأخذ بنتيجة الإجراء، بشرط أن تبين أسباب ذلك في حكمها.
المادة الرابعة بعد المائة:
للمحكمة أن تستجوب من يكون حاضرًا من الخصوم، ولكل منهم أن يطلب استجواب خصمه الحاضر، وتكون الإجابة في الجلسة نفسها إلا إذا رأت المحكمة إعطاء موعد للإجابة، كما تكون الإجابة في مواجهة طالب الاستجواب.
المادة الخامسة بعد المائة:
للمحكمة أن تأمر بحضور الخصم لاستجوابه - سواء من تلقاء نفسها أو بناء على طلب خصمه - إذا رأت حاجة إلى ذلك، وعلى من تقرر المحكمة استجوابه أن يحضر الجلسة التي حددها أمر المحكمة.
المادة السادسة بعد المائة:
إذا كان للخصم عذر مقبول يمنعه من الحضور بنفسه لاستجوابه ينتقل القاضي أو يكلف من يثق به إلى مكان إقامته لاستجوابه، وإذا كان المستجوب خارج نطاق اختصاص المحكمة فيستخلف القاضي في استجوابه محكمة مكان إقامته.
المادة السابعة بعد المائة:
إذا تخلف الخصم عن الحضور للاستجواب دون عذر مقبول، أو حضر وامتنع عن الإجابة دون مسوغ، فللمحكمة أن تسمع البينة، وأن تستخلص ما تراه من ذلك التخلف أو الامتناع، فإن لم تكن لديه بينة عُدَّ الخصم - المتخلف عن الحضور أو الممتنع عن الإجابة دون مسوغ- ناكلًا، وتجري المحكمة ما يلزم وفق المقتضى الشرعي.
المادة الثامنة بعد المائة:
إقرار الخصم - عند الاستجواب أو دون استجوابه - حجة قاصـرة عليه، ويجب أن يكون الإقرار حاصلًا أمام القضاء أثناء السير في الدعوى المتعلقة بالواقعة المقر بها.
المادة التاسعة بعد المائة:
يشترط في صحة الإقرار أن يكون المقر عاقلًا بالغًا مختارًا غير محجور عليه، ويقبل إقرار المحجور عليه للسفه في كل ما لا يعد محجورًا عليه فيه شرعًا.
المادة العاشرة بعد المائة:
لايتجزأ الإقرار على صاحبه، فلا يؤخذ منه الضار به ويترك الصالح له، بل يؤخذ جملة واحدة، إلا إذا انصب على وقائع متعددة، وكان وجود واقعة منها لا يستلزم حتمًا وجود الوقائع الأخرى.
المادة الحادية عشرة بعد المائة:
يجب على من يوجه إلى خصمه اليمين أن يبين بالدقة الوقائع التي يريد استحلافه عليها، وعلى المحكمة أن تعد صيغة اليمين اللازمة شرعًا، ويعد حلف الأخرس بإشارته المفهومة إن كان لا يعرف الكتابة.
المادة الثانية عشرة بعد المائة:
لا تكون اليمين ولا النكول عنها إلا أمام قاضي الدعوى في مجلس القضاء ولا اعتبار لهما خارجه، ما لم يكن هناك نص يخالف ذلك.
المادة الثالثة عشرة بعد المائة:
 من دعي للحضور إلى المحكمة لأداء اليمين وجب عليه الحضور.
إذا حضر من وجهت إليه اليمين بنفسه ولم ينازع لا في جوازها ولا في تعلقها بالدعوى، وجب عليه أن يؤديها فورًا أو يردها على خصمه، وإلا عُدَّ ناكلًا، وإن امتنع دون أن ينازع أو تخلف عن الحضور بغير عذر، عُدَّ ناكلًا كذلك.
إذا حضر من وجهت إليه اليمين ونازع في جوازها أو في تعلقها بالدعوى لزمه بيان ذلك، فإن لم تقتنع المحكمة بذلك وجب عليه أداء اليمين، وإلا عُدَّ ناكلًا.
المادة الرابعة عشرة بعد المائة:
إذا كان لمن وجهت إليه اليمين عذر يمنعه من الحضور لأدائها فتنتقل المحكمة لتحليفه، أو تكلف أحد قضاتها بذلك. فإن كان من وجهت إليه اليمين يقيم خارج نطاق اختصاص المحكمة، فلها أن تستخلف في تحليفه محكمة مكان إقامته. وفي كلا الحالين يحرر محضر بحلف اليمين يوقعه الحالف والقاضي المستخلف أو المكلف والكاتب ومن حضر من الخصوم.
المادة الخامسة عشرة بعد المائة:
يجب أن يكون أداء اليمين في مواجهة طالبها إلا إذا قرر تنازله عن حضور أدائها، أو تخلف دون عذر مقبول مع علمه بالجلسة.
المادة السادسة عشرة بعد المائة:
يجوز للمحكمة أن تقرر - من تلقاء نفسها أو بناء على طلب أحد الخصوم - معاينة المتنازع فيه بجلبه إلى المحكمة إن كان ذلك ممكنًا، أو بالانتقال إليه، أو تكليف أحد أعضائها لذلك، على أن يذكر في القرار الصادر بذلك موعد المعاينة، ولها أن تستخلف في المعاينة المحكمة التي يقع في نطاق اختصاصها الشيء المتنازع فيه، وفي هذه الحالة يبلغ قرار الاستخلاف القاضي المستخلف، على أن يتضمن هذا القرار جميع البيانات المتعلقة بالخصوم وموضع المعاينة وغير ذلك من البيانات اللازمة لتوضيح جوانب القضية.
المادة السابعة عشرة بعد المائة:
تدعو المحكمة أو القاضي المكلف أو المستخلف الخصوم قبل الموعد المعين بأربع وعشرين ساعة على الأقل - عدا مهل المسافة - بمذكرة ترسل بوساطة إدارة المحكمة تتضمن بيان مكان الاجتماع واليوم والساعة التي سينعقد فيها.
ويجوز للمحكمة إذا لزم الأمر أن تتحفظ على الشيء موضع المعاينة إلى حين صدور الحكم أو إلى أي وقت آخر تراه.
المادة الثامنة عشرة بعد المائة:
للمحكمة وللقاضي المكلف أو المستخلف للمعاينة تعيين خبير أو أكثر للاستعانة به في المعاينة، ولها وللقاضي المكلف أو المستخلف سماع من يرون سماع شهادته من الشهود في موضع النزاع.
المادة التاسعة عشرة بعد المائة:
يحرر محضر بنتيجة المعاينة، يوقعه المعاين والكاتب ومن حضر من الخبراء والشهود والخصوم، ويثبت في ضبط القضية.
المادة العشرون بعد المائة:
يجوز لكل صاحب مصلحة في إثبات معالم واقعة يحتمل أن تصبح محل نزاع أمام القضاء مستقبلًا أن يتقدم إلى المحكمة المختصة بها مكانًا بدعوى مستعجلة لمعاينتها بحضور ذوي الشأن وإثبات حالتها. ويكون طلب المعاينة بصحيفة وفقًا للإجراءات المعتادة لرفع الدعوى. وتتم المعاينة وإثبات الحالة وفق أحكام هذا النظام.
المادة الحادية والعشرون بعد المائة:
على الخصم الذي يطلب أثناء المرافعة الإثبات بشهادة الشهود أن يبين في الجلسة كتابة أو مشافهة الوقائع التي يريد إثباتها، وإذا رأت المحكمة أن تلك الوقائع جائزة الإثبات بمقتضى المادة (الأولى بعد المائة) من هذا النظام قررت سماع شهادة الشهود وعينت جلسة لذلك وطلبت من الخصم إحضارهم فيها.
المادة الثانية والعشرون بعد المائة:
إذا كان للشاهد عذر يمنعه من الحضور لأداء شهادته فينتقل القاضي لسماعها، أو تكلف المحكمة أحد قضاتها لذلك، وإذا كان الشاهد يقيم خارج نطاق اختصاص المحكمة فتستخلف المحكمة في سماع شهادته محكمة مكان إقامته.
المادة الثالثة والعشرون بعد المائة:
تسمع شهادة كل شاهد على انفراد بحضور الخصوم دون حضور باقي الشهود الذين لم تسمع شهادتهم، على أنَّ تخلُّف الخصم المشهود عليه لا يمنع من سماعها، وتتلى عليه الشهادة إذا حضر. وعلى الشاهد أن يذكر اسمه الكامل وسنه ومهنته ومكان إقامته وجهة اتصاله بالخصوم بالقرابة أو الاستخدام أو غيرها إن كان له اتصال بهم، مع التحقق من هويته.
المادة الرابعة والعشرون بعد المائة:
تؤدَّى الشهادة شفهيًا، ولا يجوز الاستعانة في أدائها بمذكرات مكتوبة إلا بإذن القاضي وبشرط أن تسوِّغ ذلك طبيعة الدعوى. وللخصم الذي تؤدى الشهادة ضده أن يبين للمحكمة ما يخل بشهادة الشاهد من طعن فيه أو في شهادته.
المادة الخامسة والعشرون بعد المائة:
للقاضي - من تلقاء نفسه أو بناءً على طلب أحد الخصوم - أن يوجه إلى الشاهد ما يراه من الأسئلة مفيدًا في كشف الحقيقة، وعلى القاضي في ذلك إجابة طلب الخصم، إلا إذا كان السؤال غير منتج.
المادة السادسة والعشرون بعد المائة:
إذا طلب أحد الخصوم إمهاله لإحضار شهوده الغائبين عن مجلس الحكم فيمهل أقل مدة كافية في نظر المحكمة، فإذا لم يحضرهم في الجلسة المعينة أو أحضر منهم من لم توصل شهادته أمهل مرة أخرى مع إنذاره باعتباره عاجزًا إن لم يحضرهم، فإذا لم يحضرهم في الجلسة الثالثة أو أحضر منهم من لم توصل شهادته فللمحكمة أن تفصل في الخصومة. فإذا كان له عذر في عدم إحضار شهوده كغيبتهم أو جهله مكان إقامتهم كان له حق إقامة الدعوى متى حضروا.
المادة السابعة والعشرون بعد المائة:
تُثبت شهادة الشاهد وإجابته عما يوجه إليه من أسئلة في الضبط بصيغة المتكلم دون تغييـر فيها، ثم تتلى عليه، وله أن يدخـل عليهـا ما يرى مـن تعديل ويذكر التعديل عقب نص الشهادة، ويوقع الشاهد والقاضي على الشهادة والتعديل.
المادة الثامنة والعشرون بعد المائة:
للمحكمة عند الاقتضاء أن تقرر تكليف خبير أو أكثر، وتحدد في قرارها مهمة الخبير وأجلًا لإيداع تقريره وأجلًا لجلسة المرافعة المبنية على التقرير، وتحدد فيه كذلك - عند الاقتضاء - السلفة التي تودع لحساب مصروفات الخبير وأتعابه والخصم المكلف بإيداعها والأجل المحدد للإيداع. وللمحكمة كذلك أن تعيّن خبيرًا لإبداء رأيه شفهيًا في الجلسة، وفي هذه الحالة يثبت رأيه في الضبط.
تحدد لوائح هذا النظام ضوابط أتعاب الخبراء ومصروفاتهم.
للمحاكم أن تستعين بالأجهزة الحكومية للحصول على الخبرة المتوافرة لدى منسوبيها.
تحدد لوائح هذا النظام اختصاصات إدارة الخبرة في وزارة العدل، وتتولى هذه الإدارة إعداد قائمة بأسماء الخبراء الذين تستعين بهم المحاكم من غير منسوبي الأجهزة الحكومية. ويشترط فيمن يدرج اسمه في هذه القائمة ما يأتي:
أ - أن يكون حسن السيرة والسلوك.
ب - أن يكون حاصلًا على ترخيص بمزاولة مهنته من الجهة المختصة، وأن يكون ترخيصه ساري المفعول.
يشكل في المحاكم - بحسب الحاجة - قسم يسمى (قسم الخبراء) يضم أعضاء هيئة النظر والمهندسين والمساحين والمترجمين ونحوهم تحت إشراف رئيس المحكمة.
المادة التاسعة والعشرون بعد المائة:
إذا لم يودع الخصم المبلغ المكلف بإيداعه في الأجل الذي عيّنته المحكمة، جاز للخصم الآخر أن يقوم بإيداع هذا المبلغ دون إخلال بحقه إذا حكم له في الرجوع على خصمه. وإذا لم يودع المبلغ أيّ من الخصمين وكان الفصل في القضية يتوقف على قرار الخبرة، فللمحكمة أن تقرر إيقاف الدعوى حتى يودع المبلغ.
المادة الثلاثون بعد المائة:
إذا اتفق الخصوم على خبير معيّن، فللمحكمة أن تقر اتفاقهم، وإلا اختارت من تراه، وعليها أن تبين سبب ذلك.
المادة الحادية والثلاثون بعد المائة:
خلال الأيام الثلاثة التالية لإيداع المبلغ تدعو المحكمة الخبير وتبين له مهمته وفقًا لمنطوق قرار التكليف ثم تسلم له صورة منه لإنفاذ مقتضاه. وللخبير أن يطلع على الأوراق المودعة في ملف الدعوى دون أن ينقل شيئًا منها إلا بإذن المحكمة.
المادة الثانية والثلاثون بعد المائة:
إذا لم يكن الخبير تابعًا للمحكمة فله خلال الأيام الثلاثة التالية لتسلمه صورة قرار تكليفه أن يطلب من المحكمة إعفاءه من أداء المهمة التي كلف بها، وفي هذه الحالة تعين المحكمة خبيرًا آخر بدلًا عنه، ولها أن تحكم على الخبير الذي لم يؤدِّ مهمته بالمصاريف التي تسبب في صرفها دون نتيجة وفق المقتضى الشرعي.
المادة الثالثة والثلاثون بعد المائة:
يجوز رد الخبراء للأسباب التي تجيز رد القضاة، وتفصل المحكمة التي عيّنت الخبير في طلب الرد بحكم غير قابل للاعتراض. ولا يقبل طلب رد الخبير من الخصم الذي اختاره، إلا إذا كان سبب الرد قد جد بعد الاختيار، وكذلك لا يقبل طلب الرد بعد قفل باب المرافعة.
المادة الرابعة والثلاثون بعد المائة:
على الخبير أن يحدد لبدء عمله تاريخًا لا يتجاوز الأيام العشرة التالية لتسلمه قرار التكليف، وأن يبلغ الخصوم في موعد مناسب بمكان الاجتماع وزمانه، ويجب على الخبير أن يباشر أعمـاله ولو في غيبة الخصوم متى كانوا قد دعوا على الوجه الصحيح.
المادة الخامسة والثلاثون بعد المائة:
يعد الخبير محضرًا بمهمته يشتمل على بيان أعماله بالتفصيل وعلى بيان حضور الخصوم وأقوالهم وملحوظاتهم وأقوال الأشخاص الذين اقتضت الحاجة سماع أقوالهم موقعًا عليه منهم. ويشفع الخبير محضره بتقرير موقع منه يضمنه نتيجة أعماله ورأيه والأوجه التي يستند إليها في تبرير هذا الرأي، وإذا تعدد الخبراء واختلفوا فعليهم أن يقدموا تقريرًا واحدًا يذكرون فيه رأي كل واحد منهم وأسبابه.
المادة السادسة والثلاثون بعد المائة:
على الخبير أن يودع لدى إدارة المحكمة تقريره وما يلحق به من محاضر الأعمال وما سلم إليه من أوراق. وعليه أن يبلغ الخصوم بهذا الإيداع خلال أربع وعشرين ساعة تالية لحصول الإيداع، وذلك بكتاب مسجل.
المادة السابعة والثلاثون بعد المائة:
للمحكمة أن تأمر باستدعاء الخبير في جلسة تحـددها لمناقشة تقريره إن رأت حاجة إلى ذلك، ولها أن تعيد إليه تقريره ليتدارك ما تبين لها من وجوه الخطأ أو النقص في عمله ولها أن تعهد بذلك إلى خبير آخر أو أكثر.
المادة الثامنة والثلاثون بعد المائة:
رأي الخبير لا يقيد المحكمة ولكنها تستأنس به.
المادة التاسعة والثلاثون بعد المائة:
الكتابة التي يكون بها الإثبات إما أن تدون في ورقة رسمية أو في ورقة عادية. والورقة الرسمية هي التي يثبت فيها موظف عام أو شخص مكلف بخدمة عامة ما تم على يديه أو ما تلقاه من ذوي الشأن، وذلك طبقًا للأوضاع النظامية وفي حدود سلطته واختصاصه.
أما الورقة العادية فهي التي يكون عليها توقيع مَنْ صدرت منه أو ختمه أو بصمته.
المادة الأربعون بعد المائة:
للمحكمة أن تقدر ما يترتب على الكشط والمحو والتحشية وغير ذلك من العيوب المادية في الورقة من إسقاط قيمتها في الإثبات.
وإذا كانت صحة الورقة محل شك في نظر المحكمة، جاز لها أن تسأل الموظف الذي صدرت منه أو الشخص الذي حررها ليبدي ما يوضح حقيقة الأمر فيها.
المادة الحادية والأربعون بعد المائة:
لا يقبل الطعن في الأوراق الرسمية إلا بادعاء التزوير، ما لم يكن مذكورًا فيها ما يخالف أحكام الشريعة الإسلامية.
المادة الثانية والأربعون بعد المائة:
إذا أنكر من نسب إليه مضمون ما في الورقة خطه أو توقيعه أو بصمته أو ختمه أو أنكر ذلك خلفه أو نائبه وكانت الورقة منتجة في النزاع ولم تكفِ وقائع الدعوى ومستنداتها لاقتناع المحكمة بمدى صحة الخط أو التوقيع أو البصمة أو الختم فللمحكمة إجراء المقارنة تحت إشرافها بوساطة خبير أو أكثر تسميهم في قرار المقارنة.
المادة الثالثة والأربعون بعد المائة:
تكون مقارنة الخط أو التوقيع أو البصمة أو الختم الذي حصل إنكاره على ما هو ثابت من خط من نسبت إليه الورقة أو توقيعه أو بصمته أو ختمه.
المادة الرابعة والأربعون بعد المائة:
يجب أن يوقع القاضي والكاتب على الورقة - محل النزاع - بما يفيد الاطلاع، ويُحرر محضر في الضبط تبين فيه حالة الورقة وأوصافها بيانًا كافيًا ويوقع عليه القاضي والكاتب والخصوم.
المادة الخامسة والأربعون بعد المائة:
على الخصوم أن يحضروا في الموعد الذي يعينه القاضي لتقديم ما لديهم من أوراق المقارنة واختيار ما يصلح منها لذلك. فإن تخلف الخصم المكلف بالإثبات بغير عذر جاز الحكم بسقوط حقه في الإثبات بالورقة محل النزاع، وإذا تخلف خصمه جاز اعتبار الأوراق المقدمة للمقارنة صالحة لها.
المادة السادسة والأربعون بعد المائة:
يضع القاضي والكاتب توقيعاتهما على أوراق المقارنة قبل الشروع فيها، ويذكر ذلك في المحضر.
المادة السابعة والأربعون بعد المائة:
إذا كان أصل الورقة الرسمية موجودًا، فإن الصورة التي نقلت منها خطيًا أو تصويرًا وصدرت من موظف عام في حدود اختصاصه - صدّق على مطابقتها لأصلها - تكون لها قوة الورقة الرسمية الأصلية بالقدر الذي يقرر فيه بمطابقته الصورة للأصل. وتعد الصورة المصدقة مطابقة للأصل، ما لم ينازع في ذلك أحد الخصوم، وفي هذه الحالة تراجع الصورة على الأصل، وكل صورة غير مصدقة بما يفيد مطابقتها لأصلها لا تصلح للاحتجاج.
المادة الثامنة والأربعون بعد المائة:
يجوز لمن بيده ورقة عادية أن يخاصم من تتضمن هذه الورقة حقًا عليه ليقر بها، ولو كان الالتزام الوارد فيها غير مستحق الأداء وقت الاختصام، ويكون ذلك بصحيفة وفقًا للإجراءات المعتادة لرفع الدعوى. فإذا حضر المدعى عليه فأقر فعلى المحكمة أن تثبت إقراره، وإن أنكر فتأمر المحكمة بتحقيقها وفقًا للإجراءات السالف ذكرها.
المادة التاسعة والأربعون بعد المائة:
يجوز للمحكمة - من تلقاء نفسها أو بناء على طلب أحد الخصوم عند الاقتضاء - أن تأمر بما يأتي:

جلب مستندات أو أوراق من الأجهزة الحكومية في المملكة أو صور مصدقة منها بما يفيد مطابقتها لأصلها إذا تعذر ذلك على الخصم، ويبين للمحكمة محتوى تلك المستندات إن أمكن ووجه انتفاعه بها.
إدخال الغير لإلزامه بتقديم مستندات أو أوراق تحت يده، وللمحكمة أن ترفض ذلك إذا كان لمن أحرزها مصلحة مشروعة في الامتناع عن عرضها.
المادة الخمسون بعد المائة:
يجوز الادعاء بالتزوير - في أي حالة تكون عليها الدعوى - باستدعاء يقدم إلى إدارة المحكمة تحدد فيه كل مواضع التزوير المدعى به وإجراءات التحقيق التي يطلب إثباته بها. ويجوز للمدعى عليه بالتزوير طلب وقف سير التحقيق فيه - في أي حال كان عليها - بنزوله عن التمسك بالورقة المطعون فيها. وللمحكمة في هذه الحال أن تأمر بضبط الورقة أو حفظها إذا طلب مدعي التزوير ذلك لمصلحة مشروعة.
المادة الحادية والخمسون بعد المائة:
على مدعي التزوير أن يسلم إلى إدارة المحكمة الورقة المطعون فيها إن كانت تحت يده أو صورتها المبلغة إليه. وإن كانت الورقة تحت يد الخصم فللقاضي بعد اطلاعه على الاستدعاء أن يكلفه فورًا بتسليمها إلى إدارة المحكمة، فإذا امتنع الخصم عن تسليم الورقة وتعذر على المحكمة العثور عليها عُدت غير موجودة، ولا يمنع ذلك من اتخاذ أي إجراء في شأنها إن أمكن فيما بعد.
المادة الثانية والخمسون بعد المائة:
إذا كان الادعاء بالتزوير منتجًا في النزاع، ولم تفِ وقائع الدعوى ومستنداتها لاقتناع المحكمة بصحة الورقة أو تزويرها، ورأت أن إجراء التحقيق الذي طلبه الطاعن في تقريره منتج؛ أمرت بالتحقيق.
المادة الثالثة والخمسون بعد المائة:
إذا ثبت تزوير الورقة فعلى المحكمة أن ترسلها مع صور المحاضر المتعلقة بها إلى الجهة المختصة لاتخاذ الإجراءات الجزائية اللازمة.
المادة الرابعة والخمسون بعد المائة:
يجوز للمحكمة - ولو لم يُدَّعَ أمامها بالتزوير - أن تحكم باستبعاد أي ورقة إذا ظهر لها من حالتها أو من ظروف الدعوى أنها مزورة أو مشتبه فيها. وللمحكمة كذلك عدم الأخذ بالورقة التي تشتبه في صحتها. وفي هذه الأحوال يجب على المحكمة أن تبين في حكمها الظروف والقرائن التي استبانت منها ذلك.
المادة الخامسة والخمسون بعد المائة:
يجوز لمن يخشى الاحتجاج عليه بورقة مزورة أن يخاصم من بيده هذه الورقة ومن يستفيد منها لسماع الحكم بتزويرها. ويكون ذلك بصحيفة وفقًا للإجراءات المعتادة لرفع الدعوى، وتراعي المحكمة في تحقيق هذه الدعوى القواعد والإجراءات السالف ذكرها.
المادة السادسة والخمسون بعد المائة:
يجوز للقاضي أن يستنتج قرينة أو أكثر من وقائع الدعوى أو مناقشة الخصوم أو الشهود لتكون مستندًا لحكمه أو ليكمل بها دليلًا ناقصًا ثبت لديه ليُكوِّن بهما معًا اقتناعه بثبوت الحق لإصدار الحكم.
المادة السابعة والخمسون بعد المائة:
لكل من الخصوم أن يثبت ما يخالف القرينة التي استنتجها القاضي، وحينئذ تفقد القرينة قيمتها في الإثبات.
المادة الثامنة والخمسون بعد المائة:
حيازة المنقول قرينة بسيطة على ملكية الحائز له عند المنازعة في الملكية، ويجوز للخصم إثبات العكس.
الباب العاشر ( الأحكام )
المادة التاسعة والخمسون بعد المائة:
متى تمت المرافعة في الدعوى، قضت المحكمة فيها فورًا، أو أجلت إصدار الحكم إلى جلسة أخرى تحددها، مع إفهام الخصوم بقفل باب المرافعة وموعد النطق بالحكم.
المادة الستون بعد المائة:
إذا تعدد القضاة فتكون المداولة في الأحكام سرية. وباستثناء ما ورد في المادة (الثانية والستين بعد المائة) من هذا النظام، لا يجوز أن يشترك في المداولة غير القضاة الذين سمعوا المرافعة.
المادة الحادية والستون بعد المائة:
لا يجـوز للمحكمـة أثنـاء المداولة أن تسمع توضيحات من أحد الخصوم إلا بحضور الخصم الآخر.
المادة الثانية والستون بعد المائة:
إذا نظـر القضية عدد من القضاة، فيصدر الحكم بالإجماع أو بأغلبية الآراء، وعلى الأقلية أن تسجل رأيها أولًا في ضبط القضية، وعلى الأكثرية أن توضح وجهة نظرها في الرد على رأي الأقلية في الضبط، فإن لم تتوافر الأغلبية أو تشعبت الآراء إلى أكثر من رأيين، فيكلف رئيس المحكمة أحد قضاتها لترجيح أحد الآراء حتى تحصل الأغلبية في الحكم، فإن تعذر ذلك فيكلف رئيس المجلس الأعلى للقضاء أحد القضاة لهذا الشأن.
المادة الثالثة والستون بعد المائة:
بعد قفل باب المرافعة والانتهاء إلى الحكم في القضية يجب تدوين الحكم في ضبط المرافعة مسبوقًا بالأسباب التي بُنِيَ عليها، ثم يوقع عليه القاضي أو القضاة الذين اشتركوا في نظر القضية.
المادة الرابعة والستون بعد المائة:
ينطق بالحكم في جلسة علنية بتلاوة منطوقة أو بتلاوة منطوقة مع أسبابه، ويجب أن يكون القضاة الذين اشتركوا في المداولة حاضرين تلاوة الحكم، فإذا حصل لأحدهم مانع جاز تغيبه إذا كان قد وقع على الحكم المدون في الضبط.
المادة الخامسة والستون بعد المائة:
يجب على المحكمة - بعد النطق بالحكم - إفهام الخصوم بطرق الاعتراض المقررة ومواعيدها. كما يجب عليها إفهام الأولياء والأوصياء والنظار وممثلي الأجهزة الحكومية ونحوهم - إن صدر الحكم في غير مصلحة من ينوبون عنه أو بأقل مما طلبوا - بأن الحكم واجب الاستئناف أو التدقيق وأنها سترفع القضية إلى محكمة الاستئناف.
المادة السادسة والستون بعد المائة:
تصدر المحكمة ـ خلال مدة لا تتجاوز عشرين يومًا من تاريخ النطق بالحكم ـ صكًّا حاويًا لخلاصة الدعوى، والجواب، والدفوع الصحيحة، وشهادة الشهود بلفظها وتزكيتها، وتحليف الأيمان، وأسماء القضاة الذين اشتركوا في الحكم، وأسماء الخصوم، ووكلائهم، وأسماء الشهود، واسم المحكمة التي نظرت الدعوى أمامها، وعدد ضبط الدعوى، وتاريخ ضبطها، وأسباب الحكم ونصه، وتاريخ النطق به، مع حذف الحشو والجمل المكررة التي لا تأثير لها في الحكم، ثم يوقع عليه ويختمه القاضي أو القضاة الذين اشتركوا في الحكم.
كل حكم يجب أن يسجل في سجل الأحكام، ما لم يقرر المجلس الأعلى للقضاء خلاف ذلك.
يكون تسليم صورة صك الحكم في مدة لا تتجاوز ما هو منصوص عليه في الفقرة (1) من هذه المادة.
المادة السابعة والستون بعد المائة:
إذا انتهت ولايـة القـاضي بالنسبة إلى قضيـة ما قبل النطق بالحكم فيها، فلخلفه الاستمرار في نظرها من الحد الذي انتهت إليه إجراءاتها لدى سلفه بعد تلاوة ما تم ضبطه سابقًا على الخصوم، فإن كانت موقعة بتوقيع القاضي السابق على توقيعات المترافعين والشهود فيعتمدها، وإن كان ما تم ضبطه غير موقع من المترافعين أو أحدهم أو القاضي ولم يصدّق المترافعون عليه فإن المرافعة تعاد من جديد.
المادة الثامنة والستون بعد المائة:
يجب أن يختم صك الحكم - الذي يكون التنفيذ بموجبه - بخاتم المحكمة بعد أن يذيل بالصيغة التنفيذية التالية: (يطلب من جميع الوزارات والأجهزة الحكومية الأخرى العمل على تنفيذ هذا الحكم بجميع الوسائل النظامية المتبعة ولو أدى إلى استعمال القوة الجبرية عن طريق الشرطة).
لا يسلم صك الحكم إلا إلى الخصم الذي له مصلحة في تنفيذه، ومع ذلك يجوز تزويد كل ذي مصلحة بنسخة من صك الحكم مجردة من الصيغة التنفيذية.
المادة التاسعة والستون بعد المائة:
تعديلات المادة
يجب أن يكون الحكم مشمولًا بالتنفيذ المعجل، بكفالة أو بدونها حسب تقدير القاضي، وذلك في الأحوال الآتية:
أ - الأحكام الصادرة في الأمور المستعجلة.
ب - إذا كان الحكم صادرًا بتقرير نفقة، أو أجرة رضاع، أو سكن، أو رؤية صغير، أو تسليمه إلى حاضنه، أو امرأة إلى محرمها، أو تفريق بين زوجين.
ج - إذا كان الحكم صادرًا بأداء أجرة خادم، أو صانع، أو عامل، أو مرضع، أو حاضن.

المادة السبعون بعد المائة:
يجوز للمحكمة المرفوع إليها الاعتراض - متى رأت أن أسباب الاعتراض على الحكم قد تقضي بنقضه - أن تأمر بوقف التنفيذ المعجل إذا كان يخشى منه وقوع ضرر جسيم.
المادة الحادية والسبعون بعد المائة:
تتولى المحكمة - بقرار تصدره بناءً على طلب أحد الخصوم أو من تلقاء نفسها - تصحيح ما قد يقع في صك الحكم من أخطاء مادية بحتة كتابية أو حسابية.ويُجرى هذا التصحيح على نسخة الحكم الأصلية، ويوقعه قاضي (أو قضاة) المحكمة التي أصدرته، بعد تدوين القرار في ضبط القضية.
المادة الثانية والسبعون بعد المائة:
إذا رفضت المحكمة التصحيح فيكون الاعتراض على ذلك مع الاعتراض على الحكم نفسه. أما القرار الذي يصدر بالتصحيح فيجوز الاعتراض عليه على استقلال بطرق الاعتراض الجائزة.
المادة الثالثة والسبعون بعد المائة:
إذا وقع في منطوق الحكم غموض أو لبس، جاز للخصوم أن يطلبوا من المحكمة التي أصدرته تفسيره، ويكون ذلك بصحيفة وفقًا للإجراءات المعتادة لرفع الدعوى.
المادة الرابعة والسبعون بعد المائة:
يدون الحكم الصادر بالتفسير على نسخة الحكم الأصلية، ويوقعها ويختمها قاضي (أو قضاة) المحكمة التي أصدرت الحكم. ويعد التفسير متممًا للحكم الأصلي، ويسري عليه ما يسري على هذا الحكم من القواعد الخاصة بطرق الاعتراض.
المادة الخامسة والسبعون بعد المائة:
إذا أغفلت المحكمة الحكم في بعض الطلبات الموضوعية المذكورة، فلصاحب الشأن أن يطلب من المحكمة أن تكلف خصمه بالحضور أمامها وفقًا للإجراءات المعتادة لنظر هذا الطلب، والحكم فيه.
الباب الحادي عشر ( طرق الاعتراض على الأحكام )
المادة السادسة والسبعون بعد المائة:
طرق الاعتراض على الأحكام هي الاستئناف، والنقض، والتماس إعادة النظر.
المادة السابعة والسبعون بعد المائة:
لا يجوز أن يعترض على الحكم إلا المحكوم عليه، أو من لم يقض له بكل طلباته، ما لم ينص النظام على غير ذلك.
المادة الثامنة والسبعون بعد المائة:
لا يجوز الاعتراض على الأحكام التي تصدر قبل الفصل في الدعوى ولا تنتهي بها الخصومة كلها أو بعضها إلا مع الاعتراض على الحكم الصادر في الموضوع، ويجوز الاعتراض على الحكم الصادر بوقف الدعوى وعلى الأحكام الوقتية والمستعجلة والأحكام القابلة للتنفيذ الجبري والأحكام الصادرة بعدم الاختصاص قبل الحكم في الموضوع.
لا يترتب على الاعتراض على الأحكام الوقتية والمستعجلة والأحكام القابلة للتنفيذ الجبري وقف تنفيذها.
المادة التاسعة والسبعون بعد المائة:
يبدأ موعد الاعتراض على الحكم من تاريخ تسليم صورة صك الحكم إلى المحكوم عليه وأخذ توقيعه في الضبط، أو من التاريخ المحدد لتسلمها إن لم يحضر، فإن لم يحضر لتسلم صورة صك الحكم فتودع في ملف الدعوى في التاريخ نفسه مع إثبات ذلك في الضبط، ويعد الإيداع الذي يتم وفقًا لذلك بداية للموعد المقرر للاعتراض على الحكم. ويبدأ موعد الاعتراض على الحكم الغيابي أو الحكم الصادر تدقيقًا أمام المحكمة العليا من تاريخ تبليغه إلى الشخص المحكوم عليه أو وكيله.
إذا كان المحكوم عليه سجينًا أو موقوفًا فعلى الجهة المسئولة عنه إحضاره للمحكمة لتسلم صورة صك الحكم خلال المدة المحددة لتسلمها وكذلك إحضاره لتقديم اعتراضه في المدة المحددة لتقديم الاعتراض.
المادة الثمانون بعد المائة:
يقف سريان مدة الاعتراض بموت المعترض، أو بفقد أهليته للتقاضي، أو بزوال صفة من كان يباشر الخصومة عنه. ويستمر الوقف حتى إبلاغ الحكم إلى الورثة أو مَنْ يمثلهم أو يزول العارض.
المادة الحادية والثمانون بعد المائة:
إذا اعترض على الحكم لمخالفته الاختصاص وجب على المحكمة التي تنظر الاعتراض أن تقتصر على بحث الاختصاص.
المادة الثانية والثمانون بعد المائة:
يترتب على نقض الحكم إلغاء جميع القرارات والإجراءات اللاحقة للحكم المنقوض متى كان ذلك الحكم أساسًا لها.
المادة الثالثة والثمانون بعد المائة:
إذا كان الحكم لم ينقض إلا في جزء منه، بقي نافذًا في أجزائه الأخرى ما لم تكن التجزئة غير ممكنة.
المادة الرابعة والثمانون بعد المائة:
تسري على محاكم الاستئناف والمحكمة العليا القواعد والإجراءات المقررة أمام محاكم الدرجة الأولى، ما لم ينص هذا النظام على غير ذلك.
المادة الخامسة والثمانون بعد المائة:
جميع الأحكام الصادرة من محاكم الدرجة الأولى قابلة للاستئناف، باستثناء الأحكام في الدعاوى اليسيرة التي يحددها المجلس الأعلى للقضاء.
يحدد المجلس الأعلى للقضاء الأحكام التي يكتفى بتدقيقها من محكمة الاستئناف.
للمحكوم عليه بحكم قابل للاستئناف أن يطلب - خلال المدة المقررة نظامًا للاعتراض - الاكتفاء بطلب التدقيق من محكمة الاستئناف دون الترافع أمامها، ما لم يطلب الطرف الآخر الاستئناف. وفي جميع الأحوال يجوز لمحكمة الاستئناف نظر الدعوى مرافعة إذا رأت ذلك.
إذا كان المحكوم عليه ناظر وقف، أو وصيًا، أو وليًا، أو ممثل جهة حكومية ونحوه، ولم يطلب الاستئناف أو طلب الاستئناف أو التدقيق ولم يقدم مذكرة الاعتراض خلال المدة المقررة نظامًا، أو كان المحكوم عليه غائبًا وتعذر تبليغه بالحكم؛ فعلى المحكمة أن ترفع الحكم إلى محكمة الاستئناف لتدقيقه، مهما كان موضوع الحكم، ولا يشمل ذلك ما يأتي:
أ - القرار الصادر على الهيئة العامة للولاية على أموال القاصرين ومن في حكمهم من المحكمة المختصة منفذًا لحكم نهائي سابق.
ب - الحكم الصادر في شأن مبلغ أودعه أحد الأشخاص لمصلحة شخص آخر، أو ورثته، ما لم يكن للمودع، أو مَنْ يمثله، معارضة في ذلك.
المادة السادسة والثمانون بعد المائة:
لا تقبل الطلبات الجديدة في الاستئناف، وتحكم المحكمة من تلقاء نفسها بعدم قبولها.
المادة السابعة والثمانون بعد المائة:
مدة الاعتراض بطلب الاستئناف أو التدقيق ثلاثون يومًا، ويستثنى من ذلك الأحكام الصادرة في المسائل المستعجلة فتكون عشرة أيام. فإذا لم يقدم المعترض اعتراضه خلال هاتين المدتين سقط حقه في طلب الاستئناف أو التدقيق، وعلى الدائرة المختصة تدوين محضر بسقوط حق المعترض عند انتهاء مدة الاعتراض في ضبط القضية، والتهميش على صك الحكم وسجله بأن الحكم قد اكتسب القطعية، وذلك دون الإخلال بحكم الفقرة (4) من المادة (الخامسة والثمانين بعد المائة) من هذا النظام.
المادة الثامنة والثمانون بعد المائة:
يحصل الاعتراض بطلب الاستئناف أو التدقيق، بمذكرة تودع لدى إدارة المحكمة التي أصدرت الحكم، مشتملة على بيان الحكم المعترض عليه، ورقمه، وتاريخه، والأسباب التي بُنِيَ عليها الاعتراض، وطلبات المعترض، وتوقيعه، وتاريخ إيداع مذكرة الاعتراض.
تقيد إدارة المحكمة مذكرة الاعتراض في يوم إيداعها في السجل الخاص بذلك، وتحال فورًا إلى الدائرة التي أصدرت الحكم.
المادة التاسعة والثمانون بعد المائة:
بعد اطلاع الدائرة التي أصدرت الحكم المعترض عليه على مذكرة الاعتراض، يجوز لها أن تعيد النظر في الحكم من ناحية الوجوه التي بُنِيَ عليها الاعتراض من غير مرافعة، ما لم يظهر مقتضٍ لها. وعليها أن تؤكد حكمها أو تعدِّلـه حسب ما يظهر لها، فإذا أكدت حكمها رفعته مع صورة ضبط القضية ومذكرة الاعتراض وجميع الأوراق إلى محكمة الاستئناف. أما إن عدَّلته فيبلغ الحكم المعدَّل للخصوم، وتسري عليه في هذه الحالة الإجراءات المعتادة.
المادة التسعون بعد المائة:
تحدد محكمة الاستئناف جلسة للنظر في طلب الاستئناف أو طلب التدقيق إذا رأت النظر فيه مرافعة، فإن لم يحضر المستأنف أو من طلب التدقيق بعد إبلاغه بموعد الجلسة، ومضى ستون يومًا ولم يطلب السير في الدعوى، أو لم يحضر بعد السير فيها؛ فتحكم المحكمة من تلقاء نفسها بسقوط حقه في الاستئناف أو التدقيق، وذلك دون الإخلال بحكم الفقرة (4) من المادة (الخامسة والثمانين بعد المائة) من هذا النظام.
تنظر محكمة الاستئناف في طلب الاستئناف أو طلب التدقيق، استنادًا إلى ما في الملف من الأوراق وما يقدمه الخصوم إليها من دفوع أو بينات جديدة لتأييد أسباب اعتراضهم المقدم في المذكرة. وتحكم بعد سماع أقوال الخصوم في طلب الاستئناف أو طلب التدقيق - إذا رأت النظر فيه مرافعة - بتأييد الحكم أو نقضه كليًا أو جزئيًا وتحكم فيما نُقض.
المادة الحادية والتسعون بعد المائة:
إذا وجدت محكمة الاستئناف أن منطوق الحكم في القضايا التي يتم تدقيقها دون مرافعة موافقًا من حيث نتيجته لأصوله الشرعية؛ أيدته، مع التوجيه بما قد يكون لها من ملحوظات لا تقتضي نقض الحكم، وإذا نقضت الحكم كليًّا أو جزئيًّا؛ فعليها أن تحكم فيما نقض بعد سماع أقوال الخصوم.
المادة الثانية والتسعون بعد المائة:
إذا حكمت محكمة الاستئناف بإلغاء حكم محكمة الدرجة الأولى الصادر بعدم الاختصاص، أو بقبول دفع فرعي ترتب عليه منع السير في الدعوى، وجب عليها أن تعيد القضية إلى المحكمة التي أصدرت الحكم؛ للنظر في موضوعها.
المادة الثالثة والتسعون بعد المائة:
للمحكوم عليه الاعتراض بطلب النقض أمام المحكمة العليا على الأحكام والقرارات التي تصدرها أو تؤيدها محاكم الاستئناف، متى كان محل الاعتراض على الحكم ما يلي:

مخالفة أحكام الشريعة الإسلامية وما يصدره ولي الأمر من أنظمة لا تتعارض معها.
صدور الحكم من محكمة غير مشكلة تشكيلًا سليمًا طبقًا لما نُص عليه نظامًا.
صدور الحكم من محكمة أو دائرة غير مختصة.
الخطأ في تكييف الواقعة، أو وصفها وصفًا غير سليم.
المادة الرابعة والتسعون بعد المائة:
مدة الاعتراض بطلب النقض ثلاثون يومًا، ويستثنى من ذلك الأحكام الصادرة في المسائل المستعجلة فتكون خمسة عشر يومًا. فإذا لم يودع المعترض اعتراضه خلال هاتين المدتين سقط حقه في طلب النقض.
المادة الخامسة والتسعون بعد المائة:
1- يحصل الاعتراض بطلب النقض، بمذكرة تودع لدى إدارة محكمة الاستئناف التي أصدرت الحكم أو أيدته. ويجب أن تشتمل مذكرة الاعتراض على البيانات المتعلقة بأسماء الخصوم، وعنوان كل منهم، وبيان الحكم المعترض عليه، ورقمه، وتاريخه، والأسباب التي بُنِيَ عليها الاعتراض، وطلبات المعترض، وتوقيعه، وتاريخ إيداع مذكرة الاعتراض.
2- تقيد إدارة محكمة الاستئناف مذكرة الاعتراض في يوم إيداعها في السجل الخاص بذلك، وترفعها مع صورة ضبط القضية وجميع الأوراق إلى المحكمة العليا خلال مدة لا تزيد على ثلاثة أيام من تاريخ انتهاء مدة الاعتراض.
المادة السادسة والتسعون بعد المائة:
لا يترتب على الاعتراض لدى المحكمة العليا وقف تنفيذ الحكم، ما لم ينص النظام على خلاف ذلك، وللمحكمة أن تأمر بوقف تنفيذ الحكم مؤقتًّا إذا طُلب ذلك في مذكرة الاعتراض وكان يُخشى من التنفيذ وقوع ضرر جسيم يتعذر تداركه، ولها عنـدما تأمر بوقـف التنفيذ أن توجب تقـديم ضـمان، أو كفيل غـارم مليء، أو تأمر بما تراه كفيلا بحفظ حق المعترض عليه.
المادة السابعة والتسعون بعد المائة:
تنظر المحكمة العليا الشروط الشكلية في الاعتراض، المتعلقة بالبيانات المنصوص عليها في الفقرة (1) من المادة (الخامسة والتسعين بعد المائة) من هذا النظام، وما إذا كان صادرًا ممن له حق طلب النقض، ثم تقرر قبول الاعتراض أو عدم قبوله شكلًا. فإذا كان الاعتراض غير مقبول من حيث الشكل، فتصدر قرارًا مستقلًا بذلك.
المادة الثامنة والتسعون بعد المائة:
إذا قبلت المحكمة العليا الاعتراض شكلًا، فتفصل في موضوع الاعتراض استنادًا إلى ما في الملف من الأوراق، دون أن تتناول وقائع القضية. فإن لم تقتنع بالأسباب التي بُنِيَ عليها الاعتراض أيدت الحكم، وإلا نقضت الحكم كله أو بعضه -بحسب الحال - مع ذكر المستند، وتعيد القضية إلى المحكمة التي أصدرت الحكم لتحكم فيها من جديد من غير من نظرها. فإن كان النقض للمرة الثانية - وكان الموضوع بحالته صالحًا للحكم - وجب عليها أن تحكم في الموضوع، ويكون حكمها نهائيًا.
المادة التاسعة والتسعون بعد المائة:
لا يجوز التمسك أمام المحكمة العليا بسبب لم يرد في مذكرة الاعتراض، ما لم يكن السبب متعلقًا بالنظام العام؛ فتأخذ به المحكمة من تلقاء نفسها.
المادة المائتان:
يحق لأيٍّ من الخصوم أن يلتمس إعادة النظر في الأحكام النهائية في الأحوال الآتية:
أ - إذا كان الحكم قد بُنِيَ على أوراق ظهر بعد الحكم تزويرها، أو بُنِيَ على شهادة قضي - من الجهة المختصة بعد الحكم - بأنها شهادة زور.
ب- إذا حصل الملتمس بعد الحكم على أوراق قاطعة في الدعوى كان قد تعذر عليه إبرازها قبل الحكم.
ج - إذا وقع من الخصم غش من شأنه التأثير في الحكم.
د - إذا قضى الحكم بشيء لم يطلبه الخصوم أو قضى بأكثر مما طلبوه.
هـ - إذا كان منطوق الحكم يناقض بعضه بعضًا.
و - إذا كان الحكم غيابيًا.
ز - إذا صدر الحكم على من لم يكن ممثلًا تمثيلًا صحيحًا في الدعوى.
يحق لمن يعد الحكم حجة عليه ولم يكن قد أدخل أو تدخل في الدعوى أن يلتمس إعادة النظر في الأحكام النهائية.
المادة الأولى بعد المائتين:
مدة التماس إعادة النظر ثلاثون يومًا، تبدأ من اليوم الذي يثبت فيه علم الملتمس بتزوير الأوراق أو القضاء بأن الشهادة زور أو ظهرت فيه الأوراق المنصوص عليها في الفقرة ( ب ) من المادة (المائتين) من هذا النظام أو ظهر فيه الغش، ويبدأ الموعد في الحالات المنصوص عليها في الفقرات (د، هـ، و، ز) من المادة (المائتين) من هذا النظام من وقت إبلاغ الحكم، ويبدأ الموعد بالنسبة إلى الفقرة (2) من المادة (المائتين) من هذا النظام من تاريخ العلم بالحكم.
المادة الثانية بعد المائتين:
يرفع الالتماس بإعادة النظر بصحيفة تودع لدى المحكمة التي أصدرت الحكم، ويجب أن تشتمل الصحيفة على بيان الحكم الملتمس إعادة النظر فيه ورقمه وتاريخه وأسباب الالتماس، وتقيد إدارة المحكمة الصحيفة في يوم إيداعها في السجل الخاص بذلك. وإن كان الحكم مؤيدًا من المحكمة العليا أو من محكمة الاستئناف فترفع المحكمة التي أصدرت الحكم صحيفة التماس إعادة النظر إلى المحكمة التي أيدت الحكم للنظر في الالتماس. وعلى المحكمة - بحسب الأحوال - أن تعد قرارًا بقبول الالتماس أو عدم قبوله، فإن قبلته فتنظر في الدعوى المحكمة التي أصدرت الحكم، وعليها إبلاغ أطراف الدعوى بذلك. وإن لم تقبله، فللملتمس الاعتراض على عدم القبول وفقًا للإجراءات المقررة للاعتراض، ما لم يكن القرار صادرًا من المحكمة العليا.
لا يترتب على رفع الالتماس وقف تنفيذ الحكم، ومع ذلك يجوز للمحكمة التي تنظر الالتماس أن تأمر بوقف التنفيذ متى طلب ذلك، وكان يخشى من التنفيذ وقوع ضرر جسيم يتعذر تداركه. وللمحكمة عندما تأمر بوقف التنفيذ أن توجب تقديم ضمان أو كفيل غارم مليء، أو تأمر بما تراه كفيلًا بحفظ حق المعترض عليه.
المادة الثالثة بعد المائتين:
الأحكام التي تصدر في موضوع الدعوى من غير المحكمة العليا - بناءً على التماس إعادة النظر - يجوز الاعتراض عليها بطلب استئنافها أو بطلب نقضها بحسب الأحوال.
المادة الرابعة بعد المائتين:
القرار الذي يصـدر برفـض الالتمـاس، والحكم الذي يصدر في موضوع الدعوى بعد قبوله، لا يجوز الاعتراض على أيّ منهما بالتماس إعادة النظر.
لأي من الخصوم التماس إعادة النظر مرة أخرى لأسباب لم يسبق نظرها، مما هو منصوص عليه في المادة (المائتين) من هذا النظام.
الباب الثاني عشر ( القضاء المستعجل )
المادة الخامسة بعد المائتين:
تحكـم المحكمـة المختصـة بنظـر الموضوع بصفة مؤقتة في المسائل المستعجلة التي يخشى عليها فوات الوقت والمتعلقة بالمنازعة نفسها، ولا يؤثر هذا الحكم على موضوع الدعوى، سواء رفع طلب الحكم بالإجراء المؤقت مباشرة أو تبعًا للدعوى الأصلية.
المادة السادسة بعد المائتين:
تشمل الدعاوى المستعجلة ما يأتي:
أ - دعوى المعاينة لإثبات الحالة.
ب - دعوى المنع من السفر.
ج - دعوى منع التعرض للحيازة، ودعوى استردادها.
د - دعوى وقف الأعمال الجديدة.
هـ - دعوى طلب الحراسة.
و - الدعوى المتعلقة بأجرة الأجير اليومية.
ز - الدعاوى الأخرى التي يعطيها النظام صفة الاستعجال.

المادة السابعة بعد المائتين:
يكون موعد الحضور في الدعاوى المستعجلة أربعًا وعشرين ساعة، ويجوز في حالة الضرورة القصوى نقص هذا الموعد بأمر من المحكمة.
المادة الثامنة بعد المائتين:
لكل مدع بحق على آخر أثناء نظر الدعوى، أو قبل تقديمها مباشرة، أن يقدم إلى المحكمة المختصة بالموضوع دعوى مستعجلة لمنع خصمه من السفر، وعلى القاضي أن يصدر أمرًا بالمنع إذا قامت أسباب تدعو إلى الظن أن سفر المدعى عليه أمر متوقع وبأنه يعرض حق المدعي للخطر أو يؤخر أداءه، ويشترط تقديم المدعي تأمينًا يحدده القاضي لتعويض المدعى عليه متى ظهر أن المدعي غير محق في دعواه، ويحكم بالتعويض مع الحكم في الموضوع ويقدر حسب ما لحق المدعى عليه من أضرار لتأخيره عن السفر.
المادة التاسعة بعد المائتين:
لكل صاحب حق ظاهر أن يتقدم إلى المحكمة المختصة بالموضوع بدعوى مستعجلة لمنع التعرض لحيازته أو لاستردادها، وعلى القاضي أن يصدر أمرًا بمنع التعرض أو باسترداد الحيازة إذا اقتنع بمسوغاته، ولا يؤثر هذا الأمر على أصل الحق ولا يكون دليلًا عليه، ولمن ينازع في أصل الحق أن يتقدم إلى القضاء وفق أحكام هذا النظام.
لا يجوز أن يجمع المدعي في دعوى الحيازة بينها وبين المطالبة بالحق وإلا سقط ادعاؤه بالحيازة. ولا يجوز أن يدفع المدعى عليه دعوى الحيازة بالاستناد إلى الحق، ولا تقبل دعواه بالحق قبل الفصل في دعوى الحيازة وتنفيذ الحكم الذي يصدر فيها، إلا إذا تخلى بالفعل عن الحيازة لخصمه.
المادة العاشرة بعد المائتين:
يجوز لمن يضار من أعمال تقام بغير حق أن يتقدم إلى المحكمة المختصة بالموضوع بدعوى مستعجلة لوقف الأعمال الجديدة، وعلى القاضي أن يصدر أمرًا بالمنع إذا اقتنع بمسوغاته، ولا يؤثر هذا الأمر بالمنع على أصل الحق ولا يكون دليلًا عليه، ولمن ينازع فيه أن يتقدم إلى القضاء وفق أحكام هذا النظام.
المادة الحادية عشرة بعد المائتين:
تعديلات المادة
ترفع دعوى طلب الحراسة إلى المحكمة المختصة بنظر الموضوع في المنقول أو العقار الذي يقوم في شأنه نزاع ويكون الحق فيه غير ثابت، وللقاضي أن يأمر بالحراسة إذا كان صاحب المصلحة في المنقول أو العقار قد قدم من الأسباب المعقولة ما يخشى معه خطرًا عاجلًا من بقاء المال تحت يد حائزه، ويتكفل الحارس بحفظ المال وبإدارته، ويرده مع غلته المقبوضة إلى من يثبت له الحق فيه.
المادة الثانية عشرة بعد المائتين:
تعديلات المادة
يكون تعيين الحارس باتفاق ذوي الشأن جميعًا، فإذا لم يتفقوا تولى القاضي تعيينه. ويحدد الحكم الصادر بالحراسة ما على الحارس من التزام، وما له من حقوق وسلطة. وإذا سكت الحكم عن ذلك؛ فتطبق الأحكام الواردة في هذا النظام.
المادة الثالثة عشرة بعد المائتين:
تعديلات المادة
يلتزم الحارس بالمحافظة على الأموال المعهود إليه حراستها، وبإدارة ما يحتاج إلى إدارة من هذه الأموال، ويبذل في ذلك عناية الرجل المعتاد، ولا يجوز له بطريق مباشر أو غير مباشر أن يُحِلَّ محله في أداء مهمته - كلها أو بعضها - أحد ذوي الشأن دون رضا الآخرين.
المادة الرابعة عشرة بعد المائتين:
تعديلات المادة
لا يجوز للحارس - في غير أعمال الإدارة - أن يتصرف إلا برضا ذوي الشأن جميعًا، أو بإذن من القاضي.
المادة الخامسة عشرة بعد المائتين:
تعديلات المادة
للحارس أن يتقاضى الأجر المحدد له في الحكم، ما لم يكن قد تنازل عنه.
المادة السادسة عشرة بعد المائتين:
تعديلات المادة
يلتزم الحارس باتخاذ دفاتر حساب منظمة، وعلى القاضي إلزامه باتخاذ دفاتر عليها ختم المحكمة عند الاقتضاء، ويلتزم بأن يقدم - في الفترات التي يحددها القاضي أو في كل سنة على الأكثر - إلى ذوي الشأن حسابًا بما تسلمه وبما أنفقه، معززًا بما يثبت ذلك من مستندات، وإذا كان الحارس معينًا من المحكمة وجب عليه فوق ذلك أن يودع صورة من هذا الحساب في إدارتها.
المادة السابعة عشرة بعد المائتين:
تعديلات المادة
تنتهـي الحراسـة باتفـاق ذوي الشأن جميعًا أو بحكم القاضي، وعلى الحارس حينئذ أن يبادر إلى رد الشيء المعهود إليه حراسته إلى من يختاره ذوو الشأن أو من يعينه القاضي.
الباب الثالث عشر ( الإنهاءات )
المادة الثامنة عشرة بعد المائتين:
تعديلات المادة
تسري أحكام تنحي القضاة على الاستحكام، وتسري كذلك على الإنهاءات الأخرى إذا كانت فيها خصومة، أو كان للقاضي فيها مصلحة مباشرة.
تسري أحكام شطب الدعوى ووقفها وانقطاعها وتركها على الإنهاءات إذا كانت فيها خصومة.
تسري أحكام تصحيح الأحكام وتفسيرها على الإنهاءات.
تحدد لوائح هذا النظام الضوابط والإجراءات المتعلقة بقسمة الأموال المشتركة التي تدخل في اختصاص المحاكم، بما في ذلك قسمة التركات وإجراءات تعيين المصفي والتبليغ والإحضار والإعلان وإخلاء العقار.
المادة التاسعة عشرة بعد المائتين:
لا يجوز للقاضي تسجيل إنشاء أي وقف، إلا بعد ثبوت تملك واقفه إياه، وبعد التأكد من خلو سجله مما يمنع من إجراء التسجيل.
المادة العشرون بعد المائتين:
على طالب تسجيل الوقف أن يقدم طلبًا بذلك إلى المحكمة المختصة، مشفوعًا بوثيقة رسمية تثبت تملكه لما يريد إيقافه.
المادة الحادية والعشرون بعد المائتين:
تعديلات المادة
الأوقاف التي ليس لها صكوك استحكام مسجلة، يجري إثبات وقفيتها وفق القواعد والإجراءات المقررة لإجراء الاستحكام.
المادة الثانية والعشرون بعد المائتين:
تعديلات المادة
مع مراعاة أحكام تملك غير السعوديين للعقار، لا يجوز تسجيل وقفية عقار في المملكة مملوك لغير سعودي إلا بالشروط الآتية:
أ - أن يكون الوقف طبقًا للمقتضيات الشرعية.
ب - أن يكون الوقف على جهة بر لا تنقطع.
ج - أن يكون الوقف على أفراد سعوديين أو على جهات خيرية سعودية.
د - أن يكون الناظر على الوقف سعوديًا.
هـ - أن ينص في صك استحكام الوقف أن يكون للهيئة العامة للأوقاف حق الإشراف على الوقف.
و - أن يكون الوقف خاضعًا لنظام الأوقاف في المملكة.

المادة الثالثة والعشرون بعد المائتين:
إذا اقتضت المصلحة العامة بيع وقف عام أو استبداله أو نقله، فليس لناظره أن يجري ذلك إلا بعد استئذان المحكمة في البلد التي فيها الوقف، وإثبات المسوغات الشرعية التي تجيز بيعه أو استبداله أو نقله، على أن يجعل ثمنه في مثله في الحال.
إذا اقتضت المصلحة التصرف في الوقف الأهلي ببيعه أو استبداله أو نقله أو رهنه أوالاقتراض له أو تعميره أو شراء بدل منه أو تجزئته أو فرزه أو دمجه أو تأجيره لمدة تزيد على عشر سنوات أو المضاربة بماله - فيما إذا كان الثمن لا يكفي لشراء البدل – فليس لناظره أن يجري أيًّا من تلك التصرفات إلا بعد استئذان المحكمة المختصة.
المادة الرابعة والعشرون بعد المائتين:
تعديلات المادة
إذا كان الولي غير الأب، واقتضى الأمر التصرف للقاصر أو الغائب بشراء عقار له أو بيع عقاره أو قسمته أو رهنه أو دمجه أو الاقتراض له أو طلب صرف ماله الذي أودعته المحكمة في مؤسسة النقد العربي السعودي أو أحد فروعها أو أحد المصارف في البلد لأي سبب، أو إذا كان المولى عليه طرفًا في الشركات التي يطلب توثيق عقودها أو زيادة رأس مالها؛ فليس للولي أو الوصي أن يجري أيًّا من تلك التصرفات إلا بعد استئذان المحكمة المختصة.
المادة الخامسة والعشرون بعد المائتين:
جميع الأحكام الصادرة في الأذونات في تصرفات الأولياء والأوصياء والنظار، واجبة التدقيق من محكمة الاستئناف باستثناء أحكام الرهن والاقتراض وتوثيق عقود الشركات أو زيادة رأس مالها وشراء عقارات للقاصر، ما لم يقرر المجلس الأعلى للقضاء خلاف ذلك.
يكون حكم محكمة الاستئناف في تدقيق الأحكام المشار إليها في الفقرة (1) من هذه المادة نهائيًا.
إذا نقضت محكمة الاستئناف الأحكام المشار إليها في الفقرة (1) من هذه المادة؛ تحكم فيها بعد سماع الإنهاء وطلب الإذن بالتصرف.
المادة السادسة والعشرون بعد المائتين:
إذا نزعت للمنفعة العامة ملكية عقار وقف أو قاصر أو غائب، أو كان في هذا العقار حصة شائعة لأيّ منهم؛ فيكون إفراغه لدى كتابة العدل، ما لم يكن البدل عقارًا فيكون الإذن فيه وإفراغه من المحكمة المختصة.
تودع قيمة العقار بوساطة المحكمة المختصة في مؤسسة النقد العربي السعودي أو أحد فروعها أو أحد المصارف في البلد حتى يصدر إذن من المحكمة المختصة بصرفها.
المادة السابعة والعشرون بعد المائتين:
تعديلات المادة
الاستحكام هو طلب صك بإثبات تملك عقار في غير مواجهة خصم ابتداءً. ولا يمنع من سماع الدعوى بالحق متى وجدت.

المادة الثامنة والعشرون بعد المائتين:
تعديلات المادة
مع مراعاة أحكام تملك غير السعوديين للعقار، لكل من يدعي تملك عقار - سواء أكان ذلك أرضًا أم بناءً - حـق طلب صـك استحكام من المحكمة التي يقع في نطاق اختصاصها ذلك العقار.
المادة التاسعة والعشرون بعد المائتين:
تعديلات المادة
يطلب صك الاستحكام باستدعاء يبين فيه نوع العقار وموقعه وحدوده وأضلاعه ومساحته - بموجب تقرير مساحي معتمد - وإرفاق وثيقة التملك إن وجدت.
المادة الثلاثون بعد المائتين:
تعديلات المادة
يجب على المحكمة أن تتأكد من صحة موقع العقار وحدوده وأضلاعه ومساحته، وأن يقف عليه القاضي - أو من ينيبه - مع مهندس إن لزم الأمر، ويحرر محضر بذلك، ويثبت في ضبط الاستحكام.
المادة الحادية والثلاثون بعد المائتين:
تعديلات المادة
قبل البدء في تدوين الإنهاء بطلب الاستحكام والشروع في إجراءات الإثبات لذلك، على المحكمة أن تكتب إلى كل من: وزارة الشئون البلدية والقروية، ووزارة الشئون الإسلامية والأوقاف والدعوة والإرشاد، ووزارة المالية، وبالنسبة إلى ما هو خارج النطاق العمراني المعتمد أن تكتب إضافة إلى ذلك إلى وزارة الدفاع، ووزارة الحرس الوطني، ووزارة الزراعة، ووزارة البترول والثروة المعدنية، ووزارة النقل، ووزارة المياه والكهرباء، والهيئة العامة للسياحة والآثار، والهيئة السعودية للحياة الفطرية، أو فروع تلك الوزارات والمصالح أو من يقوم مقامها في ذلك، وغيرها من الجهات التي يصدر أمر رئيس مجلس الوزراء بالكتابة إليها، وذلك للاستفسار عما إذا كان لديها معارضة في الإنهاء. وعلى المحكمة كذلك أن تطلب النشر عن طلب الاستحكام في إحدى الصحف التي تصدر في منطقة العقار، وإذا لم تصدر صحف في المنطقة؛ فعليها أن تطلب النشر في إحدى الصحف الأكثر انتشارًا فيها.
المادة الثانية والثلاثون بعد المائتين:
تعديلات المادة
يجب على المحكمة - علاوة على ما ذكر في المادة (الحادية والثلاثين بعد المائتين) من هذا النظام - إذا طلب منها عمل استحكام لأرضٍ فضاء لم يسبق إحياؤها، أن تكتب بذلك إلى رئيس مجلس الوزراء.
المادة الثالثة والثلاثون بعد المائتين:
تعديلات المادة
إذا مضى ستون يومًا على آخر الإجراءين من إبلاغ الجهات الرسمية المختصة، أو النشر حسب ما نصت عليه المادة (الحادية والثلاثون بعد المائتين) من هذا النظام دون معارضة، فيجب إكمال إجراء الاستحكام إذا لم يكن ثمَّ مانع شرعي أو نظامي.
تثبت في ضبط الاستحكام مضامين إجابات الجهات التي كتب إليها وأرقامها وتواريخها واسم الصحيفة التي نشر فيها طلب الاستحكام ورقمها وتاريخها ورقم صفحة النشر.
بعد استكمال إجراءات الإثبات ينظم صك الاستحكام، على أن يشتمل على البيانات اللازمة المدونة في ضبط الاستحكام، ثم يوقع عليه ويختمه القاضي الذي أثبت الاستحكام، ويسجل في السجل الخاص بذلك.
المادة الرابعة والثلاثون بعد المائتين:
تعديلات المادة
إذا جرت الخصومة على عقار ليس له صك استحكام مسجل، فعلى المحكمة - إذا كان العقار داخل اختصاصها المكاني - أن تجري معاملة الاستحكام أثناء نظرها القضية، وفقًا للإجراءات المنصوص عليها في هذا النظام، إلا إذا اقتضت الحال ضرورة الإسراع في فصل النزاع فيفصل فيه دون اتخاذ إجراءات الاستحكام وينص في صك الحكم على أن الحكم لا يستند إليه بمثل ما يستند إلى صكوك الاستحكام. ويحفظ صك الحكم بعد اكتسابه القطعية في ملف الدعوى، وتسلم إلى المحكوم له صورة منه موثقة من القاضي ورئيس المحكمة.
إذا كان العقار الذي جرت عليه الخصومة خارج الاختصاص المكاني للمحكمة، فعليها الفصل فيها دون اتخاذ إجراءات الاستحكام، وإحالة القضية مرافقًا لها صك الحكم إلى المحكمة التي يقع العقار داخل اختصاصها المكاني؛ لتتولى إجراءات الاستحكام.
المادة الخامسة والثلاثون بعد المائتين:
تعديلات المادة
لا يجوز إخراج صكوك استحكام لأراضي منى وباقي المشاعر وأبنيتها، وإن حصلت مرافعة في شيء من ذلك - سواء في أصل العقار أو منفعته - وأبرز أحد الطرفين مستندًا، فعلى المحكمة رفع صورة ضبط المرافعة مع المستند المبرز إلى المحكمة العليا، من غير إصدار صك بما انتهت به المرافعة.
المادة السادسة والثلاثون بعد المائتين:
على طالب إثبات الوفاة وحصر الورثة، أن يقدم إنهاء بذلك إلى المحكمة المختصة، ويكون إنهاؤه مشتملًا على اسم المتوفى، وتاريخ الوفاة ووقتها، ومكان إقامة المتوفى، ومكان الوفاة، وشهود الوفاة أو شهادة طبية بها في الأماكن التي فيها مراكز طبية. وبالنسبة إلى حصر الورثة فيشتمل على إثبات أسماء الورثة، وأهليتهم، ونوع قرابتهم من المورِّث، والشهود على ذلك للوفيات التي حدثت بعد نفاذ نظام المرافعات الشرعية الصادر بالمرسوم الملكي رقم (م/ 21) وتاريخ 20 / 5 / 1421هـ.
المادة السابعة والثلاثون بعد المائتين:
للمحكمة عنـد الاقتضـاء أن تطلب مـن مقدم الإنهاء نشر طلب إثبات الوفاة وحصر الورثة في إحدى الصحف التي تصدر في منطقة المتوفى، وإذا لم تصدر صحف في المنطقة فتطلب نشره في إحدى الصحف الأكثر انتشارًا فيها، وللمحكمة كذلك أن تطلب من الحاكم الإداري للمنطقة التي تقع في نطاق اختصاصها التحري عما تقدم به طالب إثبات الوفاة وحصر الورثة، ويجب أن تكون الإجابات موقعة ممن يقدمها، ومصدقة من الجهة الإدارية التي قامت بالتحري.
المادة الثامنة والثلاثون بعد المائتين:
إذا رأى القاضي أن نتائج التحري غير كافية، فعليه أن يحقق في الموضوع بنفسه، وبعد استكمال الإجراءات عليه إصدار صك بالوفاة إن ثبتت ويحصر فيه الوارثين مع بيان أسمائهم وصفاتهم، وتاريخ ولادتهم طبقًا للأصول الشرعية.
المادة التاسعة والثلاثون بعد المائتين:
يكون صك إثبات الوفاة وحصر الورثة على الوجه المذكور حجة، ما لم يصدر حكم بما يخالفه.
الباب الرابع عشر ( أحكام ختامية )
المادة الأربعون بعد المائتين:
تعد اللوائح التنفيذية لهذا النظام من وزارة العدل والمجلس الأعلى للقضاء، وتشارك وزارة الداخلية في الأحكام ذات الصلة بها، وتصدر بقرار من وزير العدل بعد التنسيق مع المجلس في مدة لا تتجاوز تسعين يومًا من تاريخ العمل بهذا النظام، ولا يجري تعديلها إلا بنفس الطريقة التي تم بها إصدارها، على أن يستمر العمل باللوائح المعمول بها حاليًا بما لا يتعارض مع هذا النظام إلى أن تصدر تلك اللوائح.
تباشر كل إدارة مختصة - المنشأة أو التي ستنشأ مستقبلًا - في المحاكم المهمات الإدارية اللازمة وفقًا لأحكام هذا النظام ولوائحه التنفيذية.
المادة الحادية والأربعون بعد المائتين:
يحل هذا النظام محل نظام المرافعات الشرعية، الصادر بالمرسوم الملكي رقم (م/ 21) وتاريخ 20/ 5 / 1421هـ، ويلغي ما يتعارض معه من أحكام.
المادة الثانية والأربعون بعد المائتين:
يعمل بهذا النظام من تاريخ نشره في الجريدة الرسمية.


`
  },
  {
    id: 'criminal-procedure',
    name: 'نظام الإجراءات الجزائية',
    text: `نظام الإجراءات الجزائية
    نظام الإجراءات الجزائية
1435 هـ
بسم الله الرحمن الرحيم

مرسوم ملكي رقم ( م/2 ) بتاريخ 22 / 1 / 1435
بعون الله تعالى 
نحن عبد الله بن عبد العزيز آل سعود 
ملك المملكة العربية السعودية
بناء على المادة (السبعين) من النظام الأساسي للحكم، الصادر بالأمر الملكي رقم (أ/٩٠) بتاريخ ٢٧ / ٨ / ١٤١٢ هـ. 
وبناء على المادة (العشرين) من نظام مجلس الوزراء، الصادر بالأمر الملكي رقم (أ/١٣) بتاريخ ٣ / ٣ / ١٤١٤ هـ. 
وبناء على المادة (الثامنة عشرة) من نظام مجلس الشورى، الصادر بالأمر الملكي رقم (أ/٩١) بتاريخ ٢٧ / ٨ / ١٤١٢ هـ. 
وبعد الاطلاع على قراري مجلس الشورى رقم (٩٦/ ٦٨) بتاريخ ٢٥/ ١/ ١٤٣١هـ، ورقم (١٣٩/ ٥٩) بتاريخ ٢٨/ ١١/ ١٤٣٣هـ. 
وبعد الاطلاع على قرار مجلس الوزراء رقم (١٢) بتاريخ ١٨/ ١/ ١٤٣٥هـ. 
رسمنا بما هو آت:
أولًا : الموافقة على نظام الإجراءات الجزائية بالصيغة المرافقة لهذا، مع مراعاة سريان أحكامه على الدعاوى الجزائية التي لم يتم الفصل فيها والإجراءات التي لم تتم قبل نفاذه، ويستثنى من ذلك ما يأتي: 
١ - المواد المعدلة للاختصاص بالنسبة إلى الدعاوى المرفوعة قبل نفاذ هذا النظام. 
٢ - المواد المعدلة للمواعيد بالنسبة إلى الميعاد الذي بدأ قبل نفاذ هذا النظام. 
٣ - النصوص المنشئة أو الملغية لطرق الاعتراض بموجب هذا النظام بالنسبة إلى الأحكام النهائية التي صدرت قبل نفاذ هذا النظام.
ثانيًا : لا يخل نفاذ هذا النظام بما نصت عليه آلية العمل التنفيذية لنظام القضاء ونظام ديوان المظالم – الموافق عليها بالمرسوم الملكي رقم (م / ٧٨) بتاريخ ١٩/ ٩/ ١٤٢٨هـ - فيما يتعلق بالفترات الانتقالية، وكذلك لا يخل بما ورد في البند (خامسًا) من المرسوم الملكي رقم (م / ٤) بتاريخ ٥/ ١/ ١٤٣٣هـ. 
ثالثًا : في حالة تعدد العقوبات التعزيرية المقضي بها بتعدد الأحكام والقرارات، تختص المحكمة العليا بإصدار حكم بالعقوبة اللازمة، وفق ضوابط تحددها الهيئة العامة للمحكمة العليا. 
رابعًا : لا ترفع دعوى جزائية على الوزير أو من يشغل مرتبة وزير أو من سبق له أن عين وزيرًا أو شغل مرتبة وزير إلا بعد الرفع عن ذلك إلى الملك للنظر فيها، ولا تسمع بعد مضي (ستين) يومًا من تاريخ نشوء الحق المدعى به، وتحدد اللائحة التنفيذية لهذا النظام الأحكام الخاصة بذلك. 
خامسًا : على سمو نائب رئيس مجلس الوزراء والوزراء ورؤساء الأجهزة المعنية المستقلة – كل فيما يخصه – تنفيذ مرسومنا هذا.

عبد الله بن عبد العزيز آل سعود

قرار رقم (١٢) وتاريخ : ٨ / ١ / ١٤٣٥هـ
إن مجلس الوزراء
بعد الاطلاع على المعاملة الواردة من الديوان الملكي برقم ٧١٨ وتاريخ ٥/ ١/ ١٤٣٤هـ، المشتملة على برقية معالي رئيس هيئة الخبراء بمجلس الوزراء رقم ٣٣٦٥ وتاريخ ١٦/ ١٢/ ١٤٢٩هـ، المرافق لها مشروع نظام الإجراءات الجزائية. 
وبعد الاطلاع على الترتيبات التنظيمية لأجهزة القضاء وفض المنازعات، الموافق عليها من حيث المبدأ بالأمر الملكي رقم (أ/ ١٤) وتاريخ ٢٣/ ٢/ ١٤٢٦هـ. 
وبعد الاطلاع على نظام القضاء، الصادر بالمرسوم الملكي رقم (م/ ٧٨) وتاريخ ١٩/ ٩/ ١٤٢٨هـ. 
وبعد الاطلاع على نظام الإجراءات الجزائية، الصادر بالمرسوم الملكي رقم (م/ ٣٩) وتاريخ ٢٨/ ٧/ ١٤٢٢هـ. 
وبعد الاطلاع على البند (خامسًا) من المرسوم الملكي رقم (م/ ٤) وتاريخ ٥/ ١/ ١٤٣٣هـ. 
وبعد الاطلاع على المحاضر رقم (٢٩٤) وتاريخ ١١/ ٧/ ١٤٢٧هـ، ورقم (٥٣٩) وتاريخ ١٦/ ١٢/ ١٤٢٩هـ، ورقم (١٥٩) وتاريخ ٤/ ٤/ ١٤٣١هـ، ورقم (١٨٩) وتاريخ ٢٥/ ٤/ ١٤٣١هـ، ورقم (٤٢٢) وتاريخ ١٦/ ١٠/ ١٤٣١هـ، ورقم (٣٧١) وتاريخ ١٩/ ٨/ ١٤٣٢هـ، ورقم (١٨١) وتاريخ ٢٣/ ٣/ ١٤٣٣هـ، ورقم (٨٣) وتاريخ ١٩/ ٢/ ١٤٣٤هـ، المعدة في هيئة الخبراء بمجلس الوزراء. 
وبعد النظر في قراري مجلس الشورى رقم (٩٦ / ٦٨) وتاريخ ٢٥/ ١/ ١٤٣١هـ، ورقم (١٣٩ / ٥٩) وتاريخ ٢٨/ ١١/ ١٤٣٣هـ. 
وبعد الاطلاع على توصية اللجنة العامة لمجلس الوزراء رقم (١٥٩) وتاريخ ٢٣/ ٣/ ١٤٣٤هـ. 
يقرر ما يلي:
أولًا : الموافقة على نظام الإجراءات الجزائية بالصيغة المرافقة لهذا، مع مراعاة سريان أحكامه على الدعاوى الجزائية التي لم يتم الفصل فيها والإجراءات التي لم تتم قبل نفاذه، ويستثنى من ذلك ما يأتي: 
١ - المواد المعدلة للاختصاص بالنسبة إلى الدعاوى المرفوعة قبل نفاذ هذا النظام. 
٢ - المواد المعدلة للمواعيد بالنسبة إلى الميعاد الذي بدأ قبل نفاذ هذا النظام. 
٣ - النصوص المنشئة أو الملغية لطرق الاعتراض بموجب هذا النظام بالنسبة إلى الأحكام النهائية التي صدرت قبل نفاذ هذا النظام.
ثانيًا : لا يخل نفاذ هذا النظام بما نصت عليه آلية العمل التنفيذية لنظام القضاء ونظام ديوان المظالم – الموافق عليها بالمرسوم الملكي رقم (م / ٧٨) بتاريخ ١٩/ ٩/ ١٤٢٨هـ - فيما يتعلق بالفترات الانتقالية، وكذلك لا يخل بما ورد في البند (خامسًا) من المرسوم الملكي رقم (م / ٤) بتاريخ ٥/ ١/ ١٤٣٣هـ. 
ثالثًا : في حالة تعدد العقوبات التعزيرية المقضي بها بتعدد الأحكام والقرارات، تختص المحكمة العليا بإصدار حكم بالعقوبة اللازمة، وفق ضوابط تحددها الهيئة العامة للمحكمة العليا. 
رابعًا : لا ترفع دعوى جزائية على الوزير أو من يشغل مرتبة وزير أو من سبق له أن عين وزيرًا أو شغل مرتبة وزير إلا بعد الرفع عن ذلك إلى الملك للنظر فيها، ولا تسمع بعد مضي (ستين) يومًا من تاريخ نشوء الحق المدعى به، وتحدد اللائحة التنفيذية لهذا النظام الأحكام الخاصة بذلك. 
وقد أعد مشروع مرسوم ملكي بذلك، صيغته مرافقة لهذا. 

نائب رئيس مجلس الوزراء

نظام الإجراءات الجزائية
الباب الأول: أحكام عامة
المادة الأولى:
تطبق المحاكم على القضايا المعروضة أمامها أحكام الشريعة الإسلامية، وفقًا لما دل عليه الكتاب والسنة، وما يصدره ولي الأمر من أنظمة لا تتعارض مع الكتاب والسنة، وتتقيد في إجراءات نظرها بما ورد في هذا النظام.
المادة الثانية:
لا يجوز القبض على أي إنسان، أو تفتيشه، أو توقيفه، أو سجنه، إلا في الأحوال المنصوص عليها نظامًا، ولا يكون التوقيف أو السجن إلا في الأماكن المخصصة لكل منهما وللمدة التي تحددها السلطة المختصة.
ويُحْظَر إيذاء المقبوض عليه جسديًا أو معنويًّا، ويُحْظَر كذلك تعريضه للتعذيب أو المعاملة المهينة للكرامة.
المادة الثالثة:
لا يجوز توقيع عقوبة جزائية على أي شخص، إلا بعد ثبوت إدانته بأمر محظور شرعًا أو نظامًا بعد محاكمة تُجْرى وفقًا للمقتضى الشرعي.
المادة الرابعة:
1 - يحق لكل متهم أن يستعين بوكيل أو محام للدفاع عنه في مرحلتي التحقيق والمحاكمة.
2 - تبين لوائح هذا النظام حقوق المتهم الواجب التعريف بها.
المادة الخامسة:
إذا رفعت قضية إلى محكمة فلا تجوز إحالتها إلى محكمة أو جهة أخرى ولا يحق لأحد سحبها منها قبل الحكم فيها، وتعد القضية مرفوعة من تاريخ قيدها في المحكمة.
المادة السادسة:
تتولى المحاكم محاكمة المتهمين فيما يسند إليهم من تهم وفقًا للمقتضى الشرعي وطبقًا للإجراءات المنصوص عليها في هذا النظام. وللمحكمة أن تنظر في وقائع غير مدعى بها من المدعي العام مما لا يحتاج إلى تحقيق.
المادة السابعة:
يجب أن يحضر جلسات النظر في القضية وجلسة إصدار الحكم العدد اللازم نظامًا من القضاة؛ فإن لم يتوافر العدد اللازم فيكلف رئيس المحكمة من يكمل النصاب من قضاتها، فإن تعذر ذلك فيكلف رئيس المجلس الأعلى للقضاء من يكمل النصاب من القضاة في هذا الشأن.
المادة الثامنة:
على أعضاء المحكمة أن يتداولوا الرأي سرًّا ويناقشوا الحكم قبل إصداره، وأن يبدي كل منهم رأيه في ذلك. وتصدر الأحكام بالإجماع أو الأغلبية. وعلى الأقلية أن توضح رأيها وأسبابه في ضبط القضية، وعلى الأكثرية أن توضح وجهة نظرها في الرد على رأي الأقلية في الضبط.
ولا يجوز أن يشترك في المداولة غير القضاة الذين استمعوا إلى المرافعة.
المادة التاسعة:
تكون الأحكام الجزائية قابلة للاعتراض عليها وفقًا للأحكام المنصوص عليها في هذا النظام.
المادة العاشرة:
الأحكام الصادرة من محكمة الاستئناف أو المؤيدة منها بالقتل، أو الرجم، أو القطع، أو القصاص في النفس أو فيما دونها، لا تكون نهائية إلا بعد تأييدها من المحكمة العليا.
المادة الحادية عشرة:
إذا لم تؤيد المحكمة العليا الحكم المعروض عليها ـ تطبيقًا للمادة (العاشرة) من هذا النظام ـ فتنقض الحكم، وتعيد القضية إلى محكمة الدرجة الأولى لتحكم فيها من جديد من غير من نظرها.
المادة الثانية عشرة:
يكون التحقيق مع الأحداث والفتيات ومحاكمتهم وفقًا للأنظمة واللوائح المنظمة لذلك.
المادة الثالثة عشرة:
تتولى هيئة التحقيق والادعاء العام التحقيق والادعاء العام طبقًا لنظامها ولائحته.
المادة الرابعة عشرة:
على جميع رجال السلطة العامة أن ينفذوا أوامر الجهات القضائية الصادرة طبقًا لهذا النظام، ولهم أن يستعملوا الوسيلة المناسبة لتنفيذها.
الباب الثاني: الدعوى الجزائية الفصل الأول: رفع الدعوى الجزائية
المادة الخامسة عشرة:
تختص هيئة التحقيق والادعاء العام - وفقًا لنظامها - بإقامة الدعوى الجزائية ومباشرتها أمام المحاكم المختصة.
المادة السادسة عشرة:
للمجني عليه - أو مَنْ ينوب عنه - ولوارثه من بعده، حق رفع الدعوى الجزائية في جميع القضايا التي يتعلق بها حق خاص، ومباشرة هذه الدعوى أمام المحكمة المختصة. وعلى المحكمة في هذه الحال إبلاغ المدعي العام بالحضور.
المادة السابعة عشرة:
لا تجوز إقامة الدعوى الجزائية أو إجراء التحقيق في الجرائم الواجب فيها حق خاص للأفراد إلا بناءً على شكوى من المجني عليه، أو ممَنْ ينوب عنه، أو وارثه من بعده إلى الجهة المختصة؛ إلا إذا رأت هيئة التحقيق والادعاء العام مصلحة عامة في رفع الدعوى والتحقيق في هذه الجرائم.
المادة الثامنة عشرة:
إذا ظهر للمحكمة تعارض بين مصلحة المجني عليه أو وارثه من بعده وبين مصلحة نائبه؛ فَيُمْنَع النائب من الاستمرار في المرافعة، ويقام نائب آخر.
المادة التاسعة عشرة:
إذا تبين للمحكمة - في دعوى مقامة أمامها - أن هناك متهمين غير من أقيمت الدعوى عليهم، أو وقائع أخرى مرتبطة بالتهمة المعروضة، فعليها إبلاغ من رفع الدعوى بذلك؛ لاستكمال الإجراءات المنصوص عليها في هذا النظام.
المادة العشرون:
للمحكمة إذا وقعت أفعال من شأنها الإخلال بأوامرها أو بالاحترام الواجب لها، أو التأثير في أحد أعضائها أو في أحد أطراف الدعوى أو الشهود، وكان ذلك في شأن دعوى منظورة أمامها؛ أن تنظر في تلك الأفعال وتحكم فيها بالمقتضى الشرعي.
المادة الحادية والعشرون:
لا يجوز لعضو هيئة التحقيق والادعاء العام أن يتولى أي قضية، أو يصدر أي قرار فيها، وذلك في الحالات الآتية:
1 - إذا وقعت الجريمة عليه شخصيًا، أو كان زوجًا لأحد الخصوم، أو كانت تربطه بأحدهم صلة قرابة أو مصاهرة إلى الدرجة الرابعة.
2 - إذا كان بينه وبين أحد الخصوم عداوة أو مودة يرجح تأثيرها في مسار التحقيق.
3 - إذا كان قد سبق له أن أدى أي عمل في القضية؛ بوصفه خبيرًا، أو محكمًا، أو وكيلًا، أو أدى شهادة فيها، ونحو ذلك.
الفصل الثاني: انقضاء الدعوى الجزائية
المادة الثانية والعشرون:
تنقضي الدعوى الجزائية العامة في إحدى الحالات الآتية:
1 - صدور حكم نهائي.
2 - عفو ولي الأمر فيما يدخله العفو.
3 - ما تكون التوبة فيه بضوابطها الشرعية مسقطة للعقوبة.
4 - وفاة المتهم.
ولا يمنع ذلك من الاستمرار في دعوى الحق الخاص.
المادة الثالثة والعشرون:
تنقضي الدعوى الجزائية الخاصة في إحدى الحالتين الآتيتين:
1 - صدور حكم نهائي.
2 - عفو المجني عليه أو وارثه.
ولا يمنع عفو المجني عليه أو وارثه من الاستمرار في دعوى الحق العام.
الباب الثالث: إجراءات الاستدلال الفصل الأول: جمع المعلومات وضبطها
المادة الرابعة والعشرون:
رجال الضبط الجنائي هم الأشخاص الذين يقومون بالبحث عن مرتكبي الجرائم وجمع المعلومات والأدلة اللازمة للتحقيق وتوجيه الاتهام.
المادة الخامسة والعشرون:
يخضع رجال الضبط الجنائي - فيما يتعلق بوظائفهم في الضبط الجنائي المقررة في هذا النظام - لإشراف هيئة التحقيق والادعاء العام. وللهيئة أن تطلب من الجهة المختصة النظر في أمر كل من تقع منه مخالفة لواجباته أو تقصير في عمله، ولها أن تطلب رفع الدعوى التأديبية عليه، دون إخلال بالحق في رفع الدعوى الجزائية.
تعديلات المادة
المادة السادسة والعشرون:
يقوم بأعمال الضبط الجنائي - بحسب المهمات الموكولة إليه - كل من:
1 - أعضاء هيئة التحقيق والادعاء العام، في مجال اختصاصهم.
2 - مديري الشرط ومعاونيهم في المدن والمحافظات والمراكز.
3 - الضباط في جميع القطاعات العسكرية - كل بحسب المهمات الموكولة إليه - في الجرائم التي تقع ضمن اختصاص كل منهم.
4 - محافظي المحافظات ورؤساء المراكز.
5 - رؤساء المراكب السعودية البحرية والجوية، في الجرائم التي ترتكب على متنها.
6 - رؤساء مراكز هيئة الأمر بالمعروف والنهي عن المنكر، في حدود اختصاصهم.
7 - الموظفين والأشخاص الذين خولوا صلاحيات الضبط الجنائي، بموجب أنظمة خاصة.
8 - الجهات واللجان والأشخاص الذين يكلفون بالتحقيق، بحسب ما تقضي به الأنظمة.
المادة السابعة والعشرون:
على رجال الضبط الجنائي كل بحسب اختصاصه أن يقبلوا البلاغات والشكاوى التي ترد إليهم في جميع الجرائم، وعليهم وعلى مرءوسيهم تحت إشرافهم أن يقوموا بفحصها وجمع المعلومات المتعلقة بها في محضر يوقعون عليه، ويسجلوا ملخصها وتاريخها في سجل يعد لذلك، مع إبلاغ هيئة التحقيق والادعاء العام بذلك فورًا. ويجب أن ينتقل رجل الضبط الجنائي بنفسه إلى مكان الحادث للمحافظة عليه، وضبط كل ما يتعلق بالجريمة، والمحافظة على أدلتها، والقيام بالإجراءات التي تقتضيها الحال، وعليه أن يثبت جميع هذه الإجراءات في محضر خاص بذلك يوقع عليه هو ومعاونوه.
المادة الثامنة والعشرون:
لرجال الضبط الجنائي أثناء جمع المعلومات أن يستمعوا إلى أقوال من لديهم معلومات عن الوقائع الجنائية ومرتكبيها، وأن يسألوا من نسب إليه ارتكابها، ويثبتوا ذلك في محاضرهم. ولهم أن يستعينوا بأهل الخبرة من أطباء وغيرهم ويطلبوا رأيهم كتابة.
المادة التاسعة والعشرون:
تعد الشكوى المقدمة ممَّن أصابه ضرر بسبب الجريمة مطالبة بحقه الخاص، إلا إذا قرر صراحة أمام المحقق نزوله عن حقه. وعلى المحقق إثبات ذلك في المحضر والإشهاد عليه، مع تصديق المحكمة المختصة على نزوله عن الحق في القصاص وحد القذف.
الفصل الثاني: التلبس بالجريمة
المادة الثلاثون:
تكون الجريمة متلبسًا بها حال ارتكابها، أو عقب ارتكابها بوقت قريب. وتعد الجريمة متلبسًا بها إذا تبع المجني عليه شخصًا، أو تبعته العامة مع الصياح إثر وقوعها، أو إذا وجد مرتكبها بعد وقوعها بوقت قريب حاملًا آلات، أو أسلحة، أو أمتعة، أو أدوات، أو أشياء أخرى، يستدل منها على أنه فاعل أو شريك فيها، أو إذا وجدت به في هذا الوقت آثار أو علامات تفيد ذلك.
المادة الحادية والثلاثون:
يجب على رجل الضبط الجنائي – في حال التلبس بالجريمة - أن ينتقل فورًا إلى مكان وقوعها ويعاين آثارها المادية ويحافظ عليها، ويثبت حال الأماكن والأشخاص، وكل ما يفيد في كشف الحقيقة، وأن يسمع أقوال من كان حاضرًا، أو من يمكن الحصول منه على معلومات في شأن الواقعة ومرتكبها. ويجب عليه أن يبلغ هيئة التحقيق والادعاء العام فورًا بانتقاله.
المادة الثانية والثلاثون:
لرجل الضبط الجنائي عند انتقاله - في حال التلبس بالجريمة - أن يمنع الحاضرين من مبارحة مكان الواقعة أو الابتعاد عنه، حتى يحرر المحضر اللازم بذلك. وله أن يستدعي في الحال من يمكن الحصول منه على معلومات في شأن الواقعة.
وإذا خالف أحد الحاضرين الأمر الصادر إليه من رجل الضبط الجنائي أو امتنع أحد ممَّن دعاهم عن الحضور؛ فيثبت ذلك في المحضر، ويحال المخالف إلى المحكمة المختصة لتقرير ما تراه في شأنه.
الفصل الثالث: القبض على المتهم
المادة الثالثة والثلاثون:
لرجل الضبط الجنائي في حال التلبس بالجريمة القبض على المتهم الحاضر الذي توجد دلائل كافية على اتهامه؛ على أن يحرِّر محضرًا بذلك، وأن يبادر بإبلاغ هيئة التحقيق والادعاء العام فورًا. وفي جميع الأحوال لا يجوز إبقاء المقبوض عليه موقوفًا لأكثر من أربع وعشرين ساعة إلا بأمر كتابي من المحقق.
فإذا لم يكن المتهم حاضرًا، فيجب على رجل الضبط الجنائي أن يصدر أمرًا بالقبض عليه وإحضاره، وأن يبين ذلك في المحضر.
المادة الرابعة والثلاثون:
يجب على رجل الضبط الجنائي أن يسمع فورًا أقوال المتهم المقبوض عليه، وإذا ترجح وجود دلائل كافية على اتهامه فيرسله خلال أربع وعشرين ساعة مع المحضر إلى المحقق الذي يجب عليه أن يستجوب المتهم المقبوض عليه خلال أربع وعشرين ساعة، ثم يأمر بتوقيفه أو الإفراج عنه.
المادة الخامسة والثلاثون:
في غير حالات التلبس بالجريمة، لا يجوز القبض على أي إنسان أو توقيفه إلا بأمر من السلطة المختصة بذلك.
المادة السادسة والثلاثون:
1 - يجب أن يعامل الموقوف بما يحفظ كرامته ولا يجوز إيذاؤه جسديًا أو معنويًا ويجب إخباره بأسباب توقيفه ويكون له الحق في الاتصال بمن يرى إبلاغه.
2 - يجب إبلاغ مرجع الموظف الموقوف فور صدور أمر المحقق باستمرار توقيفه.
3 - يكون سماع أقوال المرأة واستجوابها والتحقيق معها بحضور أحد محارمها، فإن تعذر ذلك فبما يمنع الخلوة.
المادة السابعة والثلاثون:
لا يجوز توقيف أي إنسان أو سجنه إلا في السجون أو أماكن التوقيف المخصصة لذلك نظامًا. ولا يجوز لإدارة أي سجن أو توقيف قبول أي إنسان إلا بموجب أمر مسبب ومحدد المدة وموقع عليه من السلطة المختصة، ويجب ألا تبقيه بعد المدة المحددة في هذا الأمر.
المادة الثامنة والثلاثون:
على المختصين من أعضاء هيئة التحقيق والادعاء العام زيارة السجون وأماكن التوقيف في دوائر اختصاصهم في أي وقت دون التقيد بالدوام الرسمي، والتأكد من عدم وجود مسجون أو موقوف بصفة غير مشروعة، وأن يطَّلعوا على سجلات السجون وسجلات أماكن التوقيف، وأن يتصلوا بالمسجونين والموقوفين، وأن يسمعوا شكاواهم، وأن يتسلموا ما يقدمونه في هذا الشأن. وعلى مديري السجون وأماكن التوقيف أن يقدموا لأعضاء هيئة التحقيق والادعاء العام كل ما يحتاجونه لأداء مهماتهم.
المادة التاسعة والثلاثون:
لكل مسجون أو موقوف الحق في أن يقدم - في أي وقت - إلى مدير السجن أو التوقيف شكوى كتابية أو شفهية، ويطلب منه إبلاغها إلى عضو هيئة التحقيق والادعاء العام، وعلى المدير قبولها وإبلاغها في الحال بعد إثباتها في سجل يعد لذلك، وتزويد مقدمها بما يثبت تسلمها. وعلى إدارة السجن أو التوقيف تخصيص مكتب مستقل لعضو الهيئة المختص لمتابعة أحوال المسجونين أو الموقوفين.
المادة الأربعون:
لكل من علم بوجود مسجون أو موقوف بصفة غير مشروعة أو في مكان غير مخصص للسجن أو التوقيف أن يبلغ هيئة التحقيق والادعاء العام. وعلى عضو الهيئة المختص فور علمه بذلك أن ينتقل إلى المكان الموجود فيه المسجون أو الموقوف، وأن يجري التحقيق، وأن يأمر بالإفراج عنه إذا كان سجنه أو توقيفه جرى بصفة غير مشروعة، وعليه أن يحرر محضرًا بذلك يرفع إلى الجهة المختصة لتطبيق ما تقضي به الأنظمة في حق المتسببين في ذلك.
الفصل الرابع: تفتيش الأشخاص والمساكن
المادة الحادية والأربعون:
للأشخاص ومساكنهم ومكاتبهم ومراكبهم حرمة تجب صيانتها. وحرمة الشخص تحمي جسده وملابسه وماله وما معه من أمتعة. وتشمل حرمة المسكن كل مكان مسوّر أو محاط بأي
حاجز، أو مُعدٍّ لاستعماله مأوى.
المادة الثانية والأربعون:
لا يجوز لرجل الضبط الجنائي الدخول إلى أي مكان مسكون أو تفتيشه إلا في الأحوال المنصوص عليها نظامًا، وبأمر مسبب من هيئة التحقيق والادعاء العام، وما عدا المساكن فيكتفى في تفتيشها بإذن مسبب من المحقق. وإذا رفض صاحب المسكن أو شاغله تمكين رجل الضبط الجنائي من الدخول أو قاوم دخوله، جاز لرجل الضبط الجنائي أن يتخذ الوسائل اللازمة المشروعة لدخول المسكن بحسب ما تقتضيه الحال.
ويجوز دخول المسكن في حال طلب المساعدة من الداخل، أو حدوث هدم أو غرق أو حريق أو نحو ذلك، أو دخول معتدٍ أثناء مطاردته للقبض عليه.
المادة الثالثة والأربعون:
يجوز لرجل الضبط الجنائي - في الأحوال التي يجوز فيها نظامًا القبض على المتهم - أن يفتشه. ويشمل التفتيش جسده وملابسه وأمتعته. وإذا كان المتهم امرأة وجب أن يكون التفتيش من قبل امرأة يندبها رجل الضبط الجنائي.
المادة الرابعة والأربعون:
يجوز لرجل الضبط الجنائي في حال التلبس بالجريمة أن يفتش مسكن المتهم ويضبط ما فيه من الموجودات التي تفيد في كشف الحقيقة؛ إذا اتضح من أمارات قوية أنها موجودة في المسكن.
المادة الخامسة والأربعون:
إذا قامت أثناء تفتيش مسكن متهم قرائن ضده، أو ضد أي شخص موجود فيه - على أنه يخفي معه شيئًا يفيد في كشف الحقيقة - جاز لرجل الضبط الجنائي أن يفتشه.
المادة السادسة والأربعون:
لا يجوز التفتيش إلا للبحث عن الأشياء الخاصة بالجريمة الجاري جمع المعلومات عنها، أو التحقيق في شأنها. ومع ذلك، إذا ظهر عرضًا أثناء التفتيش وجود أشياء تعد حيازتها جريمة، أو تفيد في كشف الحقيقة في جريمة أخرى، وجب على رجل الضبط الجنائي ضبطها وإثباتها في محضر التفتيش.
المادة السابعة والأربعون:
يكون تفتيش المسكن بحضور صاحبه أو مَنْ ينيبه أو أحد أفراد أسرته الكامل الأهلية المقيم معه. وإذا تعذر حضور أحد هؤلاء، وجب أن يكون التفتيش بحضور عمدة الحي أو مَنْ في حكمه أو شاهدين، ويُمَكّن صاحب المسكن أو مَنْ ينوب عنه من الاطلاع على إذن التفتيش ويُثْبَت ذلك في المحضر.
المادة الثامنة والأربعون:
يجب أن يتضمن محضر التفتيش ما يأتي:
1 - اسم من أجرى التفتيش ووظيفته وتوقيعه وتاريخ التفتيش وساعته.
2 - نص الإذن الصادر بإجراء التفتيش، أو بيان الضرورة الملحة التي اقتضت التفتيش بغير إذن.
3 - أسماء الأشخاص الذين حضروا التفتيش وتوقيعاتهم.
4 - وصف الموجودات التي ضبطت وصفًا دقيقًا.
5 - إثبات جميع الإجراءات التي اتخذت أثناء التفتيش والإجراءات المتخذة بالنسبة إلى الأشياء المضبوطة.
المادة التاسعة والأربعون:
إذا وجد رجل الضبط الجنائي في مسكن المتهم أوراقًا مختومة أو مغلقة بأي طريقة فلا يجوز له أن يفضها، وعليه إثبات ذلك في محضر التفتيش وعرضها على المحقق المختص.
المادة الخمسون:
1 - قبل مغادرة مكان التفتيش توضع الأشياء والأوراق المضبوطة في حرز مغلق، وتربط إن أمكن ذلك، ويختم عليها، ويكتب على شريط داخل الختم تاريخ المحضر المحرر بضبطها، ويشار إلى الموضوع الذي حصل الضبط من أجله.
2 - تحفظ الأشياء المحرزة في أماكن تعد لهذا الغرض لدى جهة الضبط الجنائي المختصة، محتوية على إجراءات السلامة والأمان؛ ويكون حفظها بحسب ما تقتضيه طبيعة كل محرز، ويوضع سجل خاص بهذه المحرزات يُدوَّن فيه رقم المحرز ورقم القضية، ونوعها، وأسماء أطرافها، وموجز عنها، ووصف المحرز، والإجراءات المتخذة في شأنها، وتخضع هذه الأماكن لرقابة هيئة التحقيق والادعاء العام وتفتيشها.
المادة الحادية والخمسون:
لا يجوز فض الأختام الموضوعة - طبقًا للمادة (الخمسين) من هذا النظام - إلا بحضور المتهم أو وكيله أو من ضبطت عنده هذه الأشياء، أو بعد دعوتهم لذلك وإبلاغهم بها وعدم حضورهم في الوقت المحدد.
المادة الثانية والخمسون:
يجب أن يكون التفتيش نهارًا من شروق الشمس إلى غروبها في حدود السلطة التي يخولها النظام، ويمكن أن يستمر التفتيش إلى الليل ما دام إجراؤه متصلًا. ولا يجوز دخول المساكن ليلًا إلا في حال التلبس بالجريمة.
المادة الثالثة والخمسون:
إذا لم يكن في المسكن المراد تفتيشه إلا المرأة المتهمة، وجب أن يكون مع القائمين بالتفتيش امرأة.
المادة الرابعة والخمسون:
مع مراعاة حكم المادتين (الثالثة والأربعين) و(الخامسة والأربعين) من هذا النظام، إذا كان في المسكن نساء ولم يكن الغرض من الدخول القبض عليهن ولا تفتيشهن، وجب أن يكون مع القائمين بالتفتيش امرأة، وأن يُمَكَّنّ من الاحتجاب، أو مغادرة المسكن، وأن يُمْنَحْنَ التسهيلات اللازمة لذلك بما لا يضر بمصلحة التفتيش ونتيجته.
المادة الخامسة والخمسون:
لا يجوز تفتيش غير المتهم أو مسكن غير مسكنه، إلا إذا اتضح من أمارات قوية أن هذا التفتيش سيفيد في التحقيق.
الفصل الخامس: ضبط الرسائل ومراقبة المحادثات
المادة السادسة والخمسون:
للرسائل البريدية والبرقية والمحادثات الهاتفية وغيرها من وسائل الاتصال حرمة، فلا يجوز الاطلاع عليها أو مراقبتها إلا بأمر مسبَّب ولمدة محددة، وفقًا لما ينص عليه هذا النظام.
المادة السابعة والخمسون:
لرئيس هيئة التحقيق والادعاء العام أن يأمر بضبط الرسائل والخطابات والمطبوعات والطرود، وله أن يأذن بمراقبة المحادثات الهاتفية وتسجيلها، متى كان لذلك فائدة في ظهور الحقيقة في جريمة وقعت، على أن يكون الأمر أو الإذن مسبَّبًا ومحددًا بمدة لا تزيد على عشرة أيام قابلة للتجديد وفقًا لمقتضيات التحقيق.
المادة الثامنة والخمسون:
للمحقق وحده الاطلاع على الخطابات والرسائل والأوراق والأشياء الأخرى المضبوطة، وله أن يستمع إلى التسجيلات، وله - بحسب مقتضيات التحقيق - أن يأمر بضمها أو نسخ منها إلى ملف القضية، أو يأمر بردها إلى من كان حائزًا لها أو مرسلة إليه.
المادة التاسعة والخمسون:
يُبَلَّغ مضمون الخطابات والرسائل البريدية والبرقية المضبوطة إلى المتهم أو الشخص المرسلة إليه، أو تعطى له صورة منها في أقرب وقت، إلا إذا كان في ذلك إضرار بسير التحقيق.
المادة الستون:
لصاحب الحق في الأشياء المضبوطة أن يطلب من المحقق المختص تسليمها إليه، وله في حال الرفض أن يتظلم لدى رئيس الدائرة التي يتبعها المحقق.
المادة الحادية والستون:
يجب على المحقق وعلى كل من وصل إلى علمه - بسبب التفتيش - معلومات عن الأشياء والأوراق المضبوطة؛ أن يحافظ على سريتها، وألا ينتفع بها بأي طريقة كانت أو يفضي بها إلى غيره، إلا في الأحوال التي يقضي النظام بها. فإذا أفضى بها دون مسوغ نظامي أو انتفع بها بأي طريقة كانت، تعينت مساءلته.
المادة الثانية والستون:
مع مراعاة حكم المادة (التاسعة والخمسين) من هذا النظام، إذا كان لمن ضبطت عنده الأوراق مصلحة عاجلة فيها تعطى له صورة منها مصدق عليها من المحقق.
الباب الرابع: إجراءات التحقيق الفصل الأول: تصرفات المحقق
المادة الثالثة والستون:
للمحقق إذا رأى أن لا وجه للسير في الدعوى أن يوصي بحفظ الأوراق، ولرئيس الدائرة التي يتبعها المحقق الأمر بحفظها.
المادة الرابعة والستون:
إذا صدر أمر بالحفظ وجب على المحقق إبلاغ المجني عليه والمدعي بالحق الخاص، وفي حال وفاة أحدهما يكون الإبلاغ لورثته جميعهم في مكان إقامة المتوفى.
المادة الخامسة والستون:
للمتهم حق الاستعانة بوكيل أو محام لحضور التحقيق. ويجب على المحقق أن يقوم بالتحقيق في جميع الجرائم الكبيرة وفقًا لما هو منصوص عليه في هذا النظام. وله في غير هذه الجرائم أن يقوم بالتحقيق فيها إذا وجد أن ظروفها أو أهميتها تستلزم ذلك، أو أن يرفع الدعوى بتكليف المتهم بالحضور مباشرة أمام المحكمة المختصة.
المادة السادسة والستون:
للمحقق أن يندب كتابة أحد رجال الضبط الجنائي للقيام بإجراء معين أو أكثر من إجراءات التحقيق، عدا استجواب المتهم، ويكون للمندوب - في حدود ندبه - السلطة التي للمحقق في هذا الإجراء. وإذا دعت الحال إلى اتخاذ المحقق إجراء من الإجراءات خارج دائرة اختصاصه، فله أن يندب بذلك محقق الدائرة المختصة أو أحد رجال الضبط الجنائي بها بحسب الأحوال. ويجب على المحقق أن ينتقل بنفسه للقيام بهذا الإجراء إذا اقتضت مصلحة التحقيق ذلك.
المادة السابعة والستون:
يجب على المحقق في جميع الأحوال التي يندب فيها غيره لإجراء بعض التحقيقات أن يبين - كتابةً - المسائل المطلوب تحقيقها والإجراءات المطلوب اتخاذها. وللمندوب أن يجري أي عمل آخر من أعمال التحقيق، وأن يستجوب المتهم في الأحوال التي يخشى فيها فوات الوقت، متى كان ذلك متصلًا بالعمل المندوب له ولازمًا في كشف الحقيقة.
المادة الثامنة والستون:
تعد إجراءات التحقيق نفسها والنتائج التي تسفر عنها من الأسرار التي يجب على المحققين ومعاونيهم - من كتاب وخبراء وغيرهم ممن يتصلون بالتحقيق أو يحضرونه بسبب وظيفتهم أو مهنتهم - عدم إفشائها، ومن يخالف منهم تتعين مساءلته.
المادة التاسعة والستون:
1 - لمن لحقه ضرر من الجريمة أن يدّعي بحقه الخاص أثناء التحقيق في الدعوى، ويفصل المحقق في مدى قبول هذا الادعاء خلال ثلاثة أيام من تاريخ تقديمه إليه. ولمن رُفِضَ طلبه أن يعترض على هذا القرار لدى رئيس الدائرة التي يتبعها المحقق خلال أسبوع من تاريخ إبلاغه بالقرار، ويكون قرار رئيس الدائرة في مرحلة التحقيق نهائيًا.
2 - للمتهم، والمجني عليه، والمدعي بالحق الخاص، ووكيل كل منهم أو محاميه، أن يحضروا إجراءات التحقيق وفق ما تحدده اللوائح اللازمة لهذا النظام.
المادة السبعون:
ليس للمحقق - أثناء التحقيق - أن يعزل المتهم عن وكيله أو محاميه الحاضر معه. وليس للوكيل أو المحامي التدخل في التحقيق إلا بإذن من المحقق، وله في جميع الأحوال أن يقدم للمحقق مذكرة خطية بملحوظاته، وعلى المحقق ضم هذه المذكرة إلى ملف القضية.
المادة الحادية والسبعون:
يبلغ الخصوم بالساعة واليوم الذي سيباشر فيه المحقق إجراءات التحقيق والمكان الذي تُجْرى فيه.
المادة الثانية والسبعون:
يجب على كل من المجني عليه والمدعي بالحق الخاص أن يعين مكانًا في بلدة المحكمة التي يجري التحقيق في نطاق اختصاصها المكاني؛ إذا لم يكن مقيمًا في تلك البلدة، فإن لم يفعل ذلك يكون إبلاغه صحيحًا بإبلاغ إدارة المحكمة بكل ما يلزم إبلاغه به.
المادة الثالثة والسبعون:
للخصوم - أثناء التحقيق - أن يقدموا إلى المحقق الطلبات التي يرون تقديمها، وعلى المحقق أن يفصل فيها مع بيان الأسباب التي استند إليها.
المادة الرابعة والسبعون:
إذا لم تكن أوامر المحقق وقراراته في شأن التحقيق الذي يجريه قد صدرت في مواجهة الخصوم، فعليه أن يبلغهم إياها خلال ثلاثة أيام من تاريخ صدورها.
المادة الخامسة والسبعون:
للمحقق حال قيامه بواجبه أن يستعين مباشرة برجال الأمن إذا استلزم الأمر ذلك.
الفصل الثاني: ندب الخبراء
المادة السادسة والسبعون:
للمحقق أن يستعين بخبير مختص لإبداء الرأي في أي مسألة متعلقة بالتحقيق الذي يجريه.
المادة السابعة والسبعون:
على الخبير أن يقدم تقريره كتابة في الموعد الذي حدده المحقق، وللمحقق أن يستبدل به خبيرًا آخر إذا لم يقدم التقرير في الموعد المحدد له، أو وَجد مقتضى لذلك، ولكل واحد من الخصوم أن يقدم تقريرًا من خبير آخر بصفة استشارية.
المادة الثامنة والسبعون:
للخصوم الاعتراض على الخبير إذا وجدت أسباب قوية تدعو إلى ذلك، ويقدم الاعتراض إلى المحقق للفصل فيه، ويجب أن يبين فيه أسباب الاعتراض، وعلى المحقق الفصل فيه في مدة ثلاثة أيام من تقديمه. ويترتب على هذا الاعتراض عدم استمرار الخبير في عمله إلا إذا اقتضى الحال الاستعجال فيأمر المحقق باستمراره.
الفصل الثالث: الانتقال والمعاينة والتفتيش وضبط الأشياء المتعلقة بالجريمة
المادة التاسعة والسبعون:
ينتقل المحقق - عند الاقتضاء - فور إبلاغه بوقوع جريمة داخلة في اختصاصه إلى مكان وقوعها لإجراء المعاينة اللازمة قبل زوالها أو طمس معالمها أو تغييرها، ولا يحول ذلك دون إسعاف المصابين.
المادة الثمانون:
تفتيش المساكن عمل من أعمال التحقيق، ولا يجوز الالتجاء إليه إلا بناءً على اتهام بارتكاب جريمة موجه إلى شخص يقيم في المسكن المراد تفتيشه، أو باشتراكه في ارتكابها، أو إذا وجدت قرائن تدل على أنه يحوز أشياء تتعلق بالجريمة. وللمحقق أن يفتش أي مكان ويضبط كل ما يحتمل أنه استعمل في ارتكاب الجريمة أو نتج منها، وكل ما يفيد في كشف الحقيقة بما في ذلك الأوراق والأسلحة. وفي جميع الأحوال يجب أن يُعِد محضرًا عن واقعة التفتيش يتضمن الأسباب التي بُنِيَ عليها ونتائجه، مع مراعاة أنه لا يجوز دخول المساكن أو تفتيشها إلا في الأحوال المنصوص عليها نظامًا وبأمر مسبب من هيئة التحقيق والادعاء العام.
المادة الحادية والثمانون:
للمحقق أن يفتش المتهم، وله تفتيش غير المتهم إذا اتضح من أمارات قوية أنه يخفي أشياء تفيد في كشف الحقيقة. ويراعى في التفتيش حكم المادة (الثالثة والأربعين) من هذا النظام.
المادة الثانية والثمانون:
يراعى في ضبط الخطابات والرسائل والصحف والمطبوعات والطرود والبرقيات والمحادثات الهاتفية وغيرها من وسائل الاتصال أحكام (الفصل الخامس) من (الباب الثالث) من هذا النظام.
المادة الثالثة والثمانون:
الأشياء والأوراق التي تضبط يتبع في شأنها أحكام المادة (الخمسين) من هذا النظام.
المادة الرابعة والثمانون:
لا يجوز للمحقق أن يضبط ما لدى وكيل المتهم أو محاميه من أوراق ومستندات سلمها إليه المتهم لأداء المهمة التي عهد إليه بها ولا المراسلات المتبادلة بينهما في القضية.
المادة الخامسة والثمانون:
إذا توافرت لدى المحقق أدلة على أن شخصًا معينًا يحوز أشياء لها علاقة بالجريمة التي يحقق فيها، فيستصدر أمرًا من رئيس الدائرة التي يتبعها بتسليم تلك الأشياء إلى المحقق، أو تمكينه من الاطلاع عليها، بحسب ما يقتضيه الحال.
الفصل الرابع: التصرف في الأشياء المضبوطة
المادة السادسة والثمانون:
يجوز أن يُؤمر برد الأشياء التي ضبطت أثناء التحقيق ولو كان ذلك قبل الحكم، إلا إذا كانت لازمةً للسير في الدعوى أو محلًا للمصادرة.
المادة السابعة والثمانون:
يكون رد الأشياء المضبوطة إلى من كانت في حيازته وقت ضبطها، وإذا كانت المضبوطات من الأشياء التي وقعت عليها الجريمة، أو المتحصلة من هذه الأشياء، فيكون ردها إلى من فقد حيازتها بالجريمة، ما لم يكن لمن ضبطت معه حق في حبسها.
المادة الثامنة والثمانون:
يصدر الأمر برد الأشياء المضبوطة من المحقق أو من المحكمة المختصة التي يقع في نطاق اختصاصها مكان التحقيق. ويجوز للمحكمة أن تأمر بالرد أثناء نظر الدعوى.
المادة التاسعة والثمانون:
لا يمنع الأمر برد الأشياء المضبوطة ذوي الشأن من المطالبة أمام المحكمة المختصة بما لهم من حقوق، إلا المتهم أو المدعي بالحق الخاص إذا كان الأمر بالرد قد صدر من المحكمة بناءً على طلب أي منهما في مواجهة الآخر.
المادة التسعون:
لا يجوز للمحقق الأمر برد الأشياء المضبوطة عند المنازعة، أو عند وجود شك فيمن له الحق في تسلمها، ويُرْفَع الأمر في هذه الحال إلى المحكمة المختصة بناءً على طلب ذوي الشأن لتأمر بما تراه.
المادة الحادية والتسعون:
يجب - عند صدور أمر بحفظ الدعوى - أن يُفْصَل في كيفية التصرف في الأشياء المضبوطة، وكذلك الحال عند الحكم في الدعوى إذا حصلت المطالبة بردها أمام المحكمة.
المادة الثانية والتسعون:
الأشياء المضبوطة التي لا يطلبها أصحابها - بعد إبلاغهم بحقهم في استعادتها - تودع في الهيئة العامة للولاية على أموال القاصرين ومن في حكمهم.
المادة الثالثة والتسعون:
للمحكمة التي يقع في دائرتها مكان التحقيق أن تأمر بإحالة الخصوم للتقاضي أمام المحكمة المختصة إذا رأت موجبًا لذلك. وفي هذه الحال يجوز وضع الأشياء المضبوطة تحت الحراسة، أو اتخاذ وسائل تحفظية أخرى في شأنها.
المادة الرابعة والتسعون:
إذا كان الشيء المضبوط مما يتلف بمرور الزمن، أو يستلزم حفظه نفقات كبيرة تستغرق قيمته، أمرت المحكمة بتسليمه إلى صاحبه، أو إلى الهيئة العامة للولاية على أموال القاصرين ومن في حكمهم لبيعه بالمزاد العلني متى سمحت بذلك مقتضيات التحقيق. وفي هذه الحال يكون لمدعي الحق فيه أن يطالب بالثمن الذي بيع به.
الفصل الخامس: الاستماع إلى الشهود
المادة الخامسة والتسعون:
على المحقق أن يستمع إلى أقوال الشهود الذين يطلب الخصوم سماع أقوالهم، ما لم ير عدم الفائدة من سماعها. وله أن يستمع إلى أقوال من يرى لزوم سماعه من الشهود عن الوقائع التي تؤدي إلى إثبات الجريمة وظروفها وإسنادها إلى المتهم أو براءته منها.
المادة السادسة والتسعون:
على المحقق أن يثبت في المحضر البيانات الكاملة عن كل شاهد، تشمل اسم الشاهد، ولقبه، وسنه، ومهنته أو وظيفته، وجنسيته، ومكان إقامته، وصلته بالمتهم والمجني عليه والمدعي بالحق الخاص.
وتُدَوَّن تلك البيانات وشهادة الشهود وإجراءات سماعها في المحضر من غير تعديل، أو شطب، أو كشط، أو تحشير، أو إضافة. ولا يعتمد شيء من ذلك إلا إذا صدّق عليه المحقق والكاتب والشاهد.
المادة السابعة والتسعون:
يضع كل من المحقق والكاتب توقيعه على الشهادة، وكذلك الشاهد بعد تلاوتها عليه، فإن امتنع عن وضع توقيعه أو بصمته أو لم يستطع، فيُثْبَتُ ذلك في المحضر مع ذكر الأسباب التي يبديها.
المادة الثامنة والتسعون:
يستمع المحقق لكل شاهد على انفراد، وله أن يواجه الشهود بعضهم ببعض وبالخصوم.
المادة التاسعة والتسعون:
للخصوم بعد الانتهاء من الاستماع إلى أقوال الشاهد إبداء ملحوظاتهم عليها، ولهم أن يطلبوا من المحقق الاستماع إلى أقوال الشاهد عن نقاط أخرى يبينونها. وللمحقق أن يرفض توجيه أي سؤال لا يتعلق بالدعوى، أو يكون في صيغته مساس بأحد.
المادة المائة:
إذا كان الشاهد مريضًا، أو لديه ما يمنعه من الحضور فتسمع شهادته في مكان وجوده.
الفصل السادس: الاستجواب والمواجهة
المادة الأولى بعد المائة:
1 - يجب على المحقق عند حضور المتهم لأول مرة للتحقيق أن يدون جميع البيانات الشخصية الخاصة به ويبلغه بالتهمة المنسوبة إليه، ويثبت في المحضر ما يبديه المتهم في شأنها من أقوال. وللمحقق أن يواجهه بغيره من المتهمين، أو الشهود. ويوقع المتهم على أقواله بعد تلاوتها عليه، فإن امتنع أثبت المحقق امتناعه عن التوقيع في المحضر وسببه.
2 - إذا اعترف المتهم أثناء التحقيق بجريمة توجب القتل، أو القطع، أو القصاص في النفس أو فيما دونها، فيصدق اعترافه من المحكمة المختصة، مع تدوين ذلك في الضبط بحضور كاتب الضبط وتوقيعه.
المادة الثانية بعد المائة:
يجب أن يكون الاستجواب في حال لا تأثير فيها على إرادة المتهم في إبداء أقواله، ولا يجوز تحليفه ولا استعمال وسائل الإكراه ضده. ولا يجوز استجواب المتهم خارج مقر جهة التحقيق إلا لضرورة يقدرها المحقق.
الفصل السابع: التكليف بالحضور وأمر القبض والإحضار
المادة الثالثة بعد المائة:
للمحقق في جميع القضايا أن يقرر - بحسب الأحوال - حضور الشخص المطلوب التحقيق معه، أو يصدر أمرًا بالقبض عليه إذا كانت ظروف التحقيق تستلزم ذلك.
المادة الرابعة بعد المائة:
يجب أن يشمل كل أمر بالحضور اسم الشخص المطلوب رباعيًا، وجنسيته، ومهنته أو وظيفته، ومكان إقامته، وتاريخ الأمر، وساعة الحضور وتاريخه، واسم المحقق وتوقيعه، والختم الرسمي. ويشمل أمر القبض والإحضار - فضلًا عن ذلك - تكليف رجال السلطة العامة بالقبض على المتهم وإحضاره أمام المحقق في الحال إذا رفض الحضور طوعًا. ويشمل أمر التوقيف - بالإضافة إلى ما سبق - تكليف مدير التوقيف بقبول المتهم في مكان التوقيف مع بيان التهمة المنسوبة إليه ومستندها.
المادة الخامسة بعد المائة:
يبلغ الأمر بالحضور إلى الشخص المطلوب التحقيق معه بوساطة أحد المحضرين أو رجال السلطة العامة، وتسلم إليه صورة منه إن وجد، وإلا فتسلم إلى أحد أفراد أسرته الكامل الأهلية الساكن معه.
المادة السادسة بعد المائة:
تكون الأوامر التي يصدرها المحقق نافذة في جميع أنحاء المملكة.
المادة السابعة بعد المائة:
إذا لم يحضر المتهم - بعد تكليفه بالحضور رسميًا - من غير عذر مقبول، أو إذا خيف هربه، أو كانت الجريمة في حال تلبس؛ جاز للمحقق أن يصدر أمرًا بالقبض عليه وإحضاره ولو كانت الواقعة مما لا يجوز فيها توقيف المتهم.
المادة الثامنة بعد المائة:
إذا لم يكن للمتهم مكان إقامة معروف فعليه أن يعين مكانًا يقبله المحقق، وإلا جاز للمحقق أن يصدر أمرًا بتوقيفه.
المادة التاسعة بعد المائة:
يجب على المحقق أن يستجوب المتهم المقبوض عليه فورًا، وإذا تعذر ذلك فيودع مكان التوقيف إلى حين استجوابه. ويجب ألا تزيد مدة إيداعه على أربع وعشرين ساعة، فإذا مضت هذه المدة دون استجوابه وجب على مدير التوقيف إبلاغ رئيس الدائرة التـي يتبعها المحقق، وعلى الدائرة أن تبادر إلى استجوابه حالًا، أو تأمر بإخلاء سبيله.
المادة العاشرة بعد المائة:
إذا قبض على المتهم خارج نطاق الدائرة التي يجرى التحقيق فيها فيُحَضَّر إلى دائرة التحقيق في الجهة التي قبض عليه فيها، وعلى هذه الدائرة أن تتحقق من جميع البيانات الخاصة بشخصه، وتبلغه بالواقعة المنسوبة إليه، وتدون أقواله في شأنها، وإذا اقتضت الحال نقله فَيُبَلغ بالجهة التي سَيُنْقَلُ إليها.
المادة الحادية عشرة بعد المائة:
إذا اعترض المتهم على نقله، أو كانت حالته الصحية لا تسـمح بالنقل، يبلغ المحقق بذلك، وعليه أن يصدر أمره فورًا بما يلزم.
الفصل الثامن: أمر التوقيف
المادة الثانية عشرة بعد المائة:
يحدد وزير الداخلية - بناءً على توصية رئيس هيئة التحقيق والادعاء العام - ما يعد من الجرائم الكبيرة الموجبة للتوقيف، وينشر ذلك في الجريدة الرسمية.
تعديلات المادة
المادة الثالثة عشرة بعد المائة:
إذا تبين بعد استجواب المتهم، أو في حال هربه، أن الأدلة كافية ضده في جريمة كبيرة، أو كانت مصلحة التحقيق تستوجب توقيفه؛ فعلى المحقق إصدار أمر بتوقيفه مدة لا تزيد على خمسة أيام من تاريخ القبض عليه.
المادة الرابعة عشرة بعد المائة:
ينتهي التوقيف بمضي خمسة أيام، إلا إذا رأى المحقق تمديد مدة التوقيف، فيجب - قبل انقضائها - أن يقوم بعرض الأوراق على رئيس فرع هيئة التحقيق والادعاء العام، أومَنْ ينيبه من رؤساء الدوائر الداخلة في نطاق اختصاصه، ليصدر أمرًا بالإفراج عن المتهم أو تمديد مدة التوقيف لمدة أو لمدد متعاقبة، على ألا تزيد في مجموعها على أربعين يومًا من تاريخ القبض عليه. وفي الحالات التي تتطلب التوقيف مدة أطول، يرفع الأمر إلى رئيس هيئة التحقيق والادعاء العام أو مَنْ يفوضه من نوابه ليصدر أمره بالتمديد لمدة أو لمدد متعاقبة لا تزيد أي منها على ثلاثين يومًا، ولا يزيد مجموعها على مائة وثمانين يومًا من تاريخ القبض على المتهم، يتعين بعدها مباشرة إحالته إلى المحكمة المختصة أو الإفراج عنه.
وفي الحالات الاستثنائية التي تتطلب التوقيف مدة أطول؛ للمحكمة الموافقة على طلب تمديد التوقيف لمدة أو لمدد متعاقبة بحسب ما تراه، وأن تصدر أمرًا قضائيًا مسببًا في ذلك.
المادة الخامسة عشرة بعد المائة:
يجب عند توقيف المتهم أن يُسلّم أصل أمر التوقيف إلى مدير التوقيف بعد توقيعه على صورة هذا الأمر بالتسلّم.
وللموقوف احتياطيًا التظلم من أمر توقيفه، أو أمر تمديد التوقيف؛ ويُقدم التظلم إلى رئيس دائرة التحقيق التابع لها المحقق، أو رئيس الفرع، أو رئيس الهيئة، حسب الأحوال. ويبت فيه خلال خمسة أيام من تاريخ تقديمه.
المادة السادسة عشرة بعد المائة:
يبلغ فورًا كل من يقبض عليه أو يوقف، بأسباب القبض عليه أو توقيفه، ويكون له حق الاتصال بمن يراه لإبلاغه، ويكون ذلك تحت رقابة رجل الضبط الجنائي.
المادة السابعة عشرة بعد المائة:
لا يجوز تنفيذ أوامر القبض أو الإحضار أو التوقيف بعد مضي ستة أشهر من تاريخ صدورها ما لم تجدد لمدة أخرى.
المادة الثامنة عشرة بعد المائة:
لا يجوز لمدير السجن أو التوقيف أن يسمح لأحد رجال السلطة العامة بالاتصال بالموقوف إلا بإذن كتابي من المحقق، وعليه أن يدون في السجل الخاص بذلك اسم الشخص الذي سُمِح له بذلك ووقت المقابلة وتاريخ الإذن ومضمونه.
المادة التاسعة عشرة بعد المائة:
للمحقق - في كل الأحوال - أن يأمر بعدم اتصال المتهم بغيره من المسجونين، أو الموقوفين، وألا يزوره أحد لمدة لا تزيد على (ستين) يومًا إذا اقتضت مصلحة التحقيق ذلك، دون الإخلال بحق المتهم في الاتصال بوكيله أو محاميه.
الفصل التاسع: الإفراج المؤقت
المادة العشرون بعد المائة:
للمحقق الذي يتولى القضية، في أي وقت - سواء من تلقاء نفسه أو بناءً على طلب المتهم - أن يأمر بالإفراج عن المتهم إذا وجد أن توقيفه ليس له مسوغ، وأنه لا ضرر على التحقيق من إخلاء سبيله، ولا يُخشى هربه أو اختفاؤه، بشرط أن يتعهد المتهم بالحضور إذا طلب منه ذلك.
المادة الحادية والعشرون بعد المائة:
في غير الأحوال التي يكون الإفراج فيها واجبًا، لا يفرج عن المتهم إلا بعد أن يعين له مكانًا يوافق عليه المحقق.
المادة الثانية والعشرون بعد المائة:
الأمر الصادر بالإفراج لا يمنع المحقق من إصدار أمر جديد بالقبض على المتهم أو توقيفه إذا قويت الأدلة ضده، أو أخل بما شُرِطَ عليه، أو وجدت ظروف تستدعي اتخاذ هذا الإجراء.
المادة الثالثة والعشرون بعد المائة:
إذا أحيل المتهم إلى المحكمة يكون الإفراج عنه إذا كان موقوفًا، أو توقيفه إذا كان مفرجًا عنه، من اختصاص المحكمة المحال إليها.
وإذا حكم بعدم الاختصاص تكون المحكمة التي أصدرت الحكم بعدم الاختصاص هي المختصة بالنظر في طلب الإفراج، أو التوقيف، إلى أن ترفع الدعوى إلى المحكمة المختصة.
وفي جميع الأحوال للمدعي العام حق الاعتراض على الإفراج عن المتهم.
الفصل العاشر: انتهاء التحقيق والتصرف في الدعوى
المادة الرابعة والعشرون بعد المائة:
إذا رأى المحقق بعد انتهاء التحقيق أن الأدلة غير كافية أو أنه لا وجه لإقامة الدعوى، فيوصي رئيس الدائرة بحفظ الدعوى وبالإفراج عن المتهم الموقوف، إلا إذا كان موقوفًا لسبب آخر. ويعد أمر رئيس الدائرة بتأييد ذلك نافذًا، إلا في الجرائم الكبيرة فلا يكون الأمر نافذًا إلا بتصديق رئيس هيئة التحقيق والادعاء العام أو مَنْ ينيبه.
ويجب أن يشمل الأمر بحفظ الدعوى الأسباب التي بُنِيَ عليها، ويبلغ الأمر للمدعي بالحق الخاص، وأن له حق المطالبة بالحق الخاص أمام المحكمة المختصة وفق المادة (السادسة عشرة) من هذا النظام، وإذا كان قد توفي فيكون التبليغ لورثته جميعهم في مكان إقامته، ويكون التبليغ المذكور آنفًا وفق نموذج يعد لذلك، ويوقعه المحقق ورئيس الدائرة، وتسلّم صورة مصدقة منه إلى المدعي بالحق الخاص أو ورثته - بعد التوقيع على الأصل بالتسلّم - لتقديمها إلى المحكمة المختصة، ويسري ذلك على الأمر بحفظ الأوراق المنصوص عليه في المادة (الرابعة والستين) من هذا النظام.
المادة الخامسة والعشرون بعد المائة:
القرار الصادر بحفظ الدعوى لا يمنع من إعادة فتح ملف القضية والتحقيق فيها مرة أخرى متى ظهرت أدلة جديدة من شأنها تقوية الاتهام ضد المدعى عليه. ويعد من الأدلة الجديدة شهادة الشهود والمحاضر والأوراق الأخرى التي لم يسبق عرضها على المحقق.
المادة السادسة والعشرون بعد المائة:
إذا رأت هيئة التحقيق والادعاء العام بعد انتهاء التحقيق أن الأدلة كافية ضد المتهم، فترفع الدعوى إلى المحكمة المختصة، وتكلف المتهم بالحضور أمامها. وترفع الدعوى وفق لائحة تشمل البيانات الآتية:
1 - تعيين المتهم ببيان اسمه ولقبه وجنسيته وسنه ومكان إقامته ومهنته أو وظيفته ورقم هويته وأهليته.
2 - تعيين مدعي الحق الخاص - إن وجد - ببيان الاسم والصفة والعنوان ورقم الهوية.
3 - بيان الجريمة المنسوبة إلى المتهم، بتحديد الأركان المكونة لها، وما يرتبط بها من ظروف مشددة أو مخففة.
4 - ذكر النصوص الشرعية أو النظامية التي تنطبق عليها، وتحديد نوع العقوبة حدًّا كان أو تعزيرًا.
5 - بيان الأدلة على وقوع الجريمة، ونسبتها إلى المتهم.
6 - بيان أسماء الشهود إن وجدوا.
7 - اسم عضو هيئة التحقيق والادعاء العام وتوقيعه.
وتبلغ هيئة التحقيق والادعاء العام الخصوم بالأمر الصادر بإحالة الدعوى إلى المحكمة خلال خمسة أيام من تاريخ صدوره.
المادة السابعة والعشرون بعد المائة:
إذا شمل التحقيق أكثر من جريمة من اختصاص محاكم متماثلة الاختصاص وكانت مرتبطة، فترفع جميعها بأمر واحد إلى المحكمة المختصة مكانًا بإحداها. فإذا كانت الجرائم من اختصاص محاكم مختلفة الاختصاص، فترفع إلى المحكمة الأوسع اختصاصًا.
الباب الخامس: المحاكم الفصل الأول: الاختصاصات الجزائية
المادة الثامنة والعشرون بعد المائة:
مع عدم الإخلال باختصاصات المحاكم الأخرى، تختص المحكمة الجزائية بالفصل في جميع القضايا الجزائية.
المادة التاسعة والعشرون بعد المائة:
تختص المحكمة العامة في البلد الذي ليس فيه محكمة جزائية بما تختص به المحكمة الجزائية، ما لم يقرر المجلس الأعلى للقضاء خلاف ذلك.
المادة الثلاثون بعد المائة:
يتحدد الاختصاص المكاني للمحاكم في مكان وقوع الجريمة، أو المكان الذي يقيم فيه المتهم، فإن لم يكن له مكان إقامة معروف يتحدد الاختصاص في المكان الذي يقبض عليه فيه.
المادة الحادية والثلاثون بعد المائة:
يعد مكانًا للجريمة كل مكان وقع فيه فعل من أفعالها، أو ترك فعل - يتعين القيام به - حصل بسبب تركه ضرر جسدي.
المادة الثانية والثلاثون بعد المائة:
تختص المحكمة التي تنظر الدعوى الجزائية بالفصل في جميع المسائل التي يتوقف عليها الحكم في الدعوى الجزائية المرفوعة أمامها، إلا إذا نص النظام على خلاف ذلك.
المادة الثالثة والثلاثون بعد المائة:
إذا كان الحكم في الدعوى الجزائية يتوقف على نتيجة الفصل في دعوى جزائية أخرى، وجب وقف الدعوى حتى يتم الفصل في الدعوى الأخرى.
الفصل الثاني: تنازع الاختصاص
المادة الرابعة والثلاثون بعد المائة:
إذا رُفِعت دعوى عن جريمة واحدة أو عن جرائم مرتبطة إلى محكمتين، وقررت كل منهما اختصاصها أو عـدم اختصاصها، وكان الاختصاص منحصرًا فيهما؛ فيرفع طلب تعيين المحكمة التي تفصل فيها إلى المحكمة العليا.
الباب السادس: إجراءات المحاكمة الفصل الأول: إبلاغ الخصوم
المادة الخامسة والثلاثون بعد المائة:
إذا رُفِعَت الدعوى إلى المحكمة فيكلف المتهم بالحضور أمامها، ويُسْتَغنى عن تكليفه بالحضور إذا حضر الجلسة ووجهت إليه التهمة.
المادة السادسة والثلاثون بعد المائة:
موعد الحضور في الدعوى الجزائية ثلاثة أيام على الأقل من تاريخ تبليغ الخصوم بلائحة الدعوى. ويجوز في حال الضرورة نقص هذا الموعد إلى ساعة، بشرط أن يحصل التبليغ للخصم نفسه في حال نقص الموعد وأن يكون بإمكانه الوصول إلى المحكمة في الموعد المحدد. ويكون نقص الموعد بإذن من المحكمة المرفوعة إليها الدعوى، ويجوز إحضار المتهم - المقبوض عليه متلبسًا بالجريمة - إلى المحكمة فورًا وبغير موعد. فإذا حضر المتهم وطلب إعطاءه مهلة لإعداد دفاعه، فعلى المحكمة أن تمنحه مهلة كافية.
المادة السابعة والثلاثون بعد المائة:
تُبلغ ورقة التكليف بالحضور إلى المتهم نفسه، أو في مكان إقامته، وفقًا للقواعد المقررة في نظام المرافعات الشرعية. فإن تعذرت معرفة مكان إقامة المتهم فيكون التبليغ في آخر مكان كان يقيم فيه في المملكة، ويسلم إلى الجهة التابع لها هذا المكان من إمارة أو محافظة أو مركز. ويعد المكان الذي وقعت فيه الجريمة آخر مكان إقامة للمتهم ما لم يثبت خلاف ذلك.
المادة الثامنة والثلاثون بعد المائة:
يكون إبلاغ الموقوفين أو المسجونين بوساطة مدير التوقيف أو السجن أو مَنْ يقوم مقامهما.
الفصل الثاني: حضور الخصوم
المادة التاسعة والثلاثون بعد المائة:
يجب على المتهم في الجرائم الكبيرة أن يحضر بنفسه أمام المحكمة مع عدم الإخلال بحقه في الاستعانة بمن يدافع عنه، وإذا لم يكن لديه المقدرة المالية في الاستعانة بمحامٍ، فله أن يطلب من المحكمة أن تندب له محاميًا للدفاع عنه على نفقة الدولة وفقًا لما تبينه اللائحة.
أما في الجرائم الأخرى فيجوز له أن ينيب عنه وكيلًا أو محاميًا لتقديم دفاعه، وللمحكمة في كل الأحوال أن تأمر بحضوره شخصيًا أمامها.
المادة الأربعون بعد المائة:
إذا لم يحضر المتهم المكلف بالحضور بحسب النظام في اليوم المعين في ورقة التكليف بالحضور، ولم يرسل وكيلًا عنه في الأحوال التي يسوغ فيها التوكيل؛ فيسمع القاضي دعوى المدعي وبيِّناته ويرصدها في ضبط القضية، ولا يحكم إلا بعد حضور المتهم. وللقاضي أن يصدر أمرًا بتوقيفه إذا لم يكن تخلفه لعذر مقبول.
المادة الحادية والأربعون بعد المائة:
إذا رُفِعَت الدعوى على عدة أشخاص في واقعة واحدة وحضر بعضهم وتخلف بعضهم رغم تكليفهم بالحضور، فيسمع القاضي دعوى المدعي وبيِّناته على الجميع، ويرصدها في ضبط القضية، ولا يحكم على الغائبين إلا بعد حضورهم.
الفصل الثالث: حفظ النظام في الجلسات
المادة الثانية والأربعون بعد المائة:
ضبط الجلسة وإدارتها منوطان برئيسها، وله في سبيل ذلك أن يخرج من قاعة الجلسة من يخل بنظامها، فإن لم يمتثل كان للمحكمة أن تأمر على الفور بسجنه مدة لا تزيد على أربع وعشرين ساعة، ويكون أمرها نهائيًا، وللمحكمة إلى ما قبل انتهاء الجلسة أن ترجع عن ذلك الأمر.
المادة الثالثة والأربعون بعد المائة:
للمحكمة أن تحاكم من تقع منه في أثناء انعقادها جريمة تعدٍ على هيئتها، أو على أحد أعضائها، أو أحد موظفيها، وتحكم عليه وفقًا للمقتضى الشرعي بعد سماع أقواله.
المادة الرابعة والأربعون بعد المائة:
إذا وقعت في الجلسة جريمة غير مشمولة بحكم المادتين (الثانية والأربعين بعد المائة) و (الثالثة والأربعين بعد المائة) من هذا النظام، فللمحكمة - إذا لم تر إحالة القضية إلى هيئة التحقيق والادعاء العام - أن تحكم على من ارتكبها وفقًا للمقتضى الشرعي بعد سماع أقواله، إلا إذا كان النظر في الجريمة من اختصاص محكمة أخرى فتحال القضية إلى تلك المحكمة.
المادة الخامسة والأربعون بعد المائة:
الجرائم التي تقع في الجلسة ولم تنظرها المحكمة في الحال، يكون نظرها وفقًا للقواعد العامة.
الفصل الرابع: تنحي القضاة وردهم عن الحكم
المادة السادسة والأربعون بعد المائة:
مع مراعاة أحكام الفصل (الثالث) من هذا الباب، تطبق - في شأن تنحي القضاة وردهم عن الحكم في القضايا الجزائية - الأحكام الواردة في نظام المرافعات الشرعية، ويكون القاضي ممنوعًا من نظر الدعوى إذا كانت الجريمة قد وقعت عليه في غير أوقات انعقاد الجلسات.
الفصل الخامس: الادعاء بالحق الخاص
المادة السابعة والأربعون بعد المائة:
لمن لحقه ضرر من الجريمة - ولوارثه من بعده - أن يطالب بحقه الخاص أمام المحكمة المنظورة أمامها الدعوى الجزائية العامة في أي حال كانت عليها الدعوى، حتى لو لم يقبل طلبه أثناء التحقيق.
المادة الثامنة والأربعون بعد المائة:
إذا كان من لحقه ضرر من الجريمة ناقص الأهلية ولم يكن له ولي أو وصي، وجب على المحكمة المرفوعة أمامها الدعوى الجزائية أن تقيم عليه وليًا يطالب بحقه الخاص.
المادة التاسعة والأربعون بعد المائة:
ترفع دعوى الحق الخاص على المتهم إذا كان أهلًا، وعلى الولي أو الوصي إذا كان المتهم ناقص الأهلية. فإن لم يكن له ولي أو وصي، وجب على المحكمة المرفوعة أمامها الدعوى الجزائية أن تقيم عليه وليًا.
المادة الخمسون بعد المائة:
يعين المدعي بالحق الخاص مكانًا في البلدة التي فيها المحكمة، ويُثْبَت ذلك في إدارة المحكمة. وإذا لم يفعل ذلك يكون إبلاغه صحيحًا بإبلاغ إدارة المحكمة بكل ما يلزم إبلاغه به.
المادة الحادية والخمسون بعد المائة:
لا يكون لترك المدعي بالحق الخاص دعواه تأثير على الدعوى الجزائية العامة.
المادة الثانية والخمسون بعد المائة:
إذا ترك المدعي بالحق الخاص دعواه المرفوعة أمام المحكمة التي تنظر الدعوى الجزائية العامة، فيجوز له مواصلة دعواه أمامها، ولا يجوز له أن يرفعها أمام محكمة أخرى.
المادة الثالثة والخمسون بعد المائة:
إذا رفع من أصابه ضرر من الجريمة دعوى بطلب التعويض إلى محكمة مختصة ثم رفعت الدعوى الجزائية العامة، جاز له ترك دعواه أمام تلك المحكمة، ولـه رفعها إلى المحكمة التي تنظر الدعوى الجزائية العامة، ما لم يقفل باب المرافعة في أي منهما.
الفصل السادس: إجراءات الجلسة ونظامها
المادة الرابعة والخمسون بعد المائة:
جلسات المحاكم علنية، ويجوز للمحكمة - استثناء - أن تنظر الدعوى كلها أو بعضها في جلسات سرية، أو تمنع فئات معينة من الحضور فيها؛ مراعاة للأمن، أو محافظة على الآداب العامة، أو كان ذلك ضروريًا لإظهار الحقيقة.
المادة الخامسة والخمسون بعد المائة:
يجب أن يحضر جلسات المحكمة كاتب يتولى تحرير محضر الجلسة تحت إشراف رئيس الجلسة. ويبين في المحضر اسم القاضي أو القضاة المكونين لهيئة المحكمة والمدعي العام، ومكان انعقاد الجلسة، ووقت انعقادها، ومستند نظر الدعوى، وأسماء الخصوم الحاضرين، والمدافعين عنهم، وأقوالهم وطلباتهم، وملخص مرافعاتهم، والأدلة من شهادة وغيرها، وجميع الإجراءات التي تتخذ في الجلسة، ومنطوق الحكم ومستنده. ويوقع رئيس الجلسة والقضاة المشاركون معه والكاتب ومن حضر من الخصوم والمدافعين عنهم والشهود وغيرهم على محضر الجلسة. فإن امتنع أحدهم عن التوقيع أُثبت ذلك في المحضر.
المادة السادسة والخمسون بعد المائة:
يجب أن يحضر المدعي العام جلسات المحكمة في الحق العام، وذلك في الجرائم التي تحددها لوائح هذا النظام، وعلى المحكمة سماع أقواله والفصل فيها.
المادة السابعة والخمسون بعد المائة:
يحضر المتهم جلسات المحكمة بغير قيود ولا أغلال، وتجرى المحافظة اللازمة عليه، ولا يجوز إبعاده عن الجلسة أثناء نظر الدعوى إلا إذا وقع منه ما يستدعي ذلك. وفي هذه الحال تستمر الإجراءات، فإذا زال السبب المقتضي لإبعاده مُكِّن من حضور الجلسة. وعلى المحكمة أن تبلغه بما اتخذ في غيبته من إجراءات.
المادة الثامنة والخمسون بعد المائة:
لا تتقيد المحكمة بالوصف الوارد في لائحة الدعوى، وعليها أن تُعطِي الفعل الوصف الذي يستحقه ولو كان مخالفًا للوصف الوارد في لائحة الدعوى، وإذا جرى التعديل وجب على المحكمة أن تبلغ المتهم بذلك.
المادة التاسعة والخمسون بعد المائة:
للمحكمة أن تأذن للمدعي العام في أن يدخل تعديلًا في لائحة الدعوى في أي وقت - ما لم يقفل باب المرافعة في القضية - ويُبَلَّغ المتهم بذلك. ويجب أن يمنح المتهم فرصة كافية لإعداد دفاعه في شأن هذا التعديل وفقًا للنظام.
المادة الستون بعد المائة:
توجه المحكمة التهمة إلى المتهم في الجلسة، وتتلى عليه لائحة الدعوى وتوضح له ويعطى صورة منها، ثم تسأله المحكمة الجواب عن ذلك.
المادة الحادية والستون بعد المائة:
إذا اعترف المتهم في أي وقت بالتهمة المنسوبة إليه، فعلى المحكمة أن تسمع أقواله تفصيلًا وتناقشه فيها. فإذا اطمأنت إلى أن الاعتراف صحيح، ورأت أنه لا حاجة إلى أدلة أخرى، فعليها أن تكتفي بذلك وتفصل في القضية، وعليها أن تستكمل التحقيق إذا وجدت لذلك داعيًا.
المادة الثانية والستون بعد المائة:
إذا أنكر المتهم التهمة المنسوبة إليه، أو امتنع عن الإجابة، فعلى المحكمة أن تشرع في النظر في الأدلة المقدمة وتجري ما تراه لازمًا في شأنها، وأن تستجوب المتهم تفصيلًا في شأن تلك الأدلة وما تضمنته الدعوى. ولكل من طرفي الدعوى مناقشة شهود الطرف الآخر وأدلته بإذن من المحكمة.
المادة الثالثة والستون بعد المائة:
لكل من الخصوم أن يطلب سماع من يرى من شهود والنظر فيما يقدمه من أدلة، وأن يطلب القيام بإجراء معين من إجراءات التحقيق. وللمحكمة أن ترفض الطلب إذا رأت أن الغرض منه المماطلة، أو الكيد، أو التضليل، أو أنه لا فائدة من إجابة طلبه.
المادة الرابعة والستون بعد المائة:
للمحكمة أن تستدعي أي شاهد ترى حاجة إلى سماع أقواله، أو ترى حاجة إلى إعادة سؤاله. ولها كذلك أن تسمع من أي شخص يحضر من تلقاء نفسه إذا وجدت أن في ذلك فائدة لكشف الحقيقة.
المادة الخامسة والستون بعد المائة:
مع مراعاة ما تقرر شرعًا في الشهادة بالحدود، يجب على كل شخص دعي لأداء الشهادة بأمر من القاضي الحضور في الموعد والمكان المحددين.
المادة السادسة والستون بعد المائة:
إذا ثبت أن الشاهد أدلى بأقوال يعلم أنها غير صحيحة، فيعزر على جريمة شهادة الزور.
المادة السابعة والستون بعد المائة:
إذا كان الشاهد غير بالغ، أو كان فيه ما يمنع من قبول شهادته، فلا تعد أقواله شهادة. ولكن للمحكمة إذا وجدت أن في سماعها فائدة أن تسمعها. وإذا كان الشاهد مصابًا بمرض، أو بعاهة جسيمة مما تجعل تفاهم القاضي معه غير ممكن، فيستعان بمن يستطيع التفاهم معه، ولا يعد ذلك شهادة.
المادة الثامنة والستون بعد المائة:
تُؤَدَّى الشهادة في مجلس القضاء، وتُسمع شهادة كل شاهد على حدة، ويجوز عند الاقتضاء تفريق الشهود ومواجهة بعضهم ببعض. وعلى المحكمة أن تمنع توجيه أي سؤال فيه محاولة للتأثير على الشاهد، أو الإيحاء إليه، وأن تمنع توجيه أي سؤال مخل بالآداب العامة إذا لم يكن متعلقًا بوقائع يتوقف عليها الفصل في الدعوى. وعلى المحكمة أن تحمي الشهود من كل محاولة ترمي إلى إرهابهم أو التشويش عليهم عند تأدية الشهادة.
المادة التاسعة والستون بعد المائة:
للمحكمة إذا رأت مقتضى للانتقال إلى المكان الذي ارتكبت فيه الجريمة، أو إلى أي مكان آخر لإجراء معاينة، أو لسماع شاهد لا يستطيع الحضور، أو للتحقق من أي أمر من الأمور؛ أن تقوم بذلك وتمكن الخصوم من الحضور معها في هذا الانتقال، ولها أن تكلف أحد قضاتها بذلك.
وتسري على إجراءات هذا القاضي القواعد التي تسري على إجراءات المحاكمة.
المادة السبعون بعد المائة:
للمحكمة أن تصدر أمرًا إلى أي شخص بتقديم شيء في حيازته، وأن تأمر بضبط أي شيء متعلق بالقضية إذا كان في ذلك ما يفيد في ظهور الحقيقة. وللمحكمة إذا قدم لها مستند، أو أي شيء آخر أثناء المحاكمة، أن تأمر بإبقائه إلى أن يفصل في القضية.
المادة الحادية والسبعون بعد المائة:
للمحكمة أن تندب خبيرًا أو أكثر لإبداء الرأي في مسألة فنية متعلقة بالقضية. ويقدم الخبير إلى المحكمة تقريرًا مكتوبًا يبين فيه رأيه خلال المدة التي تحددها له. وللخصوم الحصول على صورة من التقرير. وإذا كان الخصوم، أو الشهود، أو أحدهم لا يفهم اللغة العربية، فعلى المحكمة أن تستعين بمترجم أو أكثر. وإذا ثبت أن أحدًا من الخبراء أو المترجمين تعمد التقصير أو الكذب، فعلى المحكمة الحكم بتعزيره على ذلك.
المادة الثانية والسبعون بعد المائة:
لكل من الخصوم أن يقدم إلى المحكمة ما لديه مما يتعلق بالقضية مكتوبًا؛ لِيُضم إلى ملف القضية.
المادة الثالثة والسبعون بعد المائة:
تسمع المحكمة دعوى المدعي العام ثم جواب المتهم، أو وكيله، أو محاميه عنها، ثم دعوى المدعي بالحق الخاص، ثم جواب المتهم، أو وكيله، أو محاميه عنها. ولكل طرف من الأطراف التعقيب على أقوال الطرف الآخر، ويكون المتهم هو آخِرُ من يتكلم. وللمحكمة أن تمنع أي طرف من الاسترسال في المرافعة إذا خرج عن موضوع الدعوى، أو كرر أقواله. وبعد ذلك تصدر المحكمة حكمًا بعدم إدانة المتهم، أو بإدانته وتوقيع العقوبة عليه. وفي كلتا الحالتين تفصل المحكمة في الطلب المقدم من المدعي بالحق الخاص.
الفصل السابع: دعوى التزوير الفرعية
المادة الرابعة والسبعون بعد المائة:
للمدعي العام ولسائر الخصوم في أي حال كانت عليها الدعوى أن يطعنوا بالتزوير في أي دليل من أدلة القضية.
المادة الخامسة والسبعون بعد المائة:
يقدم الطعن إلى المحكمة المنظورة أمامها الدعوى، ويجب أن يعين فيه الدليل المطعون فيه بالتزوير والمستند على هذا التزوير.
المادة السادسة والسبعون بعد المائة:
إذا رأت المحكمة المنظورة أمامها الدعوى وجهًا للسير في التحقق من التزوير، فعليها إحالة هذه الأوراق إلى الجهة المختصة نظامًا بالتحقيق في قضايا التزوير، وعليها أن توقف الدعوى إلى أن يفصل في دعوى التزوير إذا كان الفصل في الدعوى المنظورة أمامها يتوقف على الورقة المطعون فيها.
المادة السابعة والسبعون بعد المائة:
في حال الحكم بانتفاء التزوير تقضي المحكمة بتعزير مدعي التزوير متى رأت مقتضى لذلك.
المادة الثامنة والسبعون بعد المائة:
في حال حكم المحكمة بثبوت تزوير ورقة رسمية - كلها أو بعضها - فتأمر بإلغائها، أو تصحيحها - بحسب الأحوال - ويحرر بذلك محضر يؤشر على الورقة بمقتضاه.
الفصل الثامن: الحكم
المادة التاسعة والسبعون بعد المائة:
تستند المحكمة في حكمها إلى الأدلة المقدمة إليها أثناء نظر القضية، ولا يجوز للقاضي أن يقضي بعلمه ولا بما يخالف علمه.
المادة الثمانون بعد المائة:
كل حكم يصدر في موضوع الدعوى الجزائية يجب أن يفصل في طلبات المدعي بالحق الخاص، أو المتهم، إلا إذا رأت المحكمة أن الفصل في هذه الطلبات يستلزم إجراء تحقيق خاص يترتب عليه تأخير الفصل في الدعوى الجزائية؛ فعندئذ تفصل المحكمة في تلك الدعوى وترجئ الفصل في تلك الطلبات إلى حين استكمال إجراءاتها.
المادة الحادية والثمانون بعد المائة:
1 - يُتْلَى الحكم - بعد التوقيع عليه ممن أصدره - في جلسة علنية ولو كانت الدعوى نظرت في جلسات سرية، وذلك بحضور أطراف الدعوى، ويجب حضور جميع القضاة الذين اشتركوا في إصدار الحكم ما لم يحدث لأحدهم مانع من الحضور.
2 - تصدر المحكمة بعد الحكم صكًا مشتملًا على اسم المحكمة التي أصدرت الحكم، وتاريخ إصداره، وأسماء القضاة، وأسماء الخصوم، ووكلائهم، وأسماء الشهود، والجريمة موضوع الدعوى، وملخص لما قدمه الخصوم من طلبات، أو دفاع، وما استُنِدَ إليه من الأدلة والحجج، وخلاصة الدعوى، وعدد ضبط الدعوى، وتاريخ ضبطها، ثم أسباب الحكم ونصه ومستنده الشرعي، ثم يوقع عليه ويختمه القاضي أو القضاة الذين اشتركوا في الحكم.
المادة الثانية والثمانون بعد المائة:
كل حكم يجب أن يسجل في سجل الأحكام، ما لم يقرر المجلس الأعلى للقضاء خلاف ذلك، ثم يحفظ في ملف الدعوى، وتسلم صورة مصدقة منه لكل من المتهم والمدعي العام، والمدعي بالحق الخاص إن وجد، وبعد اكتسابه صفة القطعية يبلغ رسميًا لمن ترى المحكمة إبلاغه.
المادة الثالثة والثمانون بعد المائة:
يجب على المحكمة التي تصدر حكمًا في الموضوع أن تفصل في طلبات الخصوم المتعلقة بالأشياء المضبوطة. ولها أن تحيل النزاع في شأنها إلى المحكمة المختصة إذا وجدت ضرورة لذلك. ويجوز للمحكمة أن تصدر حكمًا بالتصرف في المضبوطات أثناء نظر الدعوى.
المادة الرابعة والثمانون بعد المائة:
لا يجوز تنفيذ الحكم الصادر بالتصرف في الأشياء المضبوطة - على النحو المبين في المادة (الثالثة والثمانين بعد المائة) من هذا النظام - إذا كان الحكم الصادر في الدعوى غير نهائي، ما لم تكن الأشياء المضبوطة مما يُسرع إليه التلف، أو يستلزم حفظه نفقات كبيرة.
ويجوز للمحكمة إذا حكمت بتسليم الأشياء المضبوطة إلى شخص معين أن تسلمه إياها فورًا، مع أخذ تعهد عليه - بكفالة أو بغير كفالة - بأن يعيد الأشياء التي تسلمها إذا نُقض الحكم الذي تسلم الأشياء بموجبه.
المادة الخامسة والثمانون بعد المائة:
إذا كانت الجريمة متعلقة بحيازة عقار ورأت المحكمة نزعه ممن هو في يده وإبقاءه تحت تصرفها أثناء نظر الدعوى،فلها ذلك.
وإذا حكم بإدانة شخص في جريمة مصحوبة باستعمال القوة، وظهر للمحكمة أن شخصًا جرد من عقار بسبب هذه القوة، جاز للمحكمة أن تأمر بإعادة العقار إلى حيازة من اغتصب منه، دون الإخلال بحق غيره في هذا العقار.
المادة السادسة والثمانون بعد المائة:
متى صدر حكم في موضوع الدعوى الجزائية بالإدانة، أو عدم الإدانة بالنسبة إلى متهم معين، فإنه لا يجوز بعد ذلك أن ترفع دعوى جزائية أخرى ضد هذا المتهم عن الأفعال والوقائع نفسها التي صدر في شأنها الحكم.
وإذا رفعت دعوى جزائية أخرى فيتمسك بالحكم السابق في أي حال كانت عليها الدعوى الأخيرة. ويجب على المحكمة أن تراعي ذلك ولو لم يتمسك به الخصوم. ويثبت الحكم السابق بتقديم صورة مصدقة منه، أو شهادة من المحكمة بصدده.
الفصل التاسع: أوجه البطلان
المادة السابعة والثمانون بعد المائة:
كل إجراء مخالف لأحكام الشريعة الإسلامية، أو الأنظمة المستمدة منها، يكون باطلًا.
المادة الثامنة والثمانون بعد المائة:
إذا كان البطلان راجعًا إلى عدم مراعاة الأنظمة المتعلقة بولاية المحكمة من حيث تشكيلها أو اختصاصها بنظر الدعوى، فيتمسك به في أي حال كانت عليها الدعوى، وتقضي به المحكمة ولو بغير طلب.
المادة التاسعة والثمانون بعد المائة:
في غير ما نص عليه في المادة (الثامنة والثمانين بعد المائة) من هذا النظام، إذا كان البطلان راجعًا إلى عيب في الإجراء يمكن تصحيحه، فعلى المحكمة أن تصححه. وإن كان راجعًا إلى عيب لا يمكن تصحيحه، فتحكم ببطلانه.
المادة التسعون بعد المائة:
لا يترتب على بطلان الإجراء بطلان الإجراءات السابقة عليه ولا الإجراءات اللاحقة له إذا لم تكن مبنية عليه.
المادة الحادية والتسعون بعد المائة:
إذا وجدت المحكمة أن في الدعوى عيبًا جوهريًا لا يمكن تصحيحه، فعليها أن تصدر حكمًا بعدم سماع هذه الدعوى. ولا يمنع هذا الحكم من إعادة رفعها إذا توافرت الشروط النظامية.
الباب السابع: طرق الاعتراض على الأحكام الاستئناف والنقض وإعادة النظر الفصل الأول: الاستئناف
المادة الثانية والتسعون بعد المائة:
1 - للمحكوم عليه وللمدعي العام وللمدعي بالحق الخاص؛ طلب استئناف أو تدقيق الأحكام الصادرة من محاكم الدرجة الأولى خلال المدة المقررة نظامًا. وعلى المحكمة التي تصدر الحكم إعلامهم بهذا الحق حال النطق بالحكم.
2 - يحدد المجلس الأعلى للقضاء الأحكام التي يكتفى بتدقيقها من محكمة الاستئناف.
3 - يكون تدقيق الحكم من محكمة الاستئناف دون ترافع أمامها، ما لم تقرر نظر الدعوى مرافعة.
المادة الثالثة والتسعون بعد المائة:
تحدد المحكمة بعد النطق بالحكم موعدًا أقصاه عشرة أيام لتسلم صورة صك الحكم، مع إثبات ذلك في ضبط القضية وأخذ توقيع الخصوم. فإن لم يحضر أيّ منهم لتسلم صورة صك الحكم فتودع في ملف الدعوى في التاريخ نفسه مع إثبات ذلك في الضبط، ويعد الإيداع الذي يتم وفقًا لذلك بداية للموعد المقرر للاعتراض على الحكم. وتسلم صورة صك الحكم للسجين أو الموقوف خلال المدة المحددة لتسلمها في مكان السجن أو التوقيف بوساطة المحضر، ويكون التسليم بمذكرة تبليغ وفقًا لأحكام التبليغ المقررة نظامًا. ويوقع أصل المذكرة مدير السجن أو التوقيف - أو مَنْ يقوم مقامهما - والسجين أو الموقوف، ويوقع المحضر على كل من الأصل والصورة، وتسلم الصورة إلى إدارة السجن أو التوقيف ويعاد الأصل إلى المحكمة. وعلى الجهة المسؤولة عن السجين أو الموقوف إحضاره إلى المحكمة لتقديم اعتراضه على الحكم خلال المدة المحددة لتقديم الاعتراض أو عدوله عنه وتوقيعه على ذلك في ضبط القضية.
المادة الرابعة والتسعون بعد المائة:
مدة الاعتراض بطلب الاستئناف أو التدقيق ثلاثون يومًا. فإذا لم يقدم المعترض اعتراضه خلال هذه المدة سقط حقه في طلب الاستئناف أو التدقيق. وإذا كان الحكم صادرًا بالقتل، أو الرجم، أو القطع، أو القصاص في النفس أو فيما دونها، فيجب رفعه إلى محكمة الاستئناف لتدقيقه ولو لم يطلب أحد الخصوم ذلك.
المادة الخامسة والتسعون بعد المائة:
1 - يحصل الاعتراض بطلب الاستئناف أو التدقيق، بمذكرة تودع لدى إدارة المحكمة التي أصدرت الحكم، مشتملة على بيان الحكم المعترض عليه، ورقمه، وتاريخه، والأسباب التي بُنِيَ عليها الاعتراض، وطلبات المعترض، وتوقيعه، وتاريخ إيداع مذكرة الاعتراض.
2 - تقيد إدارة المحكمة مذكرة الاعتراض في يوم إيداعها في السجل الخاص بذلك، وتحال فورًا إلى الدائرة التي أصدرت الحكم.
المادة السادسة والتسعون بعد المائة:
تنظر الدائرة التي أصدرت الحكم المعترض عليه في المذكرة الاعتراضية من ناحية الوجوه التي بُنِيَ عليها الاعتراض من غير مرافعة، ما لم يظهر مقتضٍ لها. وعليها أن تؤكد حكمها أو تعدِّله بحسب ما يظهر لها، فإذا أكدت حكمها فترفعه مع صورة ضبط القضية ومذكرة الاعتراض وجميع الأوراق إلى محكمة الاستئناف. أما إن عدَّلتـه فيبلغ الحكم المعدَّل للخصوم، وتسري عليه في هذه الحال الإجراءات المعتادة.
المادة السابعة والتسعون بعد المائة:
1 - تحدد محكمة الاستئناف جلسة للنظر في طلب الاستئناف أو طلب التدقيق إذا رأت النظر فيه مرافعة، ويبلغ الخصوم بالحضور في الجلسة التي حددت. وإذا كان المتهم سجينًا أو موقوفًا، وجب على الجهة المسؤولة عنه إحضاره إلى محكمة الاستئناف. وعلى المحكمة الفصل في طلب الاستئناف أو طلب التدقيق على وجه السرعة. فإن لم يحضر المستأنف أو من طلب التدقيق بعد إبلاغه بموعد الجلسة - إذا لم يكن سجينًا أو موقوفًا - ومضى خمسة عشر يومًا ولم يطلب السير في الدعوى أو لم يحضر بعد السير فيها؛ فتحكم المحكمة من تلقاء نفسها بسقوط حقه في الاستئناف أو التدقيق، وذلك دون الإخلال بحكم المادة (التاسعة والتسعين بعد المائة) من هذا النظام.
2 - تنظر محكمة الاستئناف في طلب الاستئناف أو طلب التدقيق، استنادًا إلى ما في الملف من الأوراق وما يقدمه الخصوم إليها من دفوع أو بينات جديدة لتأييد أسباب اعتراضهم المقدم في المذكرة. وتحكم بعد سماع أقوال الخصوم في طلب الاستئناف أو طلب التدقيق - إذا رأت النظر فيه مرافعة - بتأييد الحكم أو نقضه كليًا أو جزئيًا وتحكم فيما نُقض.
الفصل الثاني: النقض
المادة الثامنة والتسعون بعد المائة:
للمحكوم عليه وللمدعي العام وللمدعي بالحق الخاص؛ الاعتراض بطلب النقض أمام المحكمة العليا على الأحكام والقرارات التي تصدرها أو تؤيدها محاكم الاستئناف، متى كان محل الاعتراض على الحكم ما يلي:
1 - مخالفة أحكام الشريعة الإسلامية وما يصدره ولي الأمر من أنظمة لا تتعارض معها.
2 - صدور الحكم من محكمة غير مشكلة تشكيلًا سليمًا طبقًا لما نُص عليه نظامًا.
3 - صدور الحكم من محكمة أو دائرة غير مختصة.
4 - الخطأ في تكييف الواقعة، أو وصفها وصفًا غير سليم.
المادة التاسعة والتسعون بعد المائة:
مدة الاعتراض بطلب النقض ثلاثون يومًا. فإذا لم يودع المعترض اعتراضه خلال هذه المدة، سقط حقه في طلب النقض. ويجب رفع الحكم الصادر من محكمة الاستئناف أو المؤيد منها بالقتل، أو الرجم، أو القطع، أو القصاص في النفس أو فيما دونها، إلى المحكمة العليا - ولو لم يطلب أحد الخصوم ذلك - فور انتهاء المدة المذكورة آنفًا.
المادة المائتين:
1 - يحصل الاعتراض بطلب النقض، بمذكرة تودع لدى إدارة محكمة الاستئناف التي أصدرت الحكم أو أيدته. ويجب أن تشتمل مذكرة الاعتراض على البيانات المتعلقة بأسماء الخصوم، وعنوان كل منهم، وبيان الحكم المعترض عليه، ورقمه، وتاريخه، والأسباب التي بُنِيَ عليها الاعتراض، وطلبات المعترض، وتوقيعه، وتاريخ إيداع مذكرة الاعتراض.
2 - تقيد إدارة محكمة الاستئناف مذكرة الاعتراض في يوم إيداعها في السجل الخاص بذلك، وترفعها مع صورة ضبط القضية وجميع الأوراق إلى المحكمة العليا خلال مدة لا تزيد على ثلاثة أيام من تاريخ انتهاء مدة الاعتراض.
المادة الأولى بعد المائتين:
باستثناء قضايا القتل، أو الرجم، أو القطع، أو القصاص في النفس أو فيما دونها، تنظر المحكمة العليا الشروط الشكلية في الاعتراض، المتعلقة بالبيانات المنصوص عليها في الفقرة (1) من المادة (المائتين) من هذا النظام، وما إذا كان صادرًا ممن له حق طلب النقض، ثم تقرر قبول الاعتراض أو عدم قبوله شكلًا. فإذا كان الاعتراض غير مقبول من حيث الشكل، فتصدر قرارًا مستقلًا بذلك.
المادة الثانية بعد المائتين:
مع عدم الإخلال بما نصت عليه المادتان (العاشرة) و (الحادية عشرة) من هذا النظام، إذا قبلت المحكمة العليا الاعتراض شكلًا، فتفصل في موضوع الاعتراض استنادًا إلى ما في الملف من الأوراق، دون أن تتناول وقائع القضية. فإن لم تقتنع بالأسباب التي بُنِيَ عليها الاعتراض أيدت الحكم، وإلا نقضت الحكم كله أو بعضه - بحسب الحال - مع ذكر المستند، وتعيد القضية إلى المحكمة التي أصدرت الحكم لتحكم فيها من جديد من غير من نظرها. فإن كان النقض للمرة الثانية - وكان الموضوع بحالته صالحًا للحكم - وجب عليها أن تحكم في الموضوع.
المادة الثالثة بعد المائتين:
لا يجوز التمسك أمام المحكمة العليا بسبب لم يرد في مذكرة الاعتراض، ما لم يكن السبب متعلقًا بالنظام العام؛ فتأخذ به المحكمة من تلقاء نفسها.
الفصل الثالث: إعادة النظر
المادة الرابعة بعد المائتين:
يحق لأي من الخصوم أن يطلب إعادة النظر في الأحكام النهائية الصادرة بالعقوبة في الأحوال الآتية:
1 - إذا حكم على المتهم في جريمة قتل ثم وُجِد المُدَّعَى قتله حيًّا.
2 - إذا صدر حكم على شخص من أجل واقعة، ثم صدر حكم على شخص آخر من أجل الواقعة نفسها، وكان بين الحكمين تناقض يُفْهَم منه عدم إدانة أحد المحكوم عليهما.
3 - إذا كان الحكم قد بُنِيَ على أوراق ظهر بعد الحكم تزويرها، أو بُنِيَ على شهادة قضي - من الجهة المختصة بعد الحكم - بأنها شهادة زور.
4 - إذا كان الحكم مبنيًّا على حكم صادر من إحدى المحاكم ثم ألغِيَ هذا الحكم.
5 - إذا ظهر بعد الحكم بيِّنات أو وقائع لم تكن معلومة وقت المحاكمة، وكان من شأن هذه البيِّنات أو الوقائع عدم إدانة المحكوم عليه، أو تخفيف العقوبة.
المادة الخامسة بعد المائتين:
يرفع طلب إعادة النظر بصحيفة تودع لدى المحكمة التي أصدرت الحكم، ويجب أن تشتمل الصحيفة على بيان الحكم المطلوب إعادة النظر فيه ورقمه وتاريخه وأسباب الطلب، وتقيد إدارة المحكمة الصحيفة في يوم إيداعها في السجل الخاص بذلك. وإن كان الحكم مؤيدًا من المحكمة العليا أو من محكمة الاستئناف، فترفع المحكمة التي أصدرت الحكم صحيفة طلب إعادة النظر إلى المحكمة التي أيدت الحكم للنظر في الطلب. وعلى المحكمة - بحسب الأحوال - أن تعد قرارًا بقبول الطلب أو عدم قبوله، فإن قبلته فتنظر في الدعوى المحكمة التي أصدرت الحكم، وعليها إبلاغ أطراف الدعوى بذلك. وإن لم تقبله، فلطالب إعادة النظر الاعتراض على عدم القبول وفقًا للإجراءات المقررة للاعتراض، ما لم يكن القرار صادرًا من المحكمة العليا.
المادة السادسة بعد المائتين:
لا يترتب على قبول المحكمة طلب إعادة النظر وقف تنفيذ الحكم إلا إذا كان صادرًا بعقوبة جسدية من قصاص أو حد أو تعزير، وفي غير ذلك يجوز للمحكمة أن تأمر بوقف التنفيذ في قرارها بقبول طلب إعادة النظر.
المادة السابعة بعد المائتين:
كل حكم صادر بعدم الإدانة - بناءً على طلب إعادة النظر - يجب أن يتضمن تعويضًا معنويًّا وماديًّا للمحكوم عليه لما أصابه من ضرر، إذا طلب ذلك.
المادة الثامنة بعد المائتين:
إذا رُفِضَ طلب إعادة النظر، فلا يجوز تجديده بناءً على الوقائع نفسها التي بُنِيَ عليها.
المادة التاسعة بعد المائتين:
الأحكام التي تصدر في موضوع الدعوى من غير المحكمة العليا - بناءً على طلب إعادة النظر - يجوز الاعتراض عليها بطلب استئنافها أو بطلب نقضها، بحسب الأحوال.
الباب الثامن: قوة الأحكام النهائية
المادة العاشرة بعد المائتين:
الأحكام النهائية هي الأحكام المكتسبة للقطعية؛ إما بعدم الاعتراض عليها خلال المدة المحددة نظامًا، أو بتأييد الحكم من المحكمة العليا أو صدوره منها، وذلك مع عدم الإخلال بحكم المادتين (الرابعة والتسعين بعد المائة) و(التاسعة والتسعين بعد المائة) من هذا النظام.
المادة الحادية عشرة بعد المائتين:
إذا صدر حكم في موضوع الدعوى الجزائية، فلا يجوز إعادة نظرها إلا بالاعتراض على هذا الحكم وفقًا لما هو مقرر في هذا النظام.
الباب التاسع: الأحكام الواجبة التنفيذ
المادة الثانية عشرة بعد المائتين:
الأحكام الجزائية لا يجوز تنفيذها إلا إذا أصبحت نهائية.
المادة الثالثة عشرة بعد المائتين:
يُفْرَجُ في الحال عن المتهم الموقوف إذا كان الحكم صادرًا بعدم الإدانة، أو بعقوبة لا يقتضي تنفيذها السجن، أو إذا كان المتهم قد قضى مدة العقوبة المحكوم بها أثناء توقيفه.
المادة الرابعة عشرة بعد المائتين:
1 - للمحكمة التي أصدرت الحكم بالإدانة وتوقيع العقوبة أن تأمر بتأجيل تنفيذ الحكم الجزائي لأسباب جوهرية توضحها في أسباب حكمها، على أن تحدد مدة التأجيل في منطوق الحكم.
2 - للمحكمة التي تنظر الدعوى أن تنص في حكمها على وقف تنفيذ عقوبة السجن التعزيرية في الحق العام، إذا رأت من أخلاق المحكوم عليه أو ماضيه أو سنه أو ظروفه الشخصية أو الظروف التي ارتكبت فيها الجريمة أو غير ذلك ما يبعث على القناعة بوقف التنفيذ. وإذا ارتكب المحكوم عليه أي جريمة خلال مدة ثلاث سنوات من التاريخ الذي أصبح فيه الحكم الموقوف نهائيًا وحكم عليه في الحق العام بالإدانة وتوقيع عقوبة السجن عليه، فللمحكمة - بناءً على طلب المدعي العام - إلغاء وقف تنفيذ العقوبة والأمر بإنفاذها دون الإخلال بالعقوبة المحكوم بتوقيعها في الجريمة الجديدة.
المادة الخامسة عشرة بعد المائتين:
إذا كان المحكوم عليه بعقوبة السجن قد أمضى مدة موقوفًا بسبب القضية التي صدر الحكم فيها، وجب احتساب مدة التوقيف من مدة السجن المحكوم بها عند تنفيذها.
ولكل من أصابه ضرر - نتيجة اتهامه كيدًا، أو نتيجة إطالة مدة سجنه أو توقيفه أكثر من المدة المقررة - الحق في طلب التعويض أمام المحكمة التي رفعت إليها الدعوى الأصلية.
المادة السادسة عشرة بعد المائتين:
يرسل رئيس المحكمة الحكم الجزائي الواجب التنفيذ الصادر من المحكمة إلى الحاكم الإداري لاتخاذ إجراءات تنفيذه. وعلى الحاكم الإداري اتخاذ الإجراءات اللازمة لتنفيذ الحكم فورًا.
المادة السابعة عشرة بعد المائتين:
1 - تنفذ الأحكام الصادرة بالقتل، أو القطع، أو الرجم، أو القصاص في النفس أو فيما دونها، بعد صدور أمر من الملك أو مِمَّن ينيبه.
2 - يشهد مندوبو الحاكم الإداري والمحكمة وهيئة الأمر بالمعروف والنهي عن المنكر والشرطة تنفيذ الأحكام الصادرة بالقتل، أو القطع، أو الرجم، أو الجلد، أو القصاص في النفس أو فيما دونها، وتحدد لوائح هذا النظام إجراءات عملهم.
الباب العاشر: أحكام ختامية
المادة الثامنة عشرة بعد المائتين:
تطبق الأحكام الواردة في نظام المرافعات الشرعية فيما لم يرد فيه حكم في هذا النظام وفي ما لا يتعارض مع طبيعة القضايا الجزائية.

تعديلات المادة
المادة التاسعة عشرة بعد المائتين:
تحدد لوائح هذا النظام إجراءات تنفيذ الأحكام الجزائية وضوابطه.
المادة العشرون بعد المائتين:
يُصدر مجلس الوزراء اللائحة التنفيذية لهذا النظام، وذلك بعد إعدادها من وزارة العدل، ووزارة الداخلية، والمجلس الأعلى للقضاء، وهيئة التحقيق والادعاء العام في مدة لا تتجاوز تسعين يومًا من تاريخ العمل بهذا النظام.
المادة الحادية والعشرون بعد المائتين:
يحل هذا النظام محل نظام الإجراءات الجزائية، الصادر بالمرسوم الملكي رقم (م/39) وتاريخ 28 / 7 / 1422هـ، ويلغي ما يتعارض معه من أحكام.
المادة الثانية والعشرون بعد المائتين:
يعمل بهذا النظام من تاريخ نشره في الجريدة الرسمية.

`
  },
  {
    id: 'madaniah-procedure',
    name: 'نظام الأحوال الشخصية',
    text: `نظام الأحوال الشخصية
1نظام الأحوال الشخصية
1443 هـ
بسم الله الرحمن الرحيم

مرسوم ملكي رقم (م/73) وتاريخ 1443/8/6هـ
بعون الله تعالـى
         نحن سلمان بن عبدالعزيز آل سعود
                     ملك المملكة العربية السعودية

بناءً على المادة (السبعين) من النظام الأساسي للحكم، الصادر بالأمر الملكي رقم (أ / 90) بتاريخ 27 / 8 / 1412هـ.
وبناءً على المادة (العشرين) من نظام مجلس الوزراء، الصادر بالأمر الملكي أرقم (أ / 13) بتاريخ 3 / 3 / 1414هـ.
وبناءً على المادة (الثامنة عشرة) من نظام مجلس الشورى، الصادر بالأمر الملكي رقم (أ / 91) بتاريخ 27 / 8 / 1412هـ.
وبعد الاطلاع على قراري مجلس الشورى رقم (145 / 27) بتاريخ 15 / 9 / 1442هـ، ورقم (100 / 18) بتاريخ 18 / 5 / 1443هـ.
وبعد الاطلاع على قرار مجلس الوزراء رقم (429) بتاريخ 5 / 8 / 1443هـ.

رسمنا بما هو آت: 

أولاً: الموافقة على نظام الأحوال الشخصية، بالصيغة المرافقة.
ثانياً: يقصد بسن الرشد -لأغراض تطبيق نظام الأحوال الشخصية- تمام ثمانية عشر عاماً، وذلك إلى حين الموافقة على نظام المعاملات المدنية ونفاذه.   
ثالثاً: يصدر وزير العدل -بالاتفاق مع وزير الصحة- لائحة للتقارير الطبية المنصوص عليها في نظام الأحوال الشخصية. 
رابعاً: على سمو نائب رئيس مجلس الوزراء والوزراء ورؤساء الأجهزة المعنية المستقلة -كل فيما يخصه- تنفيذ مرسومنا هذا.

سلمان بن عبدالعزيز آل سعود

بسم الله الرحمن الرحيم

قرار مجلس الوزراء رقم (429) وتاريخ 1443/8/5هـ
إن مجلس الوزراء
بعد الاطلاع على المعاملة الواردة من الديوان الملكي برقم 47698 وتاريخ 3 / 8 / 1443هـ، المشتملة على برقية معالي وزير الدولة وعضو مجلس الوزراء لشؤون مجلس الشورى رئيس اللجنة الرئيسية لإعداد التشريعات القضائية رقم 28 وتاريخ 22 / 5 / 1442هـ، في شأن مشروع نظام الأحوال الشخصية.
وبعد الاطلاع على مشروع النظام المشار إليه.
وبعد الاطلاع على الأمرين الملكيين رقم (5584) وتاريخ 26 / 1 / 1441هـ، ورقم (34837) وتاريخ 5 / 6 / 1441هـ.
وبعد الاطلاع على نظام المرافعات الشرعية، الصادر بالمرسوم الملكي رقم (م / 1) وتاريخ 22 / 1 / 1435هـ.
وبعد الاطلاع على المحضرين رقم (510) وتاريخ 17 / 8 / 1442هـ، ورقم (630) وتاريخ 24 / 10 / 1442هـ، والمذكرات رقم (1917) وتاريخ 4 / 11 / 1442هـ، ورقم (1110) وتاريخ 22 / 5 / 1443هـ، ورقم (1738) وتاريخ 3 / 8 / 1443هـ، المعدة في هيئة الخبراء بمجلس الوزراء.
وبعد الاطلاع على التوصية المعدة في مجلس الشؤون الاقتصادية والتنمية رقم (12-35 / 42 / د) وتاريخ 3 / 9 / 1442هـ.
وبعد النظر في قراري مجلس الشورى رقم (145 / 27) وتاريخ 15 / 9 / 1442ه، ورقم (100 / 18) وتاريخ 18 / 5 / 1443هـ.
وبعد الاطلاع على توصية اللجنة العامة لمجلس الوزراء رقم (6823) وتاريخ 3 / 8 / 1443هـ.

يقرر ما يلي:

أولاً: الموافقة على نظام الأحوال الشخصية، بالصيغة المرافقة.
ثانياً: يقصد بسن الرشد -لأغراض تطبيق نظام الأحوال الشخصية- تمام ثمانية عشر عاماً، وذلك إلى حين الموافقة على نظام المعاملات المدنية ونفاذه.  
ثالثاً: يصدر وزير العدل -بالاتفاق مع وزير الصحة- لائحة للتقارير الطبية المنصوص عليها في نظام الأحوال الشخصية. 
وقد أعد مشروع مرسوم ملكي بذلك، صيغته مرافقة لهذا.
رابعاً: قيام وزارة العدل بمراجعة إجراءات نظر دعاوى الأحوال الشخصية المنصوص عليها في نظام المرافعات الشرعية، الصادر بالمرسوم الملكي رقم (م / 1) وتاريخ 22 / 1 / 1435ه، ولوائحه التنفيذية، بما يحافظ على كيان الأسرة، ويضمن حقوق أفرادها، وللوزارة التنسيق مع من تراه من الجهات ذات العلاقة، والرفع بما يلزم.

رئيس مجلس الوزراء

 

نظام الأحوال الشخصية
(الباب الأول) الزواج (الفصل الأول) الخطبة
المادة الأولى
الخطبة هي طلب الزواج والوعد به.

المادة الثانية
لكل من الخاطب والمخطوبة العدول عن الخطبة.

المادة الثالثة
جميع ما يقدمه الخاطب أو المخطوبة إلى الآخر خلال فترة الخطبة يعد هدية؛ ما لم يصرح الخاطب بأن ما قدمه يعد مهراً أو يجر عرف على أنه من المهر.

المادة الرابعة
إذا عدل أي من الخاطب أو المخطوبة عن الخطبة بسبب يعود إليه، فليس له الرجوع في الهدية التي قدمها. وللطرف الآخر أن يسترد منه ما قدمه من هدية إن كانت قائمة وإلا بمثلها، أو قيمتها يوم قبضها، ما لم تكن الهدية مما يستهلك بطبيعتها.
وفي جميع الأحوال، إذا انتهت الخطبة بالوفاة، أو بسبب لا يد لأحد الطرفين فيه، فلا يسترد شيء من الهدايا.

المادة الخامسة
إذا عدل أي من الخاطب أو المخطوبة عن إبرام عقد الزواج أو مات قبل العقد، وكان الخاطب قد سلّم إلى مخطوبته قبل العقد مالاً على أنه من المهر، يحق للخاطب أو لورثته الرجوع فيما سلم بعينه إن كان قائماً وإلا بمثله، أو بقيمته يوم القبض.
إذا كانت المخطوبة اشترت بالمهر أو بعضه لمصلحة الزواج -وفق ما جرى به العرف- وكان العدول من الخاطب بلا سبب من قبلها، أو كان العدول منها بسبب من الخاطب، فلها الخيار بين إعادة المهر أو تسليم ما اشترته بحاله.
(الفصل الثاني) أحكام عامة للزواج
المادة السادسة
الزواج عقد بأركان وشروط، يرتب حقوقاً وواجبات بين الزوجين، غايته الإحصان وإنشاء أسرة مستقرة يرعاها الزوجان بمودة ورحمة.

المادة السابعة
الخلوة -في سبيل تطبيق هذا النظام- هي انفراد الزوجين في مكان ليس عندهما من يميِّز. 

المادة الثامنة
يجب توثيق عقد الزواج، وعلى الزوجين -أو أحدهما- توثيقه، وذلك وفق الأحكام المنظمة لذلك.
يجوز لكل ذي مصلحة طلب إثبات عقد الزواج غير الموثق. 
يوثق عقد زواج غير المسلم لدى المختص بالتوثيق، وتبين لوائح هذا النظام الأحكام المتصلة بذلك.
المادة التاسعة
يمنع توثيق عقد الزواج لمن هو دون (ثمانية عشر) عاماً، وللمحكمة أن تأذن بزواج من هو دون ذلك ذكراً كان أو أنثى إذا كان بالغاً بعد التحقق من مصلحته في هذا الزواج، وتبين لوائح هذا النظام الضوابط والإجراءات اللازمة لذلك.

المادة العاشرة
يكتسب من تزوج وفق حكم المادة (التاسعة) من هذا النظام أهلية التقاضي في كل ما له علاقة بالزواج وآثاره؛ إذا كان عاقلاً.

المادة الحادية عشرة
للمحكمة أن تأذن بزواج المجنون أو المعتوه بناء على طلب ولي تزويجه، بعد توافر الشروط الآتية:

أن يقدم الولي تقريراً طبيًّا معتمداً عن حالة الجنون أو العته.
أن يقبل الطرف الآخر في عقد الزواج بعد اطلاعه على حالة المجنون أو المعتوه.
أن يكون في هذا الزواج مصلحة للمجنون أو المعتوه.
(الفصل الثالث) أركان عقد الزواج وشروطه
المادة الثانية عشرة
أركان عقد الزواج هي:

الزوجان، وهما: الرجل والمرأة.
الإيجاب والقبول.
المادة الثالثة عشرة
يشترط لصحة عقد الزواج ما يأتي:

تعيين الزوجين.
رضا الزوجين.
الإيجاب من الولي.
شهادة شاهدين.
ألا تكون المرأة محرَّمة على الرجل تحريماً مؤبداً أو مؤقتاً.
المادة الرابعة عشرة
كفاءة الرجل للمرأة شرطٌ للزوم عقد الزواج لا لصحته.
العبرة في كفاءة الرجل حين العقد بصلاح دينه وكل ما قام العرف على اعتباره.
لكل ذي مصلحة من الأقارب -حتى الدرجة الثالثة- يتأثر بانعدام الكفاءة؛ الحق في الاعتراض على عقد الزواج، وتقدر المحكمة ذلك.
المادة الخامسة عشرة
مع التقيد بأحكام المادة (الثالثة عشرة) من هذا النظام، ينعقد الزواج بإيجاب من الولي وقبول من الزوج بلفظ الزواج الصريح، وبالكتابة عند العجز عن النطق، وبالإشارة المفهومة عند العجز عن النطق والكتابة.

المادة السادسة عشرة
يشترط في الإيجاب والقبول:

أن يكونا متوافقين صراحةً.
أن يكونا مقترنين في مجلس واحد حقيقة، ويصح أن يكونا مقترنين في مجلس واحد حكماً؛ وذلك وفقاً لما تقرره الأحكام النظامية في هذا الشأن.
أن يكونا منجزين، لا معلقين على شرط ولا مضافين إلى مستقبل.
المادة السابعة عشرة
يكون ترتيب الأولياء في الزواج على النحو الآتي: الأب، ثم وصيه، ثم الجد لأب وإن علا، ثم الابن، ثم ابنه وإن نزل، ثم الأخ الشقيق ثم الأخ لأب، ثم ابن الأخ الشقيق ثم ابن الأخ لأب وإن نزلا، ثم العم الشقيق ثم العم لأب، ثم بنوهما وإن نزلوا، ثم أقرب عصبة على ترتيب الإرث، ثم القاضي.
إذا استوى الأولياء في الدرجة؛ تعين من عينته المرأة منهم، وإن لم تُعين جاز تولي أي منهم عقد الزواج.
ليس للولي -ولو كان الأب- أن يزوج موليته بغير رضاها على أن يُضمّن عقد الزواج ما يثبت الرضا.
المادة الثامنة عشرة
يشترط في الولي -في الزواج- أن يكون ذكراً عاقلاً بالغاً سن الرشد، موافقاً للمرأة في الدين، فإن فُقد شرط؛ زَوَّج الوليُّ الذي يليه.

المادة التاسعة عشرة
إذا تعذر حضور ولي المرأة أو تعذر تبليغه؛ فتنقل المحكمة بناءً على طلب المرأة ولاية التزويج إلى الولي الذي يليه.

المادة العشرون
إذا منع الولي -ولو كان الأب- موليته من الزواج بكفئها الذي رضيت به؛ تتولى المحكمة تزويج المرأة المعضولة بطلب منها أو من ذي مصلحة، وللمحكمة نقل ولايتها لأي من الأولياء لمصلحة تراها، أو تفويض أحد المرخصين -وفق الأحكام النظامية- بإجراء العقد.

المادة الحادية والعشرون
يشترط في الشاهد أن يكون رجلاً بالغاً عاقلاً سامعاً الإيجاب والقبول فاهماً المقصود بهما، وأن يكون مسلماً متى كان الزوجُ مسلماً.

المادة الثانية والعشرون
يحرم على التأبيد بسبب القرابة من النسب، الزواجُ من:

الأصل وإن علا.
الفرع وإن نزل.
فروع الوالدين وإن نزلوا.
الطبقة الأولى من فروع الأجداد أو الجدات.
المادة الثالثة والعشرون
يحرم على التأبيد بسبب المصاهرة، زواج الرجل من:
أ- أمهات زوجته وإن علون.
ب- بنات زوجته التي دخل بها.
ج- ‌من كانت زوجة أحد أصوله وإن علوا، أو أحد فروعه وإن نزلوا.
الجماع في غير الزواج الصحيح يُوجب ما يوجبه التحريم بالمصاهرة في الزواج الصحيح.
المادة الرابعة والعشرون
يحرم على التأبيد زواج الرجل من المرأة التي لاعنها أمام القضاء ولو أكذب نفسه.

المادة الخامسة والعشرون
يحرم من الرضاع ما يحرم من النسب، إذا توافر الشرطان الآتيان:

‌أن يقع الرضاع في العامين الأولين من الولادة.
أن يبلغ (خمس) رضعات متيقنة متفرقة ولو تقارب وقتها.
المادة السادسة والعشرون
يحرم الزواج مؤقتاً، في الحالات الآتية:

زواج الرجل من المعتدة من غيره.
زواج الرجل من البائن منه بينونة كبرى بطلاقها ثلاثاً مع مراعاة أحكام المادة (الخامسة والثمانين) من هذا النظام.
الجمع بين أكثر من أربع نسوة ولو كانت إحداهن في عدة طلاق رجعي أو بائن أو فسخ.
الجمع بين الأختين، أو بين المرأة وعمتها أو خالتها.
زواج المحرِم بالحج أو العمرة قبل التحلل.
زواج المسلم من غير الكتابية.
زواج المسلمة من غير المسلم.
المادة السابعة والعشرون
الزوجان عند شروطهما.
لا يكون الشرط مثبتاً لخيار فسخ عقد الزواج إلا إذا نص على الشرط كتابةً في وثيقة عقد الزواج أو أقر به الزوجان.
المادة الثامنة والعشرون
إذا لم يفِ أحد الزوجين بما شرطه الآخر وفقاً لما تضمنته المادة (السابعة والعشرون) من هذا النظام؛ فللمشترط طلب فسخ عقد الزواج متى شاء إلا إذا أسقط حقه صراحة.
فإذا كان عدم الوفاء من الزوج فيكون الفسخ بلا عوض، وإذا كان من الزوجة فيكون بعوض لا يزيد على المهر.

المادة التاسعة والعشرون
إذا اشترط في عقد الزواج ما ينافي استمراره، أو جُعل عقد الزواج مقابل عقد زواج آخر؛ فالعقد باطل.
مع مراعاة ما تضمنته الفقرة (1) من هذه المادة، يصح عقد الزواج، ويبطل الشرط إذا كان منافياً لمقتضى العقد.
المادة الثلاثون
الزواج نوعان، وهما:

زواجٌ صحيح.
زواجٌ غير صحيح، ويشمل ما يأتي:
أ- الزواج الباطل.
ب- الزواج الفاسد.
المادة الحادية والثلاثون
يكون عقد الزواج صحيحاً إذا توافرت أركانه وشروطه، ويرتب آثاره من حين انعقاده. 

المادة الثانية والثلاثون
يكون عقد الزواج باطلاً إذا تخلف أحد أركانه، أو أحد شروط صحته، أو اُشترط فيه أحد الشرطين الواردين في الفقرة (1) من المادة (التاسعة والعشرين) من هذا النظام.

المادة الثالثة والثلاثون
لا يرتب الزواج الباطل أي أثر قبل الدخول.
يترتب على الزواج الباطل بعد الدخول، الأحكام الآتية:
أ- وجوب العدة.
ب- حرمة المصاهرة.
ج- استحقاق المرأة مهر المثل ما لم يسم مهر، إن كانت لا تعلم حكم العقد.
المادة الرابعة والثلاثون
تفسخ المحكمة عقد الزواج الفاسد، ولا يترتب عليه أي أثر قبل الدخول إلا الطلاق إذا أوقعه الزوج فيقع بائناً بينونةً صغرى.
يترتب على الزواج الفاسد بعد الدخول ما يأتي:
أ- استحقاق المرأة المهر المسمى.
ب- ثبوت نسب الولد.
ج- وجوب العدة.
د- حرمة المصاهرة.
هـ- استحقاق المرأة النفقة ما لم تكن عالمة فساد العقد.
و- الطلاق إذا أوقعه الزوج فيقع بائناً بينونةً صغرى.
تطبق الآثار المترتبة على الزواج الفاسد على كل زواج باطل بعد الدخول إذا كان الزوجان لا يعلمان حكمه.
المادة الخامسة والثلاثون
يصح للزوجين إبرام عقد زواج جديد مستوفٍ الأركانَ والشروط دون الحاجة إلى حكم قضائي بفسخ العقد السابق الفاسد أو الباطل، وذلك مع مراعاة الإجراءات المنظمة للتوثيق.

المادة السادسة والثلاثون
المهر هو المال الذي يدفعه الرجل للمرأة بسبب عقد الزواج.

المادة السابعة والثلاثون
كلُّ ما صحَّ اعتباره مالاً صح أن يكون مهراً

المادة الثامنة والثلاثون
المهر ملك للمرأة، لا تجبر على أي تصرف فيه.

المادة التاسعة والثلاثون
يجوز الاتفاق في عقد الزواج على تأجيل المهر كله أو بعضه.
إذا لم ينصّ في العقد على تأجيل المهر ولم يحدد وقت معين لتسليمه، فيتعين تسليمه عند المطالبة به.
إذا نص في العقد على تأجيل المهر فلا يخلو من الأحوال الآتية:
أ- إذا ذكر أجل معلوم، فيحل المهر بحلول الأجل.
ب- إذا ذكر أجل غير معلوم، فهو معجل.
ج- إذا لم يذكر وقت الأجل، فيحل بالفرقة البائنة، أو وفاة أحد الزوجين.
المادة الأربعون
يجب المهر بموجب عقد الزواج الصحيح.
يتأكد المهر المسمَّى كاملاً -أو مهر المثل- بالدخول، أو الخلوة، أو وفاة أحد الزوجين.
تستحق المطلقة قبل الدخول نصف المهر إن كان المهر مسمى، وإلا فلها متعة لا تتجاوز نصف مهر المثل.
المادة الحادية والأربعون
يثبت للمرأة مهر المثل في الأحوال الآتية:

السكوت عن تسمية المهر.
نفي المهر في عقد الزواج.
فساد المهر المسمى.
(الفصل الرابع) حقوق الزوجين
المادة الثانية والأربعون
يلزم على كل من الزوجين حقوق للزوج الآخر، وهي: 

حسن المعاشرة بينهما بالمعروف، وتبادل الاحترام بما يؤدي للمودة والرحمة بينهما.
عدم إضرار أحدهما بالآخر ماديًّا أو معنويًّا.
عدم امتناع أحد الزوجين عن المعاشرة الزوجية أو الإنجاب إلا بموافقة الطرف الآخر.
السكن في بيت الزوجية، بمبيت الزوج فيه وبقاء الزوجة معه.
المحافظة على مصلحة الأسرة، ورعاية الأولاد وحسن تربيتهم.
وعلى الزوج النفقة بالمعروف، والعدل بين الزوجات في القسم والنفقة الواجبة، وعلى الزوجة الطاعة بالمعروف، وإرضاع أولادهما ما لم يكن هناك مانع. 
المادة الثالثة والأربعون
للزوجة الامتناع عن الدخول والانتقال إلى بيت الزوجية حتى تقبض مهرها الحال ويهيئ الزوج لها المسكن المناسب، ولها الحق في النفقة خلال هذه المدة.
إذا رضيت الزوجة بالدخول قبل أن تقبض مهرها الحال، فيبقى دَيْناً في ذمة الزوج لها المطالبة به في أي وقت شاءت، وليس لها الامتناع بعد ذلك إذا هيَّأ لها المسكن المناسب.
(الباب الثاني) آثار عقد الزواج (الفصل الأول) النفقة
المادة الرابعة والأربعون
نفقة كل إنسان في ماله، إلا الزوجة فنفقتها على زوجها ولو كانت موسرة.
إن لم يوجد لمجهول الأبوين مال ولم يتبرع أحد بالإنفاق عليه، كانت نفقته على الدولة. 
المادة الخامسة والأربعون
النفقة حق من حقوق المنفق عليه، وتشمل: الطعام، والكسوة، والسكن، والحاجيات الأساسية بحسب العرف وما تقرره الأحكام النظامية ذات الصلة.

المادة السادسة والأربعون
يراعى في تقدير النفقة حال المنفَق عليه وسعةُ المنفِق.

المادة السابعة والأربعون
يجوز أن تكون النفقة نقداً.
يعد من الإنفاق إتاحة المال عيناً أو منفعةً.
المادة الثامنة والأربعون
مع مراعاة ما تقضي به المادة (السادسة والأربعون) من هذا النظام، يجوز زيادة النفقة أو إنقاصها تبعاً لتغير الأحوال.
لا تُسمع دعوى زيادة النفقة أو إنقاصها قبل مضي (سنة) من تاريخ صدور الحكم بالنفقة إلا في الظروف الاستثنائية التي تقدرها المحكمة.
تُحسَب زيادة النفقة أو نقصانها اعتباراً من تاريخ صدور الحكم.
المادة التاسعة والأربعون
 تستحق النفقة المستمرة للزوجة والأولاد والوالدين من تاريخ إقامة الدعوى للمطالبة بها، وتعد ديناً ممتازاً يقدم على سائر الديون بخلاف النفقة الماضية، فتخضع إلى حكم باقي الديون.

المادة الخمسون
تكون المطالبة بالنفقة وفق الأحكام المنظمة لذلك. وللمحكمة -عند الاقتضاء- أثناء نظرها طلباً يتعلق بنفقةٍ مستمرة، الحكم بنفقة مؤقتة لمستحقها بناء على طلبه دون حضور الطرف الآخر.

المادة الحادية والخمسون
مع مراعاة أحكام المادة (الثالثة والأربعين) من هذا النظام، تجب النفقة للزوجة على زوجها بموجب عقد الزواج الصحيح إذا مكَّنته من نفسها حقيقةً أو حكماً.

المادة الثانية والخمسون
لا يسقط حق الزوجة في النفقة إلا بالأداء أو الإبراء.
لا تسمع الدعوى بنفقة الزوجة عن مدة سابقة تزيد على (سنتين) من تاريخ إقامة الدعوى.
المادة الثالثة والخمسون
تجب النفقة للمعتدة من طلاق رجعي إلى حين انتهاء عدتها.
لا تجب النفقة للمعتدة البائن إلا إذا كانت حاملاً، فلها النفقة حتى تضع حملها.
المادة الرابعة والخمسون
لا نفقة للمعتدة من الوفاة إلا إذا كانت حاملاً فتجب نفقتها في مال الحمل حتى تضع حملها، فإن لم يكن له مال وجبت النفقة على وارث الحمل.
يحق للمعتدة من الوفاة السكنى في بيت الزوجية مدة العدة.
المادة الخامسة والخمسون
يسقط حق الزوجة في النفقة إذا منعت نفسها من الزوج، أو امتنعت عن الانتقال إلى بيت الزوجية أو المبيت فيه أو السفر مع الزوج، من دون عذر مشروع.

المادة السادسة والخمسون
تسكن الزوجة مع زوجها في مسكن الزوجية المناسب، إلا إذا اشترطت في عقد الزواج خلاف ذلك.

المادة السابعة والخمسون
للزوج أن يسكن مع زوجته في بيت الزوجية: أبويه، وأولاده من غيرها متى كان مكلفاً بالإنفاق عليهم، بشرط ألا يلحق الزوجة ضرر من ذلك.
للزوجة أن تسكن معها في بيت الزوجية أولادها من غير الزوج إذا لم يكن لهم حاضن غيرها أو أنهم يتضررون من مفارقتها، أو إذا رضي الزوج بذلك صراحة أو ضمناً، ويحق للزوج العدول متى لحقه ضرر من ذلك. 
إذا اشترك الزوجان في ملكية بيت الزوجية أو استئجاره أو توفيره، فليس لأي منهما أن يسكن معهما أحداً إلا برضا الطرف الآخر.
المادة الثامنة والخمسون
تجب على الأب منفرداً نفقة الولد الذي لا مال له، إذا كان الأب موسراً أو قادراً على التكسب.
دون إخلال بالفقرة (1) من هذه المادة، تجب النفقة للابن إلى أن يصل إلى الحد الذي يقدر فيه أمثاله على التكسب، وللبنت إلى أن تتزوج.
المادة التاسعة والخمسون
في حال عدم إنفاق الأب الموسر أو غيابه ولم يكن له مال يمكن الإنفاق منه على الولد؛ تنفق الأم على الولد إن كانت موسرة، وإن كانت معسرة فينفق من تجب عليه النفقة في حالة عدم الأب، وتكون ديناً على الأب يرجع بها من أنفق إن كان قد نوى الرجوع على الأب حين إنفاقه. ولا تُسمع دعوى الرجوع بنفقة تزيد على (سنة) سابقة لتاريخ إقامة الدعوى.

المادة الستون
مع مراعاة ما تقضي به المادة (التاسعة والخمسون) من هذا النظام، في حال وفاة الأب أو فقده أو إعساره، تجب نفقة الولد على من يرثه من أقاربه الموسرين بحسب أنصبتهم في الإرث منه.

المادة الحادية والستون
يلتزم الأب بأجرة إرضاع ولده الصغير في الحولين إذا تعذر على الأم إرضاعه أو لم تعُد زوجة للأب، ويعد ذلك من النفقة.

المادة الثانية والستون
تجب للوالدين غير الموسرين النفقة كلها أو تكميلها على الأولاد الموسرين -بقدر إرثهم- كباراً أو صغاراً ولو كان الوالدان قادرين على التكسب.

المادة الثالثة والستون
إذا أنفق أحد الأولاد على والديه أو أحدهما ولم ينو الرجوع على إخوته فليس له مطالبتهم. فإن نوى حين إنفاقه الرجوع عليهم -فيما زاد على نصيبه- فله ذلك، على ألا تسمع الدعوى بها عن مدة سابقة تزيد على (مائة وثمانين) يوماً من تاريخ إقامة الدعوى.

المادة الرابعة والستون
دون إخلال بأحكام النفقة المتعلقة بالأولاد والوالدين الواردة في هذا النظام، تجب نفقة كل مستحق للنفقة -غير قادر على التكسب- على وارثيه الموسرين بحسب أنصبتهم في الإرث منه.

المادة الخامسة والستون
إذا تعدد المستحقون للنفقة، ولم يستطع من وجبت عليه الإنفاق عليهم جميعاً، تُقدم نفقة الزوجة، ثم نفقة الأولاد، ثم نفقة الوالدين؛ ثم نفقة الأقارب: الأقرب فالأقرب.

المادة السادسة والستون
مع مراعاة ما تقضي به المادة (التاسعة والخمسون) من هذا النظام، تسقط نفقة القريب بمضي المدة ما لم ينفق عليه غير من وجبت عليه بنية الرجوع، ولا تُسمع دعوى الرجوع بنفقة تزيد على (مائة وثمانين) يوماً من تاريخ إقامة الدعوى.

(الفصل الثاني) النسب
المادة السابعة والستون
مع مراعاة حكم المادة (الرابعة والثلاثين) من هذا النظام، لا يثبت نسب الولد إلى أبيه إلا بالولادة في عقد زواج صحيح أو بالإقرار أو بالبينة.
يثبت نسب الولد إلى أمه بثبوت الولادة.
المادة الثامنة والستون
يثبت نسب الولد إلى أبيه إذا ولد حال قيام عقد الزواج الصحيح أو بعد انتهائه قبل انقضاء مدة أكثر الحمل، ما لم يثبت عدم إمكان التلاقي بين الزوجين.
مدة أكثر الحمل (عشرة) أشهر، وللمحكمة الحكم بخلاف ذلك بناء على تقرير طبي معتمد.
المادة التاسعة والستون
يشترط لثبوت النسب بالإقرار بالبنوة ولو في مرض الموت الآتي: 

أن يكون المقر بالغاً عاقلاً مختاراً.
أن يكون الولد مجهول النسب.
أن يصدقه المقر له إن كان بالغاً عاقلاً.
أن يكون فارق السن بين المقر والولد يحتمل صدق الإقرار.
أن يثبت أن الولادة في عقد زواج صحيح أو فاسد، إذا كان الإقرار من الأب.
أن يثبت الانتساب بفحص الحمض النووي.
المادة السبعون
للمحكمة في الأحوال الاستثنائية، أو عند التنازع في إثبات نسب الولد، أو بناءً على طلب جهة مختصة، أن تأمر بإجراء فحص الحمض النووي، وذلك وفق القواعد المنظمة لذلك، وعلى المحكمة أن تحكم بما تنتهي إليه نتيجة الفحص، على ألا تصدر المحكمة أمرها إلا بعد التحقق مما يأتي:

أن يكون الولد مجهول النسب.
أن يكون فارق السن يحتمل نسبة الولد.
المادة الحادية والسبعون
إذا كان المقِرُّ امرأة فلا يثبت نسب الولد من زوجها الحالي أو السابق إلا بإقراره وفق الشروط الواردة في المادة (التاسعة والستين) من هذا النظام، أو قامت البينة على أن الولادة كانت في عقد زواج صحيح أو فاسد.

المادة الثانية والسبعون
إذا ثبت النسب وفقاً لما تقضي به المادة (السابعة والستون) من هذا النظام، فلا تسمع الدعوى بنفيه.

المادة الثالثة والسبعون
في الأحوال التي يثبت فيها نسب الولد بالولادة في عقد الزواج، فليس للرجل أن ينفي نسب الولد إليه إلا باللعان من خلال التقدم بدعوى، إذا توافر الشرطان الآتيان:

أن يتم تقديم الدعوى خلال (خمسة عشر) يوماً من تاريخ علمه بالولادة.
ألا يتقدم النفي إقرار بأبوته صراحة أو ضمناً.
المادة الرابعة والسبعون
إذا رفعت دعوى لعان لنفي نسب الولد، فتنظر المحكمة فيها بعد إجراء فحص الحمض النووي بناءً على أمر المحكمة، إذا وافقت المرأة على إجرائه.
إذا لم توافق المرأة على إجراء فحص الحمض النووي، فتستكمل المحكمة النظر في دعوى اللعان بدونه.
يكون اللعان لنفي نسب الولد أمام المحكمة وفق الصيغة المقررة شرعاً، وإذا حلف الرجل أيمان اللعان وامتنعت المرأة عن أدائه، فتحكم المحكمة من دون أيمانها. 
المادة الخامسة والسبعون
يترتب على اللعان -مع مراعاة نتيجة فحص الحمض النووي وفقاً لأحكام المادة (الرابعة والسبعين) من هذا النظام- انتفاء نسب الولد، ويثبت نسب الولد ولو بعد الحكم بنفيه إذا أكذب الرجل نفسه، ولا يقبل منه نفيه بعد ذلك.

(الباب الثالث) الفرقة بين الزوجين (الفصل الأول) أحكام عامة للفرقة
المادة السادسة والسبعون
تحصل الفرقة بين الزوجين في أي من الحالات الآتية:

الطلاق.
الخُلع.
فسخ عقد الزواج.
وفاة أحد الزوجين.
اللعان بين الزوجين.
(الفصل الثاني) الطلاق
المادة السابعة والسبعون
الطلاق حل عقد الزواج بإرادة الزوج باللفظ الدال عليه.

المادة الثامنة والسبعون
اللفظ الدال على الطلاق نوعان:

صريح، وهو لفظ الطلاق أو ما تصرف منه.
كناية، وهو اللفظ الذي يحتمل الطلاق وغيره إذا نوى به الزوج الطلاق.
المادة التاسعة والسبعون
يقع الطلاق بالنطق أو بالكتابة، وعند العجز عنهما فبالإشارة المفهومة.

المادة الثمانون
لا يقع الطلاق في الحالات الآتية:

طلاق غير العاقل أو غير المختار.
طلاق من زال عقله اختياراً ولو بمُحَرَّم.
طلاق من اشتد غضبه حتى حال بينه وبين تحكمه في ألفاظه.
إذا كانت الزوجة في حال حيض، أو نفاس، أو طهر جامعها زوجها فيه، وكان الزوج يعلم بحالها. 
المادة الحادية والثمانون
1- يقع الطلاق المعلق على فعل شيء أو تركه؛ إلا إذا كان التعليق بنية الحث أو المنع أو التصديق أو التكذيب، ولم يقترن بالتعليق قصد إيقاع الطلاق.
2- لا يقع الطلاق بالحنث بيمين الطلاق أو الحرام إلا إذا قصد به الطلاق.

المادة الثانية والثمانون
لا يقبل الطعن في صحة الطلاق في الحالات الواردة في المادتين (الثمانين) و(الحادية والثمانين) من هذا النظام متى وثّق وفقاً للإجراءات النظامية.

المادة الثالثة والثمانون
كل طلاق اقترن بالعدد لفظاً أو إشارة أو تكرر في مجلس واحد لا يقع به إلا طلقة واحدة.

المادة الرابعة والثمانون
يصح توكيل الزوج غيره -ذكراً كان أو أنثى- بالتطليق.
لا يُقبل قول الزوج في الرجوع عن الوكالة الموثقة بعد إيقاع الطلاق من الوكيل إلا إذا وثق الزوج رجوعه قبل وقوع الطلاق.
المادة الخامسة والثمانون
الطلاق نوعان، هما:

طلاق رجعي لا ينهي عقد الزواج إلا بانقضاء العدة.
طلاق بائن ينهي عقد الزواج حين وقوعه، وينقسم إلى قسمين:
أ- الطلاق البائن بينونة صغرى، لا تحل المطلقة بعده لمطلقها إلا بعقد ومهر جديدين مع احتساب الطلقات السابقة.
ب- الطلاق البائن بينونة كبرى، لا تحل المطلقة بعده لمطلقها إلا بعد انقضاء عدتها من زوج آخر دخل بها في زواج صحيح من غير قصد الزوج التحليل.
المادة السادسة والثمانون
كل طلاق في زواج صحيح يعد طلاقاً رجعيًّا ما عدا

الطلاق المكمل للثلاث، تبين به المرأة بينونة كبرى.
الطلاق قبل الدخول أو الخلوة، تبين به المرأة بينونة صغرى.
المادة السابعة والثمانون
إذا طلق الزوج زوجته طلاقاً رجعيًّا فله مراجعتها ما لم تنته العدة، ولا يسقط حق المراجعة بالتنازل عنه.

المادة الثامنة والثمانون
تصح المراجعة باللفظ الصريح، نطقاً أو كتابةً، وعند العجز عنهما فبالإشارة المفهومة. ويعد الجماع في العدة مراجعة.

المادة التاسعة والثمانون
لا تصح المراجعة إلا منجزة، ولا يجوز تعليقها على شرط أو إضافتها إلى المستقبل.

المادة التسعون
يجب على الزوج أن يوثق الطلاق أمام الجهة المختصة -وفق الإجراءات المنظمة لذلك- وذلك خلال مدة أقصاها (خمسة عشر) يوماً من حين البينونة، ولا يخل ذلك بحق الزوجة في إقامة دعوى إثبات الطلاق.

المادة الحادية والتسعون
إذا لم يوثق الزوج الطلاق على النحو الوارد في المادة (التسعين) من هذا النظام، ولم تعلم المرأة بطلاقه لها، فلها الحق بتعويض بما لا يقل عن الحد الأدنى لمقدار النفقة من تاريخ وقوع الطلاق إلى تاريخ علمها به.

المادة الثانية والتسعون
يجب على الزوج في الطلاق الرجعي توثيق المراجعة، وفقاً للإجراءات المنظمة لذلك خلال مدة أقصاها (خمسة عشر) يوماً من تاريخ المراجعة إذا كان وثق الطلاق.
إذا لم يوثق الزوج المراجعة على النحو الوارد في الفقرة (1) من هذه المادة، ولم تعلم بها المرأة، ثم تزوجت بآخر فلا تصح المراجعة.
إذا لم يوثق الزوج المراجعة ولم تعلم بها الزوجة، فلها المطالبة بالنفقة عن المدة السابقة، وذلك استثناء من الفقرة (2) من المادة (الثانية والخمسين) من هذا النظام.
المادة الثالثة والتسعون
لا يقبل قول الزوجة في دعوى الطلاق والمراجعة إلا ببينة.

المادة الرابعة والتسعون
يقبل قول الزوجة في انقضاء عدة الطلاق قبل المراجعة إذا كانت المدة تحتمل انقضاء العدة فيها عادة.

(الفصل الثالث) الخلع
المادة الخامسة والتسعون
الخلع هو فراق بين الزوجين بطلب الزوجة وموافقة الزوج مقابل عوض تبذله الزوجة أو غيرها.

المادة السادسة والتسعون
يصح الخُلع بتراضي الزوجين كاملي الأهلية على إنهاء عقد الزواج، دون الحاجة إلى حكم قضائي.

المادة السابعة والتسعون
يقع الخلع بأي لفظ دل على الفرقة بالنطق أو الكتابة وعند العجز عنهما فبالإشارة المفهومة، ويعد فسخاً لعقد الزواج ولو كان بلفظ الطلاق، ويكون فرقة بائنة بينونة صغرى، ولا يحسب من التطليقات الثلاث.

المادة الثامنة والتسعون
يقع الخلع في أي حالٍ كانت عليه الزوجة، بما في ذلك حال حيضها، ونفاسها، والطُّهر الذي جَامعها زوجُها فيه.

المادة التاسعة والتسعون
لا يقع الخلع إذا كان بغير عوض، فإذا خالع الزوج زوجته بلا عوض فلا يعد خلعاً، وتطبق أحكام الطلاق.

المادة المائة
كلُّ ما صحَّ اعتباره مالاً صحَّ أن يكون عوضاً في الخلع، ولا يجوز أن يكون العوض إسقاط أي حق من حقوق الأولاد أو حضانتهم.

المادة الأولى بعد المائة
إذا كان عوض الخُلع هو المهر فيقتصر على تسليم ما قُبِضَ من المهر، ويسقط ما بقي منه ولو كان مؤجلاً.

المادة الثانية بعد المائة
يجب توثيق الخلع، وعلى الزوجين -أو أحدهما- توثيقه، وفق الأحكام المنظمة لذلك.
يجوز لكل ذي مصلحة طلب إثبات الخلع بأي من وسائل الإثبات.
(الفصل الرابع) فسخ عقد الزواج
المادة الثالثة بعد المائة
كل تفريق بحكم قضائي يعد فسخًا، وتكون فرقة بائنة بينونة صغرى، ولا تحسب من التطليقات الثلاث.

المادة الرابعة بعد المائة
لكل من الزوجين طلب فسخ عقد الزواج لعلة مضرة في الآخر أو منفرة تمنع المعاشرة الزوجية -سواء كانت العلة قبل عقد الزواج أو طرأت بعده- ما لم يكن طالب الفسخ عالماً بالعلة حين إبرام العقد أو علم بها بعد إبرامه وحصل منه ما يدل على الرضا بها من قول أو فعل.
للمحكمة أن تستعين بأهل الخبرة في معرفة العلة وتقديرها.
المادة الخامسة بعد المائة
إذا فسخ عقد الزواج لعلة في أحد الزوجين، فعلى المحكمة أن تقرر ما يأتي:

إذا كانت العلة حدثت في أي من الزوجين بعد الدخول، فليس للزوج استرداد ما دفعه من المهر.
إذا كانت العلة في أي من الزوجين سابقة للعقد وكان الفسخ قبل الدخول أو الخلوة، فيسترد الزوج ما دفعه من المهر ويسقط ما بقي منه ولو كان مؤجلاً.
إذا كانت العلة في الزوج سابقة للعقد وكان الفسخ بعد الدخول أو الخلوة، فللزوجة المهر.
إذا كانت العلة في الزوجة سابقة للعقد وكان الفسخ بعد الدخول أو الخلوة؛ فللزوجة المهر، ويجوز للزوج الرجوع بالمهر على من غره.
المادة السادسة بعد المائة
تفسخ المحكمة عقد زواج الزوجة التي لم يتم الدخول بها، بناء على طلبها لعدم أداء الزوج مهرها الحال إذا انتهى الأجل الذي حددته المحكمة لأداء المهر ولم يؤده، على ألا يزيد الأجل على (ثلاثين) يوماً من تاريخ الطلب.
لا يفسخ عقد الزواج لعدم أداء المهر للزوجة التي تم الدخول بها، ويبقى ديناً في ذمة الزوج، ويحكم بالمهر الحال منه عند مطالبة الزوجة به.
المادة السابعة بعد المائة
تفسخ المحكمة عقد الزواج بناء على طلب الزوجة إذا امتنع زوجها عن الإنفاق عليها أو تعذر استيفاء النفقة منه.
تفسخ المحكمة عقد الزواج بناء على طلب الزوجة إذا ادعى الزوج الإعسار بالنفقة الواجبة لزوجته ولو كانت عالمة بذلك قبل عقد الزواج. ولها طلب الفسخ فوراً أو متراخياً.
المادة الثامنة بعد المائة
تفسخ المحكمة عقد الزواج بناء على طلب الزوجة لإضرار الزوج بها ضرراً يتعذر معه دوام العشرة بالمعروف، إذا ثبت وقوع الضرر.

المادة التاسعة بعد المائة
إذا لم يثبت وقوع الضرر الذي يتعذر معه بقاء العشرة بالمعروف، واستمر الشقاق بين الزوجين، وتعذر الإصلاح؛ فيتعين على كل واحد من الزوجين اختيار حكم من أهله خلال الأجل الذي تحدده المحكمة، وإلَّا عينت المحكمة حكمين من أهليهما إن تيسر، وإلا فمن غير أهليهما ممن تُرجى منه القدرة على الإصلاح، ويحدد لهما مدة تحكيم لا تزيد على (ستين) يوماً من تاريخ تعيينهما.

المادة العاشرة بعد المائة
يستمع الحكمان إلى الزوجين ويتقصيان أسباب الشقاق، ويبذلان الجهد للإصلاح بينهما، ولا يؤثر في سير عمل الحكمين امتناع أي من الزوجين عن التعامل مع الحكمين.

المادة الحادية عشرة بعد المائة
إذا عجز الحكمان عن الإصلاح بين الزوجين، قررا ما يريانه من التفريق بينهما بعوض أو دونه. وفي جميع الأحوال يجب ألا يزيد العوض الذي تدفعه المرأة على المهر، ويقدم الحكمان إلى المحكمة تقريراً يشتمل على جميع ما قاما به في سبيل الإصلاح بين الزوجين، والرأي الذي انتهيا إليه مع بيان الأوجه التي اُستند إليها.

المادة الثانية عشرة بعد المائة
1- تحكم المحكمة بفسخ عقد الزواج متى طلبت الزوجة فسخه قبل الدخول أو الخلوة، وامتنع الزوج عن طلاقها أو مخالعتها، وأعادت ما قبضته من مهر، وتعذر الإصلاح بينهما.
2- إذا كان طلب الزوجة فسخ عقد الزواج قبل الدخول أو الخلوة بسبب راجع إليها؛ فيلزمهـا إعادة المهر، وكذلك إعادة ما أنفقه الزوج -بطلب منها- من أجل الزواج، متى طلب الزوج ذلك.

المادة الثالثة عشرة بعد المائة
على المحكمة أن تفسخ عقد الزواج بناء على طلب الزوجة في الحالتين الآتيتين:

إذا حلف زوجها على عدم جماعها مدة تزيد على (أربعة) أشهر، ما لم يرجع عن يمينه قبل انقضاء الأشهر الأربعة.
إذا امتنع عن جماعها مدة تزيد على (أربعة) أشهر بلا عذر مشروع.
المادة الرابعة عشرة بعد المائة
ما لم تكن الغيبة بسبب عمل، للزوجة طلب فسخ عقد الزواج بسبب غياب زوجها المعروف موطنه أو محل إقامته إذا غاب عنها مدة لا تقل عن (أربعة) أشهر ولو كان له مال يمكن استيفاء النفقة منه، ولا يحكم لها بذلك إلا بعد إنذاره: إما بالإقامة مع زوجته أو نقلها إليه أو طلاقها، على أن يمهل لأجلٍ لا يزيد على (مائة وثمانين) يوماً من تاريخ إنذاره.

المادة الخامسة عشرة بعد المائة
للزوجة طلب فسخ عقد الزواج بسبب فقد زوجها أو غيابه إذا كان لا يعرف موطنه ولا محل إقامته، على ألَّا تحكم المحكمة بفسخ العقد إلَّا بعد مضي مدة تحددها، على ألا تقل المدة عن (سنة) ولا تزيد على (سنتين) من تاريخ فقده أو غيبته.

(الباب الرابع) آثار الفرقة بين الزوجين (الفصل الأول) العدة
المادة السادسة عشرة بعد المائة
العدة هي المدة المحددة التي لا يجوز للمرأة خلالها الزواج بسبب وقوع الفرقة الزوجية أو ما في حكمها.

المادة السابعة عشرة بعد المائة
مع مراعاة ما تقضي به المادتان (الثالثة والثلاثون) و(الرابعة والثلاثون) من هذا النظام، تجب العدة بالوفاة في عقد الزواج الصحيح ولو قبل الدخول. وتجب إذا وقعت الفرقة في غير حالة الوفاة بالخلوة أو الدخول في عقد الزواج الصحيح.

المادة الثامنة عشرة بعد المائة
يبدأ احتساب مدة العدة من حين وقوع الطلاق أو الخلع أو الوفاة. وفي حالات الفرقة بحكم قضائي، يبدأ احتساب مدة العدة من تاريخ صدور الحكم في حالات فسخ عقد الزواج، أو بطلانه، وفي حالة إثبات الطلاق المتنازع فيه من تاريخ ثبوت الطلاق عند المحكمة، ولا تتزوج المرأة -في الحالات السابقة- إلا بعد انتهاء مدة العدة أو اكتساب الحكم الصفة النهائية، أيهما أبعد.

المادة التاسعة عشرة بعد المائة
مع مراعاة ما تقضي به المادة (العشرون بعد المائة) من هذا النظام، عدة المتوفى عنها زوجها ولو قبل الدخول بها هي (أربعة أشهر وعشرة أيام).

المادة العشرون بعد المائة
عدة الحامل المفارقة بالوفاة وغيرها هي وضع حملها متى جاوز الحمل (ثمانين) يوماً.

المادة الحادية والعشرون بعد المائة
عدة غير الحامل المفارقة بغير الوفاة تكون على النحو الآتي:

(ثلاث) حيضات لذوات الحيض.
(ثلاثة) أشهر للآيسة، و(ثلاثة) أشهر لمن لم تحض، فإن رأت الحيض قبل انقضائها ابتدأت المرأة العدةَ بالحيض.
المادة الثانية والعشرون بعد المائة
إذا توفي الزوج وكانت المرأة في العدة من طلاق رجعي، تنتقل إلى عدة الوفاة، ولا يحسب ما مضى.

المادة الثالثة والعشرون بعد المائة
إذا توفي الزوج والمرأة في العدة من خلع أو فسخ أو طلاق بائن، فتكمل عدتها وليس عليها عدة وفاة، إلا إذا كان الطلاق في مرض الموت وبغير طلبها فتعتد بأطول العدتين.

(الفصل الثاني) الحضانة
المادة الرابعة والعشرون بعد المائة
الحضانة هي حفظ من لا يستقل بنفسه عما يضره، وتربيته والقيام على مصالحه بما في ذلك التعليم والعلاج.

المادة الخامسة والعشرون بعد المائة
مع مراعاة ما تقضي به المادة (العاشرة) من هذا النظام، يشترط أن تتوافر في الحاضن الشروط الآتية:

كمال الأهلية.
القدرة على تربية المحضون وحفظه ورعايته.
السلامة من الأمراض المعدية الخطيرة.
المادة السادسة والعشرون بعد المائة
دون إخلال بما تضمنته المادة (الخامسة والعشرون بعد المائة) من هذا النظام، يتعين التقيد بالشروط الآتية:

إذا كان الحاضن امرأة، فيجب أن تكون غير متزوجة برجل أجنبي عن المحضون، ما لم تقتض مصلحة المحضون خلاف ذلك.
إذا كان الحاضن رجلاً، فيجب أن يكون ذا رحم محرم للمحضون إن كان أنثى، وأن يقيم عند الحاضن من يصلح للحضانة من النساء. 
المادة السابعة والعشرون بعد المائة
الحضانة من واجبات الوالدين معاً ما دامت الزوجية قائمة بينهما، فإن افترقا فتكون الحضانة للأم، ثم الأحق بها على الترتيب الآتي: الأب، ثم أم الأم، ثم أم الأب، ثم تقرر المحكمة ما ترى فيه مصلحة المحضون، وذلك دون إخلال بما تضمنته المادة (السادسة والعشرون بعد المائة) من هذا النظام.
للمحكمة أن تقرر خلاف الترتيب الوارد في الفقرة (1) من هذه المادة، بناء على مصلحة المحضون.
المادة الثامنة والعشرون بعد المائة
مع مراعاة ما تقضي به الأنظمة ذات العلاقة، يسقط الحق في الحضانة في الحالات الآتية:

إذا تخلف أحد الشروط المذكورة في المادتين (الخامسة والعشرين بعد المائة) و(السادسة والعشرين بعد المائة) من هذا النظام.
إذا انتقل الحاضن إلى مكان بقصد الإقامة تفوت به مصلحة المحضون.
إذا سكت مستحق الحضانة عن المطالبة بها مدة تزيد على (سنة) من غير عذر؛ ما لم تقتض مصلحة المحضون خلاف ذلك.
المادة التاسعة والعشرون بعد المائة
مع مراعاة ما تقضي به الأحكام النظامية ذات العلاقة، يخضع السفر بالمحضون إلى خارج المملكة للأحكام الآتية:

لا يجوز للحاضن إذا كان أحد الوالدين السفر بالمحضون إلى خارج المملكة مدة تزيد على (تسعين) يوماً في السنة إلا بموافقة الوالد الآخر، والولي على النفس في حال وفاة الوالد.
لا يجوز للحاضن من غير الوالدين السفر بالمحضون إلى خارج المملكة مدة تزيد على (ثلاثين) يوماً في السنة إلا بموافقة الوالدين أو أحدهما في حال وفاة الآخر، والولي على النفس في حال وفاتهما.
المادة الثلاثون بعد المائة
يجوز لمن سقط حقه في الحضانة أن يتقدم إلى المحكمة بطلبها مجدداً إذا زال سبب سقوطها عنه.

المادة الحادية والثلاثون بعد المائة
إذا كان سن المحضون لا يتجاوز العامين ولم يطلب الحضانة أحد مستحقيها، فتلزم بها الأم إن وجدت وإلا ألزم بها الأب.
إذا تجاوز المحضون سن العامين ولم يطلب الحضانة أحد مستحقيها، فيلزم بها الأب إن وجد وإلا فتلزم بها الأم.
المادة الثانية والثلاثون بعد المائة
إذا لم يوجد الوالدان، ولم يقبل الحضانة مستحق لها، تختار المحكمة من تراه صالحاً من أقارب المحضون، أو غيرهم، أو إحدى الجهات المؤهلة لهذا الغرض.

المادة الثالثة والثلاثون بعد المائة
إذا تركت الأم بيت الزوجية لخلاف أو غيره، فلا يسقط حقها في الحضانة لأجل ذلك، ما لم تقتض مصلحة المحضون خلاف ذلك.

المادة الرابعة والثلاثون بعد المائة
مع مراعاة ما تقضي به المادة (التاسعة والعشرون بعد المائة) من هذا النظام:

إذا كان المحضون في حضانة أحد الوالدين، فللآخر زيارته واستزارته واستصحابه بحسب ما يتفقان عليه، وفي حال الاختلاف تقرر المحكمة ما تراه.
إذا كان أحد والدي المحضون متوفى أو غائباً، فللمحكمة أن تعين مستحق الزيارة من أقاربه وفق مصلحة المحضون.
إذا كان المحضون لدى غير والديه، فللمحكمة أن تعين مستحق الزيارة من أقاربه وفق مصلحة المحضون.
المادة الخامسة والثلاثون بعد المائة
إذا أتم المحضون (الخامسة عشرة) من عمره، فله الاختيار في الإقامة لدى أحد والديه، ما لم تقتض مصلحة المحضون خلاف ذلك.
تنتهي الحضانة إذا أتم المحضون (ثمانية عشر) عاماً.
إذا كان المحضون مجنوناً أو معتوهاً أو مريضاً مرضاً مقعداً، فتستمر الحضانة وفق الترتيب المنصوص عليه في المادة (السابعة والعشرين بعد المائة) من هذا النظام.
(الباب الخامس) الوصاية والولاية (الفصل الأول) أحكام عامة للوصاية والولاية
المادة السادسة والثلاثون بعد المائة
دون إخلال بما تقضي به الأنظمة الأخرى، يقصد بالقاصر في هذا النظام من لم يستكمل الأهلية، بفقدها بالكلية أو نقصانها، ومن في حكمه بحسب الأحكام المنظمة لذلك.

المادة السابعة والثلاثون بعد المائة
الولي هو الأب، أو من تعينه المحكمة.
الوصي هو من يعينه الأب عند عجزه أو بعد وفاته.
ويتولى الولي أو الوصي -بحسب الحال- شؤون القاصر وتمثيله.
المادة الثامنة والثلاثون بعد المائة
تنقسم الولاية على القاصر إلى ما يأتي:

ولاية على النفس، ويقصد بها؛ الإشراف العام على شخص القاصر بما لا يتعارض مع سلطة الحاضن في إدارة شؤون المحضون.
ولاية على المال، ويقصد بها؛ العناية بكل ما له علاقة بمال القاصر. 
ويجوز اجتماع الولايتين في شخص واحد. 
المادة التاسعة والثلاثون بعد المائة
تكون الولاية على مال القاصر للأب، ثم وصي الأب، ثم من تعينه المحكمة. 

المادة الأربعون بعد المائة
يشترط في الولي على النفس أو المال أن يكون كامل الأهلية أميناً، قادراً على القيام بمقتضيات الولاية المنوطة به، ويشترط في الولي على النفس أن يكون متحداً في الدين مع المولى عليه إذا كان مسلماً. 

المادة الحادية والأربعون بعد المائة
دون إخلال بما تضمنته المادة (الأربعون بعد المائة) من هذا النظام، يشترط فيمن يُعيّن وصيًّا أو وليًّا، ألا تكون في ولايته مظنة الضرر بمصلحة القاصر، ويشمل ذلك:

ألا يكون محكوماً عليه بالإدانة في جريمة مخلة بالشرف والأمانة ما لم يرد إليه اعتباره.
ألا يكون محكوماً عليه بالإعسار بسبب عدم قدرته على إدارة ماله الخاص.
ألا يكون محكوماً عليه بالعزل من الولاية على قاصر آخر بسبب الإضرار به أو التفريط في حفظ ماله.
ألا توجد بينه وبين القاصر عداوة يخشى منها على مصلحته. 
المادة الثانية والأربعون بعد المائة
تكون الولاية والوصاية بغير أجر، إلا إذا حدد الموصي للوصي أجراً مقبولاً عرفاً، ويجوز للمحكمة -بناء على طلب الولي أو الوصي- أن تقرر له مكافأة عن عمل معين، أو أن تقرر له أجراً على أن يبدأ احتسابه من تاريخ يوم الطلب. 

المادة الثالثة والأربعون بعد المائة
تعزل المحكمة الوصي أو الولي في الحالتين الآتيتين:

إذا تخلف أحد الشروط المذكورة في المادتين (الأربعين بعد المائة) و(الحادية والأربعين بعد المائة) من هذا النظام.
إذا قصر الوصي أو الولي بواجبات الوصاية أو الولاية، أو تعذر قيامه بها.
المادة الرابعة والأربعون بعد المائة
لا تخل الأحكام الواردة في الباب (الخامس) من هذا النظام، بالاختصاصات المقررة للهيئة العامة للولاية على أموال القاصرين ومن في حكمهم.

(الفصل الثاني) الوصي
المادة الخامسة والأربعون بعد المائة
للأب أن يعين وصيًّا على أولاده القاصرين، أو على ولده الذي يأتي من بعده.

المادة السادسة والأربعون بعد المائة
يتقيد الوصي بما أسند إليه في الوصية، عدا ما يخالف منها أحكام الشريعة الإسلامية أو الأنظمة.

المادة السابعة والأربعون بعد المائة
مع مراعاة أحكام المادتين (السابعة عشرة) و(الثامنة عشرة) من هذا النظام، يجوز أن يكون الوصي والولي المعين من المحكمة ذكراً أو أنثى، شخصاً طبيعياً أو اعتبارياً، منفرداً أو متعدداً.

المادة الثامنة والأربعون بعد المائة
يكون ترتيب الوصاية -ما لم تتضمن الوصية خلاف ذلك- وفق الآتي:

إذا جعل الأب الوصاية لأشخاص متعددين في وصية واحدة؛ اشتركوا في الوصاية، ولا ينفرد أحدهم عن الآخرين إلا أن يجعل الأب له ذلك أو يفوضه باقي الأوصياء.
إذا جعل الأب الوصاية لأشخاص متعددين في أكثر من وصية ولم يعلم المتأخر منها اشتركوا في الوصاية، ما لم تر المحكمة عدم اشتراكهم لمصلحة القاصر.
إذا جعل الأب الوصاية لشخص، ثم جعلها لآخر؛ فهي للأخير، ما لم تدل قرينة على الاشتراك.
وللمحكمة في حال عدم تحديد الأب صلاحيات كل وصي، تحديد صلاحيات كل منهم.
المادة التاسعة والأربعون بعد المائة
للمحكمة من تلقاء نفسها أو بناءً على طلب من الوصي أن تضم إليه شخصاً غيره -واحداً أو أكثر- إذا عَجز أو احتاج إلى من يعينه، أو كان في ذلك مصلحة للقاصر.
للمحكمة عزل الأوصياء أو أحدهم إذا اقتضت مصلحة القاصر ذلك. 
المادة الخمسون بعد المائة
يتوقف نفاذ الوصاية على قبول الوصي، وتُعد مباشرة الوصي لأعماله قبولاً ضمنيًّا منه للوصاية.
لكل من له مصلحة التقدم إلى المحكمة بطلب إعذار الوصي لمباشرة أعماله، ولها إمهاله مدة لا تتجاوز (ثلاثين) يوماً لمباشرة أعماله من تاريخ الإعذار، وتقرر المحكمة ما تراه حيال الوصاية.
المادة الحادية والخمسون بعد المائة
للأب عزل الوصي متى شاء.
للوصي التنحي عن الوصاية متى شاء في حياة الموصي، وعلى الوصي أن يتقدم إلى المحكمة بطلب التنحي إذا كان الموصي متوفى أو غير مكتمل الأهلية. 
(الفصل الثالث) الولي المعين من المحكمة
المادة الثانية والخمسون بعد المائة
إذا لم يكن للقاصر وصي، أو عُزل؛ فتعين المحكمة وليًّا على ماله بعد أخذ رأي أمه، ما لم تعينها المحكمة وليًّا على ماله. 

المادة الثالثة والخمسون بعد المائة
للمحكمة تعيين ولي مؤقت بمدة محددة أو القيام بمهمة معينة متى اقتضت مصلحة القاصر ذلك. 

المادة الرابعة والخمسون بعد المائة
1- للمحكمة عزل الولي المعين من قبلها إذا اقتضت مصلحة القاصر ذلك.
2- للولي المعين من المحكمة التنحي عن الولاية بطلب يتقدم به للمحكمة متى شاء، وللمحكمة قبول طلبه أو تأجيله، مراعيةً في ذلك مصلحة القاصر.

(الفصل الرابع) تصرفات الوصي والولي المعين من المحكمة
المادة الخامسة والخمسون بعد المائة
يجب على الوصي والولي المعين من المحكمة إدارة أموال القاصر ورعايتها بما يحقق مصلحة القاصر.

المادة السادسة والخمسون بعد المائة
دون إخلال بما للهيئة العامة للولاية على أموال القاصرين ومن في حكمهم من صلاحيات، يلتزم الوصي أو الولي المعين من المحكمة بإيداع مال القاصر في حسابات مصرفية باسْمِ القاصر.

المادة السابعة والخمسون بعد المائة
تنتهي الوصاية والولاية في الحالات الآتية:

بلوغ القاصر سن الرشد متمتعاً بقواه العقلية.
رفع الحجر عن المحجور عليه.
وفاة القاصر.
استرداد أب القاصر أهليته.
عزل الوصي أو الولي أو قبول استقالته.
وفاة الوصي أو الولي أو فقده الأهلية أو نقصانها.
ثبوت فقد الوصي أو الولي أو غيابه.
انتهاء حالة فقد أو غياب المولى عليه. 
المادة الثامنة والخمسون بعد المائة
إذا كان القاصر البالغ سن الرشد ناقص الأهلية أو غير مأمون على أمواله، وجب على الوصي أو الولي المعين من المحكمة التقدم إلى المحكمة للنظر في استمرار الوصاية أو الولاية عليه.

المادة التاسعة والخمسون بعد المائة
على الوصي أو الولي المعين من المحكمة عند انتهاء مهمته، تسليم أموال القاصر وكل ما يتعلق بها من حسابات ووثائق إلى من يعنيه الأمر، تحت إشراف الهيئة العامة للولاية على أموال القاصرين ومن في حكمهم، خلال مدة أقصاها (ثلاثون) يوماً من تاريخ انتهاء مهمته.

المادة الستون بعد المائة
إذا توفي الوصي أو الولي المعين من المحكمة، وجب على ورثته أو من يضع يده على تركته أو جزء منها إبلاغ الجهة المختصة لحماية حقوق القاصر.

(الفصل الخامس) الغائب والمفقود
المادة الحادية والستون بعد المائة
الغائب هو الشخص الذي لا يعرف موطنه ولا محل إقامته، وتعذرت إدارة شؤونه المالية بنفسه أو بوكيل عنه مدة تقدرها المحكمة، وترتب على ذلك تعطيل مصالحه أو مصالح غيره.
المفقود هو الغائب الذي لا تعرف حياته ولا وفاته.
المادة الثانية والستون بعد المائة
إذا لم يكن للغائب أو المفقود وكيل، فللمحكمة أن تعين وليًّا لإدارة أمواله أو بعضها.

المادة الثالثة والستون بعد المائة
يُحصي الولي المعين من المحكمة أموال الغائب أو المفقود ويديرها وفق أحكام إدارة أموال القاصرين.

المادة الرابعة والستون بعد المائة
ينتهي الفقد في أي من الحالتين الآتيتين:

إذا تحققت حياة المفقود أو وفاته.
إذا صدر حكم قضائي باعتبار المفقود متوفى.
المادة الخامسة والستون بعد المائة
على المحكمة في جميع الأحوال أن تتخذ ما يلزم للوصول إلى معرفة ما إذا كان المفقود حيًّا أو ميتاً قبل أن تحكم بوفاته.

المادة السادسة والستون بعد المائة
تحكم المحكمة -بناءً على طلب من ذي مصلحة- بوفاة المفقود إذا قام الدليل على وفاته. وفيما عدا ذلك، على المحكمة ألا تحكم بوفاته إلا بعد مضي المدة المقررة بحسب الظروف التي أحاطت بالفقد، وذلك على النحو الآتي:

مضي مدة (أربع) سنوات من تاريخ إبلاغ الجهة المختصة بفقدانه، إذا فقد في ظروف لا يغلب فيها هلاكه.
مضي (سنة) من تاريخ الفقد، إذا فقد في ظروف يغلب فيها هلاكه.
المادة السابعة والستون بعد المائة
يعد تاريخ صدور الحكم بوفاة المفقود تاريخاً لوفاته، ما لم يثبت تاريخ وفاته الحقيقي لاحقاً.

المادة الثامنة والستون بعد المائة
يترتب على صدور الحكم باعتبار المفقود متوفى ثم ظهوره حيًّا، ما يأتي:

أن يرجع المفقود بالموجود عيناً من ماله على الورثة.
أن تعود زوجة المفقود إلى عصمته ما لم تتزوج زوجاً آخر ويدخل بها.
(الباب السادس) الوصية (الفصل الأول) أحكام عامة للوصية
المادة التاسعة والستون بعد المائة
الوصية هي تصرف بمال على وجه التبرع مضاف إلى ما بعد موت الموصي.

المادة السبعون بعد المائة
تصح الوصية مطلقة أو مقيدة.

المادة الحادية والسبعون بعد المائة
مع مراعاة ما تقضي به المادة (التسعون بعد المائة) من هذا النظام، تنفذ الوصية من تركة الموصي، بعد إخراج نفقات تجهيز الميت وأداء ديونه.

المادة الثانية والسبعون بعد المائة
يأخذ كل تصرف ناقل للملكية يصدر من المريض مرض الموت حكم الوصية إذا كان تبرعاً، وإذا كان معاوضةً فيها محاباة فيأخذ قدرُ المحاباة حكمَ الوصية.

(الفصل الثاني) أركان الوصية وشروطها
المادة الثالثة والسبعون بعد المائة
أركان الوصية هي: الصيغة، والموصي، والموصى له، والموصى به.

المادة الرابعة والسبعون بعد المائة
تنعقد الوصية باللفظ الدال عليها نطقاً أو كتابةً، وعند العجز عنهما فبالإشارة المفهومة.

المادة الخامسة والسبعون بعد المائة
للموصي تعديل الوصية، أو الرجوع عنها أو عن بعضها بالقول أو بالفعل الدال عليه.

المادة السادسة والسبعون بعد المائة
يشترط في الموصي أن يكون بالغاً عاقلاً.

المادة السابعة والسبعون بعد المائة
تعدد الوصايا لا يعد رجوعاً عن الوصية المتقدمة ما لم يصرح الموصي برجوعه عنها، ولكل ذي مصلحة أن يثبت الرجوع عنها.
مع مراعاة ما تقضي به المادة (التسعون بعد المائة) من هذا النظام، عند تعدد الوصايا بغير معين وضاق عنها الثلث؛ فيدخل النقص على جميع الموصى لهم، كل بقدر نصيبه. وإذا كانت بمعين فيقسم بين جميع الموصى لهم بالمعين بالتساوي ما لم ينص الموصي على التفاوت.
المادة الثامنة والسبعون بعد المائة
تصح الوصية لمن يصح تملكه للموصى به مسلماً أو غير مسلم.

المادة التاسعة والسبعون بعد المائة
لا وصية لوارث إلا إذا أجازها بعد الوفاة باقي الورثة، فإن أجازها بعضهم فتنفذ في نصيبهم.
المعتبر بكون الموصى له وارثاً هو وقت وفاة الموصي.
المادة الثمانون بعد المائة
مع مراعاة ما تقضي به الأحكام النظامية ذات العلاقة، تصح الوصية في الحالات الآتية:

إذا كانت لمعين موجود وقت الوصية أو حملاً علم وجوده.
إذا كانت لفئة محصورة، أو غير محصورة.
إذا كانت لشخص اعتباري تجيز الأحكام المنظمة له قبول الوصايا.
إذا كانت لمسجد أو وقف.
إذا كانت مطلقة لله تعالى، أو لوجوه البر، وتصرف جميعها في وجوه البر.
وفي جميع الأحوال تخضع الوصايا وقبولها إذا كان الموصى له خارج المملكة، للأحكام المنظمة لذلك.
المادة الحادية والثمانون بعد المائة
تكون الوصية لازمة بحسب الموصى له على النحو الآتي:

إذا كانت لشخص طبيعي معين وفئة محصورة فبالقبول لها بعد وفاة الموصي، وينتقل الملك للموصى له من وقت القبول.
إذا كانت لقاصر، فبقبول الولي لها.
إذا كانت مطلقة لله تعالى، أو لوجوه البر، أو لفئة غير محصورة؛ فتلزم الوصية بوفاة الموصي بلا قبول.
إذا كانت لشخص اعتباري، فبعد موافقة من يملك حق قبولها وفقاً للأحكام المنظمة لذلك.
إذا كانت لمسجد فبعد موافقة الجهة المشرفة، وإذا كانت لوقف فبعد موافقة ناظره.
المادة الثانية والثمانون بعد المائة
للموصى له كامل الأهلية رد الوصية أو بعضها بعد وفاة الموصي.
لولي القاصر رد الوصية أو بعضها بإذن المحكمة.
للشخص الاعتباري، رد الوصية أو بعضها ممن يملك حق ردها وفقاً للأحكام المنظمة لذلك.
إذا كانت لمسجد فللجهة المشرفة رد الوصية أو بعضها، وإذا كانت لوقف فلناظره.
المادة الثالثة والثمانون بعد المائة
لا يشترط لقبول الوصية أو ردها أن يكون فور وفاة الموصي.
إذا لم يُبدِ الموصى له القبول أو الرد، فلكل من له حق في الإرث أو الوصية أو تنفيذها التقدم إلى المحكمة بطلب إعذار الموصى له، وتحدد له المحكمة أجلاً للقبول لا يزيد على (ثلاثين) يوماً من تاريخ إعذاره، فإن لم يُجب ولم يكن له عذر تقبله المحكمة فيُعد راداً لها، وإذا كان الموصى له شخصاً اعتباريًّا فتقدر المحكمة المدة المناسبة لإبداء القبول أو الرد. 
المادة الرابعة والثمانون بعد المائة
إذا مات الموصى له بعد وفاة الموصي وقبل قبول الوصية أو ردها، انتقل الحق في القبول أو الرد إلى ورثة الموصى له بقدر حصة كل وارث في الوصية.

المادة الخامسة والثمانون بعد المائة
إذا أوصى الموصي لفئة غير محصورة، أو لشخص اعتباري، أو لوقف، أو لوجه معين من وجوه البر، ولم تعد هذه الجهات موجودة أو انقطعت قبل التملك؛ فتصرف الوصية -بعد موافقة المحكمة- في أقرب جهة مشابهة لها.

المادة السادسة والثمانون بعد المائة
إذا كانت الوصية لفئة غير محصورة، فلمن له تنفيذها تقدير توزيعها على الموصى لهم، مع مراعاة تقديم المحتاجين منهم دون التقيد بالتعميم أو المساواة، ما لم تتضمن الوصية خلاف ذلك. 

المادة السابعة والثمانون بعد المائة
إذا تعدد الموصى لهم في وصية واحدة -أو في أكثر من وصية- ولم يحدد نصيب كل واحد منهم، فيكون توزيع الوصية وفق الآتي:

إذا أوصى لمعينين أو فئة محصورة كان لكل فرد منهم سهم من الوصية.
إذا أوصى لمعينين وفئة غير محصورة، كان لكل فرد من المعينين سهم، وللفئة غير المحصورة سهم.
المادة الثامنة والثمانون بعد المائة
يشترط في الموصى به ما يأتي:

أن يكون ملكاً للموصي إذا كان معيناً.
أن يكون موجوداً أو ممكن الوجود.
أن يكون مشروعاً.
المادة التاسعة والثمانون بعد المائة
1- يصح في الموصى به أن يكون عيناً أو منفعة أو حقاً متقوماً، شائعاً أو محدداً.
2- إذا كان الموصى به شائعاً شمل جميع أموال الموصي وقت وفاته، ما لم يتفق الورثة مع الموصى له على خلاف ذلك.

المادة التسعون بعد المائة
تنفذ الوصية إذا لم تزد على (ثلث) التركة. وإذا زادت الوصية على (الثلث)، فيوقف ما زاد على إجازة الورثة وينفذ منه بقدر نصيب من أجازها منهم.

المادة الحادية والتسعون بعد المائة
تصح الوصية بما زاد على (الثلث) ممن لا وارث له.
تصح الوصية بما زاد على نصيب الزوج أو الزوجة إذا لم يوجد وارث سواهما.
المادة الثانية والتسعون بعد المائة
إذا كانت الوصية بمنفعة عين فيحسب خروجها من (ثلث) التركة على النحو الآتي:

إذا كانت الوصية بالمنفعة مؤبدة أو مطلقة أو لمدة حياة الموصى له، فبقيمة العين الموصى بمنفعتها وقت وفاة الموصي.
إذا كانت الوصية بالمنفعة مؤقتة، فبقيمة المنفعة خلال هذه المدة.
المادة الثالثة والتسعون بعد المائة
تعود المنفعة الموصى بها إلى مالك العين -سواء كان وارثاً أو موصى له بالعين- في الحالات الآتية:
أ- إذا انقضت مدة المنفعة الموصى بها.
ب- إذا مات الموصى له بالمنفعة.
ج- إذا انقطع الموصى له -واحداً أو أكثر- وكانت الوصية لفئة محصورة أو غير محصورة يظن انقطاعها.
إذا كان الموصى له بالمنفعة أو غلتها شخصاً اعتباريًّا أو فئة غير محصورة لا يظن انقطاعها، وكانت الوصية مؤبدة أو مطلقة؛ فيكون لها حكم الوقف.
المادة الرابعة والتسعون بعد المائة
إذا كانت الوصية بسهم شائع في التركة، وكان منها دين أو مال غائب، استوفى الموصى له سهمه في الحاضر، وكلما حضر شيء استوفى سهمه فيه، ما لم يتفق الورثة مع الموصى له على خلاف ذلك.

المادة الخامسة والتسعون بعد المائة
إذا كانت الوصية بمثل نصيب وارث معين من ورثة الموصي، استحق الموصى له قدر نصيب هذا الوارث مضافاً إلى أصل المسألة، ويدخل النقص على جميع الورثة.
إذا كانت الوصية بمثل نصيب وارث غير معين من ورثة الموصي، استحق الموصى له قدر نصيب أقلهم ميراثاً مضافاً إلى أصل المسألة، ويدخل النقص على جميع الورثة.
(الفصل الثالث) مبطلات الوصية
المادة السادسة والتسعون بعد المائة
تبطل الوصية في الحالات الآتية:

رجوع الموصي عن وصيته قولاً أو فعلاً.
وفاة الموصى له المعين قبل الموصي أو موتهما معاً أو جهل أيهما أسبق وفاة، إلا إذا كانت الوصية بقضاء دين الموصى له.
رد الموصى له الوصية بعد وفاة الموصي وقبل القبول.
قتل الموصى له الموصي قتلاً يمنع الإرث.
تلف الموصى به المعين أو استحقاقه لغير الموصي.
(الباب السابع) التركة والإرث (الفصل الأول) أحكام عامة للتركة والإرث
المادة السابعة والتسعون بعد المائة
التركة هي ما يخلفه الإنسان بعد موته من الأموال والحقوق المالية.

المادة الثامنة والتسعون بعد المائة
تُرتَّب الحقوق المتعلقة بالتركة، بحسب الآتي:

تجهيز الميت بالمعروف.
قضاء الديون، ويقدم منها ما كان متعلقاً بعين من التركة.
تنفيذ الوصية.
قسمة ما يبقى من التركة على الورثة.
المادة التاسعة والتسعون بعد المائة
يشترط لاستحقاق الإرث ما يأتي:

وفاة المورث حقيقةً أو بحكم قضائي.
حياة الوارث بعد موت مورثه حقيقة أو تقديراً.
وجود سبب الإرث وانتفاء موانعه. 
المادة المائتين
لا يرث من قتل مورثه عمداً عدواناً أو شبهَ عمدٍ سواء أكان فاعلاً أصليًّا أم شريكاً.
لا يرث من تسبب أو أمر بالقتل عدواناً أو شبه عمد.
يرث من قتل مورثه خطأً من التركة دون الدية.
المادة الأولى بعد المائتين
الفرقة بين الزوجين في الحياة تمنع إرث أحدهما من الآخر إلا في أي من الحالتين الآتيتين:

إذا كان الطلاق رجعيَّا، فيتوارثان ما دامت المرأة في العدة.
إذا طلق الرجل في مرض الموت دون طلب من المرأة، فترثه ما لم تتزوج قبل وفاته.
المادة الثانية بعد المائتين
مع مراعاة أحكام الوصية الواردة في هذا النظام وبخاصة المادة (الثامنة والسبعون بعد المائة)؛ لا توارث مع اختلاف الدين.

المادة الثالثة بعد المائتين
لا توارث بين الموتى إذا كان موتهم في وقت واحد، أو لم يعلم المتقدم وفاةً منهم.

المادة الرابعة بعد المائتين
يكون الإرث بالفرض، أو بالتعصيب، أو بهما معاً، أو بالرحم.
الفرض هو نصيبٌ مقدر شرعاً للوارث.
التعصيب هو نصيبٌ غيرُ مقدر شرعاً للوارث.
المادة الخامسة بعد المائتين
الفرع الوارث هو من استحق الإرث كاملاً أو جزءاً منه وكان من ذرية الميت وهم الابن وأولاده وإن نزلوا، والبنت، ولا يعد من الفرع الوارث من أدلى بأنثى.

المادة السادسة بعد المائتين
الأصل الوارث هو من استحق الإرث كاملاً أو جزءاً منه وكان من والدي الميت، وهم الأب وآباؤه، والأم والجدات.

(الفصل الثاني) ميراث أصحاب الفروض
المادة السابعة بعد المائتين
الفروض هي: (الثلثان)، و(النصف)، و(الثلث)، و(الربع)، و(السدس)، و(الثمن).

المادة الثامنة بعد المائتين
أصحاب الفروض هم: الزوج، والزوجة، والأب، والأم، والجد لأب وإن علا، والجدة، والبنت، وبنت الابن وإن نزل أبوها بمحض الذكور، والأخت الشقيقة، والأخت لأب، والأخ لأم، والأخت لأم.

المادة التاسعة بعد المائتين
يرث الزوج (النصف) عند عدم الفرع الوارث للزوجة، و(الربع) عند وجوده.

المادة العاشرة بعد المائتين
ترث الزوجة (الربع) عند عدم الفرع الوارث للزوج، و(الثمن) عند وجوده.
تشترك الزوجات عند تعددهن في فرض الزوجة الواحدة.
المادة الحادية عشرة بعد المائتين
يرث الأب (السدس) فرضاً عند وجود فرع وارث ذكر.
يرث الأب (السدس) فرضاً والباقي تعصيباً عند وجود فرع وارث أنثى لا ذكر معها.
يرث الأب الباقي تعصيباً عند عدم وجود فرع وارث.
المادة الثانية عشرة بعد المائتين
الجد الوارث كل من ليس في نسبته إلى الميت أنثى.
يرث الجد عند عدم الأب، ويسقط الجد الأعلى عند وجود جد وارث أقرب.
يكون ميراث الجد مثل ميراث الأب ويحجب الإخوة. وإذا انحصر الورثة في أحد الزوجين وأمٍ وجَد؛ فيرث الباقي تعصيباً بعد أخذ أحد الزوجين نصيبه، وأخذ الأم (ثلثها) من كل التركة.
المادة الثالثة عشرة بعد المائتين
ترث الأم (السدس) في أي من الحالتين الآتيتين:
أ- إذا كان للميت فرع وارث.
ب- إذا كان للميت أخوان -فأكثر- ذكوراً أو إناثاً من أي جهة كانوا، وارثين أو محجوبين.
مع مراعاة ما تضمنته الفقرة (3) من هذه المادة، ترث الأم (ثلث) التركة عند عدم تحقق الحالتين الواردتين في الفقرة (1) من هذه المادة.
ترث الأم (ثلث) باقي التركة بعد فرض أحد الزوجين إذا انحصر الميراث في الأبوين وأحد الزوجين.
المادة الرابعة عشرة بعد المائتين
لا ترث الجدة إلا من هذه الجهات: أم الأم، وأم الأب، وأم أبي الأب، وإن علون أمومة، ولا يحجب الأب أمه ولا أم أبيه.
ترث الجدة (السدس) عند عدم الأم، وتشترك الجدات الوارثات عند تعددهن في (السدس)، وتسقط الجدة البعيدة بالجدة القريبة ولو اختلفت الجهات.
المادة الخامسة عشرة بعد المائتين
ترث البنت (النصف) إذا كانت واحدة، و(الثلثين) إن كانتا اثنتين -فأكثر- إذا لم يوجد ابن للميت.
ترث البنت إذا كانت واحدة -فأكثر- الباقي مع ابن الميت تعصيباً بالغير، للذكر مثل حظ الأنثيين.
المادة السادسة عشرة بعد المائتين
ترث بنت الابن (النصف) إذا كانت واحدة، و(الثلثين) إن كانتا اثنتين -فأكثر- إذا توافر الشرطان الآتيان:
أ- ‌ألا يكون للميت فرع وارث أعلى منها.
ب- ‌ألا يكون للميت ابنُ ابنٍ في درجتها.
ترث بنت الابن إذا كانت واحدة -فأكثر- (السدس)؛ إذا توافر الشرطان الآتيان:
أ- ‌وجود بنت وارثة للنصف فرضاً.
ب- ‌ألا يكون للميت ابنُ ابنٍ في درجتها.
ترث بنت الابن إذا كانت واحدة -فأكثر- الباقي مع ابنِ ابنٍ للميت في درجتها -أو أنزل منها إن احتاجت إليه- تعصيباً بالغير للذكر مثل حظ الأنثيين، بشرط عدم وجود فرع وارث ذكر أعلى درجة منها.
المادة السابعة عشرة بعد المائتين
ترث الأخت الشقيقة (النصف) إن كانت واحدة، و(الثلثين) إن كانتا اثنتين -فأكثر- إذا توافرت الشروط الآتية:
أ- ‌ألا يكون للميت أصل وارث ذكر.
ب- ‌ألا يكون للميت فرع وارث.
ج- ‌ألا يكون للميت أخ شقيق.
ترث الأخت الشقيقة إذا كانت واحدة -فأكثر- الباقي مع الأخ الشقيق تعصيباً بالغير للذكر مثل حظ الأنثيين، إذا توافر الشرطان الآتيان:
أ- ألا يكون للميت أصل وارث ذكر.
ب- ‌ألا يكون للميت فرع وارث ذكر.
تنفرد الأخت الشقيقة إذا كانت واحدة -فأكثر- بالباقي تعصيباً مع الغير إذا توافرت الشروط الآتية:
أ- ‌ألا يكون للميت أصل وارث ذكر.
ب- ‌ألا يكون للميت فرع وارث ذكر.
ج- ‌ألا يكون للميت أخ شقيق.
د- أن يكون للميت فرع وارث أنثى.
المادة الثامنة عشرة بعد المائتين
مع عدم الإخلال بما تضمنته الفقرة (1) من المادة (السابعة عشرة بعد المائتين) من هذا النظام من شروط، ترث الأخت لأب (النصف) إن كانت واحدة، و(الثلثين) إن كانتا اثنتين -فأكثر-؛ وذلك إذا لم يكن للميت أخت شقيقة ولا أخ لأب.
ترث الأخت لأب إذا كانت واحدة -فأكثر- (السدس)؛ إذا توافر الشرطان الآتيان:
أ- وجود أخت شقيقة وارثة للنصف فرضاً.
ب- ‌ألا يكون للميت أخ لأب.
ترث الأخت لأب إذا كانت واحدة -فأكثر- الباقي مع الأخ لأب تعصيباً بالغير للذكر مثل حظ الأنثيين؛ إذا توافرت الشروط الآتية:
أ- ‌ألا يكون للميت أصل وارث ذكر.
ب- ‌ألا يكون للميت فرع وارث ذكر.
ج- ‌ألا يكون للميت أخ شقيق.
تنفرد الأخت لأب إذا كانت واحدة -فأكثر- بالباقي تعصيباً مع الغير؛ إذا توافرت الشروط الآتية:
أ- ‌ألا يكون للميت أصل وارث ذكر.
ب- ‌ألا يكون للميت فرع وارث ذكر.
ج- ‌أن يكون للميت فرع وارث أنثى.
د- ‌ألا يكون للميت أخ شقيق أو أخت شقيقة.
ه- ‌ألا يكون للميت أخ لأب.
المادة التاسعة عشرة بعد المائتين
يرث الأخ لأم أو الأخت لأم (السدس) إن كان واحداً و(الثلث) إن كانا اثنين -فأكثر- إذا توافر الشرطان الآتيان:

لا يكون للميت أصل وارث ذكر.
ألا يكون للميت فرع وارث.
المادة العشرون بعد المائتين
إذا كان للميت جمع من الإخوة لأم، ذكوراً وإناثاً؛ فالثلث بينهم بالتساوي، دون تفاضل بين سهم الذكر وسهم الأنثى.

(الفصل الثالث) الحجب والتعصيب والعول والرد
المادة الحادية والعشرون بعد المائتين
الحجب هو حرمان من قام به سبب الإرث من الميراث كله أو بعضه.

المادة الثانية والعشرون بعد المائتين
لا يَحجب غيره من قام به مانع من موانع الإرث المذكورة في المادتين (المائتين) و(الثانية بعد المائتين) من هذا النظام.
من كان محجوباً من الإرث حرماناً أو نقصاناً يَحجب غيره إذا وجد سبب الحجب.
المادة الثالثة والعشرون بعد المائتين
العصبة ثلاثة أنواع، وهي:

عصبة بالنفس.
عصبة بالغير.
عصبة مع الغير.
المادة الرابعة والعشرون بعد المائتين
العصبة بالنفس هم الوارثون من الرجال بالقرابة إلا الأخ لأم، ويكون ترتيب جهاتهم على النحو الآتي:

البنوة: وتشمل أبناء الميت، وأبناء ابنه وإن نزل.
الأبوة: وتشمل أب الميت، وجده لأب وإن علا.
الأخوة: وتشمل إخوة الميت الأشقاء، أو لأب، وبنيهم وإن نزلوا.
العمومة: وتشمل أعمام الميت لأبوين أو لأب، وأعمام أبيه وأعمام الجد لأب وإن علا أشقاءً أو لأب، وأبناء الأعمام أشقاء أو لأب وإن نزلوا.
المادة الخامسة والعشرون بعد المائتين
العصبة بالغير هم:

البنت -فأكثر- مع الابن.
بنت الابن -فأكثر- مع ابن الابن الذي في درجتها أو الأنزل منها إن احتاجت إليه في الإرث.
الأخت الشقيقة -فأكثر- مع الأخ الشقيق.
الأخت لأب -فأكثر- مع الأخ لأب.
ويكون الإرث في هذه الأحوال للذكر مثل حظ الأنثيين.
المادة السادسة والعشرون بعد المائتين
العصبة مع الغير هم: الأخت الشقيقة أو الأخت لأب -واحدةً فأكثر-، مع البنت أو بنت الابن -واحدةً فأكثر-. وتعامل الأخت في هذه الحالة معاملة الأخ في استحقاق الباقي، وفي حجب باقي العصبات.

المادة السابعة والعشرون بعد المائتين
إذا انفرد العاصب بالنفس أخذ التركة كلها، وإذا كان مع وارث بالفرض أخذ ما بقي من التركة بعد الفروض، ويسقط العاصب بالنفس إذا استغرقت الفروض التركة في جميع الأحوال بما في ذلك إذا كان الورثة زوجاً وإخوةً لأم وأخاً شقيقاً -فأكثر- وأماً أو جَدَّةً.

المادة الثامنة والعشرون بعد المائتين
يقدم في التعصيب الأَوْلَى جهةً بحسب الترتيب الوارد في المادة (الرابعة والعشرين بعد المائتين) من هذا النظام، ثم الأقرب درجةً للميت عند اتحاد الجهة، ثم الأقوى قرابةً عند التساوي في الدرجة.
يشترك العصبات في استحقاق الباقي بالتعصيب عند اتحادهم في الجهة وتساويهم في الدرجة والقوة.
القريب الشقيق أقوى من القريب لأب في الجهة نفسها.
المادة التاسعة والعشرون بعد المائتين
يأخذ العاصب بالغير والعاصب مع الغير ما بقي من التركة بعد الفروض إذا كان أحدهما مع وارث بالفرض، ويسقط إذا استغرقت الفروض التركة.

المادة الثلاثون بعد المائتين
إذا تزاحمت سهام ذوي الفروض في التركة، فتعول بنقص أنصبتهم بنسبة فروضهم.

المادة الحادية والثلاثون بعد المائتين
إذا لم تستغرق الفروض التركة، ولم يوجد عاصب؛ رد الباقي على غير الزوجين من أصحاب الفروض بنسبة فروضهم.
إذا لم يوجد وارث من ذوي الفروض أو العصبات أو ذوي الأرحام؛ رد الباقي على أحد الزوجين. 
(الفصل الرابع) ميراث ذوي الأرحام
المادة الثانية والثلاثون بعد المائتين
ذوو الأرحام هم كل قريب لا يرث بالفرض ولا بالتعصيب.

المادة الثالثة والثلاثون بعد المائتين
لذوي الأرحام (ثلاث) جهات على النحو الآتي:

جهة الأبوة، وتشمل كل من يتصل رحمه بالميت بواسطة الأب، وهم القرابات الآتية:
أ- الجد غير الوارث وفقاً لحكم الفقرة (1) من المادة (الثانية عشرة بعد المائتين) من هذا النظام.
ب- الجدة غير الوارثة وفقاً لحكم الفقرة (1) من المادة (الرابعة عشرة بعد المائتين) من هذا النظام.
ج- العم لأم.
د- العمة.
هـ- بنت العم.
و- بنت الأخ لغير أم.
ز- ولد الأخت لغير أم.
ح- أولاد القرابات السابقة.
جهة الأمومة، وتشمل كل من يتصل رحمه بالميت بواسطة الأم، وهم القرابات الآتية:
أ- الجد غير الوارث وفقاً لحكم الفقرة (1) من المادة (الثانية عشرة بعد المائتين) من هذا النظام.
ب- الجدة غير الوارثة وفقاً لحكم الفقرة (1) من المادة (الرابعة عشرة بعد المائتين) من هذا النظام.
ج- الخال.د- الخالة.
هـ- ولد الأخ والأخت لأم.
و- أولاد القرابات السابقة.
جهة البنوة، وتشمل كل فروع الميت، وهم القرابات الآتية:
أ- ولد البنت.
ب- ولد بنت الابن.
ج- أولاد القرابات السابقة.
المادة الرابعة والثلاثون بعد المائتين
يرث ذوو الأرحام في أي من الحالتين الآتيتين:

إذا لم يوجد وارث بفرض أو تعصيب.
إذا وجد أحد الزوجين ولم يوجد معه وارث بفرض أو تعصيب.
المادة الخامسة والثلاثون بعد المائتين
يكون توريث ذوي الأرحام بتنزيل كل واحد منهم منزلة من أدلى به من الورثة إرثاً وحجباً، دون تفاضل بين سهم الذكر وسهم الأنثى.

المادة السادسة والثلاثون بعد المائتين
إذا اتحدت جهات ذوي الأرحام وكان بعضهم أقرب للميت، فيسقط الأبعد، وإذا اختلفت الجهات فيرث البعيد مع وجود القريب.

المادة السابعة والثلاثون بعد المائتين
إذا لم يوجد وارث بفرض ولا وارث بتعصيب ولا وارث برحم؛ فتأخذ التركة أو ما بقي منها حكم الأموال التي جُهِل مالكها.

(الفصل الخامس) ميراث المفقود والحمل ومنفي النسب
المادة الثامنة والثلاثون بعد المائتين
يحفظ للمفقود من تركة مورثه نصيبه فيها على تقدير حياته، فإن ظهر حيًّا أخذه، وإن حُكِم بموته قبل موت مورثه رد نصيبه إلى من يستحقه من الورثة وقت الحكم.

المادة التاسعة والثلاثون بعد المائتين
 إذا حكم بموت المفقود ووزعت تركته على ورثته ثم ظهر حيًّا، طبقت أحكام الفقرة (1) من المادة (الثامنة والستين بعد المائة) من هذا النظام.

المادة الأربعون بعد المائتين
يحفظ للحمل من تركة مورثه أوفر النصيبين لذكر أو أنثى أو أكثر بناء على تقرير طبي معتمد يحدد عدد الأجنة، ويعطى باقي الورثة أقل النصيبين. فإذا وضع وتبين موته أو حياته وجنسه وعدده، فيُوزع باقي التركة على الورثة بحسب أنصبتهم.

المادة الحادية والأربعون بعد المائتين
إذا أقر بعض الورثة المكلفين بمشارك في الإرث أو بحاجب لأحدهم، وأنكره الباقون أو كانوا غير مكلفين وقامت البينة؛ ثبت إرث المقر له من الميت.
إذا لم تقم البينة؛ شارك المقـَرُّ له المقِرَّ في استحقاقه من الميراث إن كان وارثاً.
المادة الثانية والأربعون بعد المائتين
يرث من لم ينسب لأبيه وعلمت أمه، ومنفي النسب، من أمه وقرابتها، وترثه أمه وقرابتها.

(الفصل السادس) التخارج في التركة
المادة الثالثة والأربعون بعد المائتين
التخارج هو الاتفاق على ترك بعض الورثة أو الموصى له نصيبه من التركة أو بعضه في مقابل شيء معلوم منها أو من غيرها.
يجب أن يوثّق التخارج أمام الجهة المختصة، وفقاً للإجراءات المنظمة لذلك. 
المادة الرابعة والأربعون بعد المائتين
يجوز للورثة التخارج -مع بعضهم أو مع الموصى له- إذا كانت التركة معلومة لجميع المتخارجين أو مجهولة وتعذر العلم بها في مدة قريبة عادة، وتحدد المحكمة هذه المدة بحسب طبيعة المال محل التخارج ومكانه ومقداره.
إذا كانت جهالة التركة يمكن العلم بها في مدة قريبة عادة، وتم التخارج قبل علم المتخارجين بالتركة؛ جاز لمن جهل منهم الحال طلب إبطال التخارج.
المادة الخامسة والأربعون بعد المائتين
إذا تخارج أحد الورثة مع آخر منهم استحق نصيبه وحل محله في التركة.
إذا تخارج أحد الورثة مع باقيهم مقابل عوض يأخذه من التركة، قسم نصيب المتخارج على باقي الورثة بقدر سهامهم في التركة.
إذا تخارج أحد الورثة مع باقيهم مقابل عوض معلوم من غير التركة، قسم نصيب المتخارج على باقي الورثة بقدر نسبة ما دفعه كل واحد منهم، ما لم يتفقوا على خلاف هذا.
وإذا لم يعرف ما بذله كل واحد من الورثة ولم ينص على طريقة قسمة نصيب المتخارج في عقد التخارج، فيقسم نصيبه على باقي الورثة بقدر سهامهم في التركة.
(الباب الثامن) أحكام ختامية
المادة السادسة والأربعون بعد المائتين
يلتزم المعنيون بإنفاذ أحكام هذا النظام بالمحافظة على سرية المعلومات التي اطلعوا عليها بحكم عملهم، وذلك بما يحفظ حرمة الأسرة وأسرارها.

المادة السابعة والأربعون بعد المائتين
يعتمد الحساب الهجري في المدد الواردة في هذا النظام.

المادة الثامنة والأربعون بعد المائتين
تسري أحكام هذا النظام على جميع الدعاوى التي لم يصدر في شأنها أحكام نهائية قبل نفاذه.

المادة التاسعة والأربعون بعد المائتين
تعد كافة الأحكام والقرارات الصادرة قبل نفاذ هذا النظام صحيحة؛ وفقاً للأحكام المعمول بها قبل نفاذه.

المادة الخمسون بعد المائتين
يعد وزير العدل اللوائح اللازمة لهذا النظام، وتصدر بأمر من رئيس مجلس الوزراء.

المادة الحادية والخمسون بعد المائتين
فيما لم يرد فيه نص في هذا النظام، تطبق أحكام الشريعة الإسلامية الأكثر ملاءمة لترجيحات هذا النظام.

المادة الثانية والخمسون بعد المائتين
يعمل بهذا النظام بعد مضي (تسعين) يوماً من تاريخ نشره، ويلغي كل ما يتعارض معه من أحكام.



`
  },



{ 
    id: 'almadaniah',
    name: 'نظام المعاملات المدنية', 
    text: `نظام المعاملات المدنية

نظام المعاملات المدنية
1444 هـ
بسم الله الرحمن الرحيم

مرسوم ملكي رقم (م/191) وتاريخ 1444/11/29هـ
بعون الله تعالـى
    نحن سلمان بن عبدالعزيز آل سعود
                  ملك المملكة العربية السعودية
بناءً على المادة (السبعين) من النظام الأساسي للحكم، الصادر بالأمر الملكي رقم (أ / 90) بتاريخ 27 / 8 / 1412هـ.
وبناءً على المادة (العشرين) من نظام مجلس الوزراء، الصادر بالأمر الملكي رقم (أ / 13) بتاريخ 3 / 3 / 1414هـ.
وبناءً على المادة (الثامنة عشرة) من نظام مجلس الشورى، الصادر بالأمر الملكي رقم (أ / 91) بتاريخ 27 / 8 / 1412هـ.
وبعد الاطلاع على قراري مجلس الشورى رقم (209 / 36) بتاريخ 29 / 10 / 1443هـ، ورقم (261 / 37) بتاريخ 16 / 11 / 1444هـ.
وبعد الاطلاع على قرار مجلس الوزراء رقم (820) بتاريخ 24 / 11 / 1444هـ. 

رسمنا بما هو آت: 

أولاً: الموافقة على نظام المعاملات المدنية، بالصيغة المرافقة.
ثانياً: يلغى اعتباراً من تاريخ العمل بنظام المعاملات المدنية ما يلي: 

المواد: (الثانية عشرة بعد المائتين) و(الثالثة عشرة بعد المائتين) و(الرابعة عشرة بعد المائتين) و(الخامسة عشرة بعد المائتين) و(السادسة عشرة بعد المائتين) و(السابعة عشرة بعد المائتين)، وعبارة "ويتكفل الحارس بحفظ المال وبإدارته، ويرده مع غلته المقبوضة إلى من يثبت له الحق فيه" الواردة في عجز المادة (الحادية عشرة بعد المائتين)، من نظام المرافعات الشرعية، الصادر بالمرسوم الملكي رقم (م / 1) بتاريخ 22 / 1 / 1435هـ.
المادة (الخامسة والعشرون) من نظام المحاماة، الصادر بالمرسوم الملكي رقم (م / 38) بتاريخ 28 / 7 / 1422هـ.
تعريفات (الأهلية، والقاصر، وناقص الأهلية) الواردة في المادة (الأولى) من نظام أخلاقيات البحث على المخلوقات الحية، الصادر بالمرسوم الملكي رقم (م / 59) بتاريخ 14 / 9 / 1431هـ. 
ثالثاً: يعدل اعتباراً من تاريخ العمل بنظام المعاملات المدنية ما يلي:

الفقرة (3) من المادة (السادسة عشرة) من نظام المحاكم التجارية، الصادر بالمرسوم الملكي رقم (م / 93) بتاريخ 15 / 8 / 1441هـ، لتكون بالنص الآتي: "المنازعات التي تنشأ عن عقود المشاركة المنصوص عليها في نظام المعاملات المدنية".
تعريف (العقار بالتخصيص) الوارد في المادة (الأولى) من نظام ضمان الحقوق بالأموال المنقولة، الصادر بالمرسوم الملكي رقم (م / 94) بتاريخ 15 / 8 / 1441هـ، ليكون بالنص الآتي: "العقار بالتخصيص: المنقول الذي يضعه مالكه في عقارٍ له رصداً على خدمة العقار أو استغلاله على سبيل الدوام ولو لم يكن متصلاً بالعقار اتصال قرار".
الفقرة (8) من المادة (الخامسة عشرة) من نظام التوثيق، الصادر بالمرسوم الملكي رقم (م / 164) بتاريخ 19 / 11 / 1441هـ، لتكون بالنص الآتي: "إقرار الكفالة الغرمية".
رابعاً: لا تخل أحكام نظام المعاملات المدنية بالآتي:

أي معاهدة أو اتفاقية ارتبطت بها المملكة مع الدول والهيئات والمنظمات الدولية.
أي اختصاص لجهات عامة أو قضائية مقرر بموجب الأنظمة.
إجراءات القيد أو التسجيل أو الترخيص أو أي إجراءات شكلية مقررة بموجب الأنظمة.  
خامساً: تسري أحكام نظام المعاملات المدنية على جميع الوقائع التي حدثت قبل العمل به، وذلك باستثناء ما يأتي:

إذا وُجد نص نظامي أو مبدأ قضائي يتعلق بالواقعة بما يخالف أحكام هذا النظام وتمسك به أحد الأطراف.
إذا كان الحكم يتعلق بمدة لمرور الزمن المانع من سماع الدعوى بدأ سريانها قبل العمل بهذا النظام.
سادساً: تسري أحكام نظام المعاملات المدنية وما ورد في البند (خامساً) من هذا المرسوم على المعاملات التجارية؛ بما لا يخالف طبيعة المعاملة التجارية، وذلك فيما لم يرد به نص خاص في الأنظمة التجارية.
سابعاً: على سمو رئيس مجلس الوزراء والوزراء ورؤساء الأجهزة المعنية المستقلة-كل فيما يخُصُّه- تنفيذ مرسومنا هذا.

سلمان بن عبدالعزيز آل سعود

بسم الله الرحمن الرحيم

قرار مجلس الوزراء رقم (820) وتاريخ 1444/11/24هـ
إن مجلس الوزراء
بعد الاطلاع على المعاملة الواردة من الديوان الملكي برقم 79827 وتاريخ 19 / 11 / 1444هـ، المشتملة على برقية معالي وزير الدولة وعضو مجلس الوزراء لشؤون مجلس الشورى رئيس اللجنة الرئيسية لإعداد التشريعات القضائية الدكتور /  عصام بن سعد بن سعيد رقم 74 وتاريخ 28 / 11 / 1442هـ، في شأن مشروع نظام المعاملات المدنية.
وبعد الاطلاع على مشروع النظام المشار إليه.
وبعد الاطلاع على الأمرين الملكيين رقم (5584) وتاريخ 26 / 1 / 1441هـ، ورقم (34837) وتاريخ 5 / 6 / 1441هـ.
وبعد الاطلاع على الأمر السامي رقم (13748) وتاريخ 25 / 2 / 1444هـ.
وبعد الاطلاع على نظام المحاماة، الصادر بالمرسوم الملكي رقم (م / 38) وتاريخ 28 / 7 / 1422ه.
وبعد الاطلاع على نظام أخلاقيات البحث على المخلوقات الحية، الصادر بالمرسوم الملكي رقم (م / 59) وتاريخ 14 / 9 / 1431هـ. 
وبعد الاطلاع على نظام التنفيذ، الصادر بالمرسوم الملكي رقم (م / 53) وتاريخ 13 / 8 / 1433هـ.
وبعد الاطلاع على نظام المرافعات الشرعية، الصادر بالمرسوم الملكي رقم (م / 1) وتاريخ 22 / 1 / 1435هـ.
وبعد الاطلاع على نظام المحاكم التجارية، الصادر بالمرسوم الملكي رقم (م / 93) وتاريخ 15 / 8 / 1441هـ.
وبعد الاطلاع على نظام ضمان الحقوق بالأموال المنقولة، الصادر بالمرسوم الملكي رقم (م / 94) وتاريخ 15 / 8 / 1441هـ.
وبعد الاطلاع على نظام التوثيق، الصادر بالمرسوم الملكي رقم (م / 164) وتاريخ 19 / 11 / 1441هـ.
وبعد الاطلاع على المحاضر رقم (366) وتاريخ 11 / 8 / 1443هـ، ورقم (7) وتاريخ 6 / 1 / 1444هـ، ورقم (196) وتاريخ 23 / 6 / 1444هـ، والمذكرتين رقم (1908) وتاريخ 23 / 6 / 1444هـ، ورقم (3172) وتاريخ 27 / 10 / 1444هـ، المعدة في هيئة الخبراء بمجلس الوزراء.
وبعد الاطلاع على التوصية المعدة في مجلس الشؤون الاقتصادية والتنمية رقم (4 - 41 / 43 / د) وتاريخ 28 / 8 / 1443هـ.
وبعد النظر في قراري مجلس الشورى رقم (209 / 36) وتاريخ 29 / 10 / 1443هـ، ورقم (261 / 37) وتاريخ 16 / 11 / 1444هـ.
وبعد الاطلاع على توصية اللجنة العامة لمجلس الوزراء رقم (12009) وتاريخ 22 / 11 / 1444هـ.

يقرر ما يلي:


أولاً: الموافقة على نظام المعاملات المدنية، بالصيغة المرافقة.
ثانياً: يلغى اعتباراً من تاريخ العمل بنظام المعاملات المدنية ما يلي: 

المواد: (الثانية عشرة بعد المائتين) و(الثالثة عشرة بعد المائتين) و(الرابعة عشرة بعد المائتين) و(الخامسة عشرة بعد المائتين) و(السادسة عشرة بعد المائتين) و(السابعة عشرة بعد المائتين)، وعبارة "ويتكفل الحارس بحفظ المال وبإدارته، ويرده مع غلته المقبوضة إلى من يثبت له الحق فيه" الواردة في عجز المادة (الحادية عشرة بعد المائتين)، من نظام المرافعات الشرعية، الصادر بالمرسوم الملكي رقم (م / 1) وتاريخ 22 / 1 / 1435هـ.
المادة (الخامسة والعشرون) من نظام المحاماة، الصادر بالمرسوم الملكي رقم (م / 38) وتاريخ 28 / 7 / 1422هـ.
تعريفات (الأهلية، والقاصر، وناقص الأهلية) الواردة في المادة (الأولى) من نظام أخلاقيات البحث على المخلوقات الحية، الصادر بالمرسوم الملكي رقم (م / 59)
وتاريخ 14 / 9 / 1431هـ. 
ثالثاً: يعدل اعتباراً من تاريخ العمل بنظام المعاملات المدنية ما يلي:

الفقرة (3) من المادة (السادسة عشرة) من نظام المحاكم التجارية، الصادر بالمرسوم الملكي رقم (م / 93) وتاريخ 15 / 8 / 1441هـ، لتكون بالنص الآتي: "المنازعات التي تنشأ عن عقود المشاركة المنصوص عليها في نظام المعاملات المدنية".
تعريف (العقار بالتخصيص) الوارد في المادة (الأولى) من نظام ضمان الحقوق بالأموال المنقولة، الصادر بالمرسوم الملكي رقم (م / 94) وتاريخ 15 / 8 / 1441هـ، ليكون بالنص الآتي: "العقار بالتخصيص: المنقول الذي يضعه مالكه في عقارٍ له رصداً على خدمة العقار أو استغلاله على سبيل الدوام ولو لم يكن متصلاً بالعقار اتصال قرار".
الفقرة (8) من المادة (الخامسة عشرة) من نظام التوثيق، الصادر بالمرسوم الملكي رقم (م / 164) وتاريخ 19 / 11 / 1441هـ، لتكون بالنص الآتي: "إقرار الكفالة الغرمية".
رابعاً: لا تخل أحكام نظام المعاملات المدنية بالآتي:

أي معاهدة أو اتفاقية ارتبطت بها المملكة مع الدول والهيئات والمنظمات الدولية.
أي اختصاص لجهات عامة أو قضائية مقرر بموجب الأنظمة.
إجراءات القيد أو التسجيل أو الترخيص أو أي إجراءات شكلية مقررة بموجب الأنظمة.  
خامساً: تسري أحكام نظام المعاملات المدنية على جميع الوقائع التي حدثت قبل العمل به، وذلك باستثناء ما يأتي:

إذا وُجد نص نظامي أو مبدأ قضائي يتعلق بالواقعة بما يخالف أحكام هذا النظام وتمسك به أحد الأطراف.
إذا كان الحكم يتعلق بمدة لمرور الزمن المانع من سماع الدعوى بدأ سريانها قبل العمل بهذا النظام.
سادساً: تسري أحكام نظام المعاملات المدنية وما ورد في البند (خامساً) من هذا القرار على المعاملات التجارية، بما لا يخالف طبيعة المعاملة التجارية، وذلك فيما لم يرد به نص خاص في الأنظمة التجارية.
وقد أعد مشروع مرسوم ملكي بذلك، صيغته مرافقة لهذا.
سابعاً: يقوم وزير العدل -بالتنسيق مع وزير التجارة- بدراسة مدى مناسبة اكتساب عقد الشركة الوارد في نظام المعاملات المدنية الشخصية الاعتبارية والشروط الواجب توافرها والآثار المترتبة على ذلك، في ضوء نظام الشركات الصادر بالمرسوم الملكي رقم (م / 132) وتاريخ 1 / 12 / 1443هـ، والرفع عن ذلك لاستكمال الإجراءات النظامية.
ثامناً: تتولى الجهات ذوات العلاقة -كل فيما يخصها- مراجعة الأنظمة والتنظيمات وغيرها من الأحكام النظامية في ضوء نظام المعاملات المدنية، واقتراح ما تراه بشأنها خلال مدة لا تتجاوز (مائة وثمانين) يوماً من تاريخ هذا القرار، وبخاصة في شأن الآتي:

المصطلحات ذات العلاقة بالمعاملات المدنية.
أحكام الأهلية.
أحكام إنشاء العقد وانتهائه وبطلانه. 
الأحكام ذات الصلة بالمسؤولية والتعويض.
أثر تخلف الشكل في العقود.
المدد المقررة لعدم سماع الدعوى.
تاسعاً: تتولى وزارة العدل -خلال (مائة وثمانين) يوماً من تاريخ هذا القرار- مراجعة نظام المرافعات الشرعية ونظام المحاكم التجارية ونظام التنفيذ، ولوائحها التنفيذية، واتخاذ ما يلزم بهذا الشأن بما يتوافق مع متطلبات إنفاذ أحكام نظام المعاملات المدنية، على أن تشمل مراجعتها القواعد المنظمة للعرض والإيداع المنصوص عليها في الفرع (الثاني) من الفصل (الأول) من الباب (الخامس) من القسم (الأول) من النظام.

رئيس مجلس الوزراء

نظام المعاملات المدنية
باب تمهيدي الفصل الأول: تطبيق النظام
المادة الأولى
تُطبق نصوص هذا النظام على جميع المسائل التي تناولتها في لفظها أو في فحواها، فإن لم يوجد نص يمكن تطبيقه طُبقت القواعد الكلية الواردة في الأحكام الختامية، فإن لم توجد قاعدة يمكن تطبيقها طُبقت الأحكام المستمدة من الشريعة الإسلامية الأكثرُ ملاءمة لهذا النظام.
لا يخل تطبيق نصوص هذا النظام بالنصوص النظامية الخاصة.
المادة الثانية
 تحسب المدد والمواعيد الواردة في هذا النظام بالتقويم الهجري.

الفصل الثاني: الأشخاص الفرع الأول: الشخص ذو الصفة الطبيعية
المادة الثالثة
تبدأ شخصية الإنسان بتمام ولادته حيًّا وتنتهي بموته.
حقوق الحمل المستكن تحددها النصوص النظامية.
المادة الرابعة
تسري على المفقود والغائب ومجهول النسب النصوص النظامية الخاصة بهم.

المادة الخامسة
تسري على أسماء الأشخاص وألقابهم وأسرهم وقراباتهم وجنسياتهم النصوص النظامية الخاصة بها.

المادة السادسة
القرابة المباشرة هي الصلة بين الأصول والفروع.
القرابة غير المباشرة هي الرابطة بين أشخاصٍ يجمعهم أصلٌ مشتركٌ دون أن يكون أحدهم فرعًا للآخر.
المادة السابعة
تتحدد درجة القرابة المباشرة باعتبار كل فرعٍ درجةً عند الصعود للأصل دون حساب الأصل، وتتحدد درجة القرابة غير المباشرة بعدد الفروع صعودًا من الفرع للأصل المشترك ثم نزولًا منه إلى الفرع الآخر، وكل فرع فيما عدا الأصل المشترك يعدُّ درجة.
يعدُّ أقارب أحد الزوجين في القرابة والدرجة نفسها بالنسبة إلى الزوج الآخر.
المادة الثامنة
الموطن هو المكان الذي يقيم فيه الشخص عادةً. ويجوز أن يكون للشخص في وقتٍ واحدٍ أكثرُ من موطن، وإذا لم يكن له مكانٌ يقيم فيه عادةً عدّ محل وجوده موطنًا له، فإن لم يكن معلومًا ففي آخر محل وجد فيه.

المادة التاسعة
يعدُّ المكان الذي يباشر فيه الشخص تجارةً أو مهنةً موطنًا له فيما يتعلق بإدارة أعمال هذه التجارة أو المهنة.

المادة العاشرة
موطن عديم الأهلية أو ناقصها أو المفقود أو الغائب هو موطن من ينوب عنه نظامًا، ويجوز أن يكون لناقص الأهلية موطنٌ خاصٌّ فيما يتعلق بالتصرفات التي يُعدُّ أهلًا لمباشرتها.

المادة الحادية عشرة
يجوز اتخاذ موطنٍ مختارٍ لعملٍ معيَّن، ويكون هو الموطن لكل ما يتعلق بهذا العمل؛ ما لم يُشترط صراحةً قصر هذا الموطن على أعمالٍ دون أخرى.
لا يجوز إثبات وجود الموطن المختار إلا بالكتابة.
المادة الثانية عشرة
كامل الأهلية هو كلُّ شخصٍ بلغ سن الرشد متمتعًا بقواه العقلية ولم يُحجر عليه. 
سن الرشد هي تمام (ثماني عشرة) سنة هجرية.
المادة الثالثة عشرة
عديم الأهلية هو كل شخص فاقدٍ للتمييز لصغرٍ في السن أو لجنون.
لا يعدُّ مميزًا من لم يتم (السابعة) من عمره.
المادة الرابعة عشرة
 ناقصو الأهلية هم:
‌أ- الصغير الذي بلغ سن التمييز ولم يبلغ سن الرشد.
‌ب- المعتوه، وهو ناقص العقل الذي لم يبلغ حد الجنون.
‌ج- المحجور عليه لسفهٍ أو لكونه ذا غفلة.

المادة الخامسة عشرة
 يخضع عديمو الأهلية وناقصوها لأحكام الولاية أو الوصاية بحسب الأحوال، وفقًا لما تقرره النصوص النظامية.

المادة السادسة عشرة
ليس لأحدٍ النزول عن أهليته أو التعديل في أحكامها.

الفرع الثاني: الشخص ذو الصفة الاعتبارية
المادة السابعة عشرة
الأشخاص ذوو الصفة الاعتبارية هم:
أ- الدولة.
ب- الهيئات والمؤسسات العامة والمصالح التي تمنح شخصية اعتبارية بموجب النصوص النظامية.
ج- الأوقاف.
د- الشركات التي تمنح شخصية اعتبارية بموجب النصوص النظامية.
هـ- الجمعيات الأهلية والتعاونية والمؤسسات الأهلية التي تمنح شخصية اعتبارية بموجب النصوص النظامية.
و- كل ما يُمنح شخصية اعتبارية بموجب النصوص النظامية.

المادة الثامنة عشرة
 يتمتع الشخص ذو الصفة الاعتبارية بجميع الحقوق إلا ما كان منها ملازمًا لخصائص الشخص ذي الصفة الطبيعية، وذلك في الحدود المقررة بموجب النصوص النظامية.
يكون للشخص ذي الصفة الاعتبارية:
أ- ذمةٌ ماليةٌ مستقلة.
ب- أهليةٌ في الحدود التي يعينها سند إنشائه أو التي تقررها النصوص النظامية.
ج- حق التقاضي.
د- موطنٌ مستقلٌ، وهو المكان الذي يوجد فيه مركز إدارته الرئيس. ويجوز اعتبار المكان الذي يوجد فيه أحد فروع الشخص ذي الصفة الاعتبارية موطنًا له، وذلك فيما يتعلق بنشاط هذا الفرع.
هـ- جنسيةٌ وفقًا لما تقرره النصوص النظامية.
يجب أن يكون للشخص ذي الصفة الاعتبارية من يمثله ويعبر عن إرادته.
الفصل الثالث: الأشياء والأموال
المادة التاسعة عشرة
كل شيء مادي أو غير مادي يصح أن يكون محلًّا للحقوق المالية، عدا الأشياء التي لا تقبل بطبيعتها أن يستأثر أحد بحيازتها، أو التي تمنع النصوص النظامية أن تكون محلًّا للحقوق المالية.

المادة العشرون
المال كلُّ ما له قيمةٌ مادية معتبرة في التعامل من عينٍ أو منفعةٍ أو حقٍّ.

المادة الحادية والعشرون
الأشياء المثلية هي ما تتماثل آحادها أو تتقارب بحيث يمكن أن يقوم بعضها مقام بعض عند الوفاء بلا فرقٍ يُعتد به عرفًا.
الأشياء القيمية هي ما تتفاوت آحادها في الصفات أو القيمة تفاوتًا يعتد به عرفًا أو يندر وجود أمثالٍ لها في التداول.
المادة الثانية والعشرون
العقار كلُّ شيءٍ ثابتٍ في حيزه لا يمكن نقله منه دون تلفٍ أو تغيُّرٍ في هيئته، وما عدا ذلك فهو منقول.
يعدُّ عقارًا بالتخصيص المنقولُ الذي يضعه مالكه في عقارٍ له رصدًا على خدمة العقار أو استغلاله على سبيل الدوام ولو لم يكن متصلًا به اتصال قرار.
المادة الثالثة والعشرون
الأشياء القابلة للاستهلاك هي التي ينحصر استعمالها -بحسب ما أُعدّت له- في استهلاكها أو إنفاقها، ويعد قابلًا للاستهلاك كل ما أعد في المتاجر للبيع.

المادة الرابعة والعشرون
تسري على المال العام النصوص النظامية الخاصة به

الفصل الرابع: أنواع الحق
المادة الخامسة والعشرون
يكون الحقُّ الماليُّ شخصيًّا أو عينيًّا.

المادة السادسة والعشرون
يكون الحقُّ العينيُّ أصليًّا أو تبعيًّا.
الحقوق العينية الأصلية هي حق الملكية، وحق الانتفاع، وحق الاستعمال، وحق السكنى، وحق الارتفاق، وحق الوقف، وما يعد كذلك بموجب النصوص النظامية.
الحقوق العينية التبعية هي حق الرهن، وحق الامتياز، وما يعد كذلك بموجب النصوص النظامية.
المادة السابعة والعشرون
تسري على الحقوق التي ترد على شيءٍ غير مادي النصوص النظامية الخاصة بها.

الفصل الخامس: استعمال الحق
المادة الثامنة والعشرون
من استعمل حقه استعمالًا مشروعًا لا يكون مسؤولًا عما ينشأ عن ذلك من ضرر.

المادة التاسعة والعشرون
لا يجوز التعسف في استعمال الحق.
يكون استعمال الحق تعسفيًّا في الحالات الآتية: 
أ- إذا لم يقصد بالاستعمال سوى الإضرار بالغير. 
ب- إذا كانت المنفعة من استعماله لا تتناسب مطلقًا مع ما يسببه للغير من ضرر. 
ج- إذا كان استعماله في غير ما شُرع له أو لغاية غير مشروعة.
القسم الأول: الالتزامات (الحقوق الشخصية) الباب الأول: مصادر الالتزام الفصل الأول: العقد
المادة الثلاثون
تطبق الأحكام الواردة في هذا الفصل على العقود المسماة وغير المسماة، وذلك دون إخلال بالأحكام الواردة في النصوص النظامية التي تنظم عقودًا ذات طبيعة خاصة.

المادة الحادية والثلاثون
ينشأ العقد بارتباط الإيجاب بالقبول لإحداث أثر نظامي، مع مراعاة ما تقرره النصوص النظامية من أوضاعٍ معيّنةٍ لانعقاد العقد.

الفرع الأول: أركان العقد أولًا: الرضى
المادة الثانية والثلاثون
يتحقق الرضى إذا توافقت إرادتا متعاقدين (أو أكثر) لديهما أهلية التعاقد وعُبِّر عن الإرادة بما يدل عليها.

1- التعبير عن الإرادة
المادة الثالثة والثلاثون
يكون الإيجاب والقبول بكل ما يدل على الإرادة.
يجوز أن يكون التعبير عن الإرادة باللفظ أو بالكتابة أو بالإشارة المفهومة أو بالمعاطاة، وأن يكون صريحًا أو ضمنيًّا، وذلك ما لم تقتض النصوص النظامية أو الاتفاق أو طبيعة المعاملة خلاف ذلك.
المادة الرابعة والثلاثون
يعد عرض البضائع والخدمات مع بيان ثمنها إيجابًا، إلا إذا قامت دلائل تفيد خلاف ذلك. 
لا يعدُّ الإعلان مع بيان الأسعار المتعامل بها إيجابًا، إلا إذا قامت دلائل تفيد أن المراد به الإيجاب.
المادة الخامسة والثلاثون
للموجب أن يعدل عن الإيجاب قبل صدور القبول؛ ما لم تكن للإيجاب مدةٌ معينة.
إذا لم تكن للإيجاب مدة معينة؛ فعلى الموجب إذا عدل إعلام من وجه إليه الإيجاب بذلك، وإلا لزم الموجب تعويضه عما لحقه من ضرر، ولا يشمل ذلك ما فاته من كسب متوقع من العقد الذي عُدِل عن إبرامه.
المادة السادسة والثلاثون
يسقط الإيجاب في الحالات الآتية:
أ- إذا عدل عنه الموجب وفق أحكام المادة (الخامسة والثلاثين) من هذا النظام.
ب- إذا رفضه من وجه إليه صراحةً أو ضمنًا، وأي تعديل يتضمنه القبول يعد رفضًا يتضمن إيجابًا جديدًا.  
ج- إذا مات الموجب أو من وجه إليه الإيجاب أو فقد أحدهما أهليته قبل صدور القبول، ولو كانت للإيجاب مدةٌ معينة.
د- إذا لم يتصل القبول بالإيجاب عرفًا أو انقضت المدة التي عيَّنها الموجب للقبول دون صدوره.
القبول بعد سقوط الإيجاب لا ينعقد به العقد، ولكنه يُعد إيجابًا جديدًا.
المادة السابعة والثلاثون
لا يعد سكوت من وجه إليه الإيجاب قبولًا إلا إذا كان هناك اتفاقٌ أو وجدت قرينة تدل على ذلك. 
يعد السكوت قبولًا إذا كان هناك تعاملٌ سابقٌ بين المتعاقدين واتصل الإيجاب بهذا التعامل أو كان هذا الإيجاب لمحض منفعة الموجب له.
المادة الثامنة والثلاثون
إذا كان المتعاقدان حاضرين في مكانٍ واحدٍ أو في مكانين مختلفين عبر وسائل الاتصال المباشرة؛ عُدَّ العقد قد تمَّ في الزمان والمكان اللذين صدر فيهما القبول؛ ما لم يُتفق على خلاف ذلك.
إذا كان المتعاقدان غائبين؛ عُدَّ العقد قد تمَّ في الزمان والمكان اللذين علم فيهما الموجب بالقبول؛ ما لم يُتفق على خلاف ذلك.
المادة التاسعة والثلاثون
دون إخلال بالنصوص النظامية؛ لا يتم العقد في المزايدات إلا برسو المزايدة، ويسقط العطاء بعطاء يزيد عليه ولو وقع باطلًا، أو بإقفال المزايدة دون رسوّها على أحد.

المادة الأربعون
القبول في عقود الإذعان يقتصر على مجرد التسليم بشروط مقررة يضعها الموجب ولا يقبل مناقشة فيها.

المادة الحادية والأربعون
ذا تمَّ التفاوض على عقد فلا يرتب ذلك على أطراف التفاوض التزامًا بإبرام هذا العقد، ومع ذلك يكون من يتفاوض أو يُنهي التفاوض بسوء نية مسؤولًا عن الضرر الذي أصاب الطرف الآخر، ولا يشمل ذلك التَّعويض عمَّا فاته من كسب متوقع من العقد محل التفاوض.
يُعدُّ من سوء النية عدم الجدية في التفاوض، أو تعمد عدم الإدلاء ببيانٍ جوهريٍّ مؤثرٍ في العقد.
المادة الثانية والأربعون
إذا اتفق المتعاقدان على المسائل الجوهرية في العقد وعلى إرجاء الاتفاق على المسائل غير الجوهرية؛ كان ذلك كافيًا لاعتبار القبول مطابقًا للإيجاب، ولا يؤثر اختلافهما في المسائل غير الجوهرية في انعقاد العقد ما لم يكونا قد ربطا انعقاده بالاتفاق اللاحق على تلك المسائل.
إذا لم يتفق المتعاقدان على المسائل غير الجوهرية؛ حدَّدتها المحكمة وفقًا لأحكام النصوص النظامية وطبيعة المعاملة والعرف.
المادة الثالثة والأربعون
لا يكون الوعد الذي يتعهد بمقتضاه أحد الطرفين أو كلاهما بإبرام عقدٍ في المستقبل ملزمًا إلا إذا عُيّنت المسائل الجوهرية في العقد المراد إبرامه، والمدة التي يجب إبرامه فيها، وتوفرت شروطه عند إنشاء الوعد، بما في ذلك أيّ شروطٍ شكلية تشترطها النصوص النظامية لذلك العقد.
إذا امتنع الواعد عن تنفيذ الوعد وطالبه الآخر وكانت شروط العقد متوفرةً؛ قام حكم المحكمة في حال صدوره مقام العقد. 
المادة الرابعة والأربعون
دفع العربون عند إبرام العقد يفيد أن لدافع العربون وحده الحق في العدول عن العقد، وليس له إذا عدل أن يسترد مبلغ العربون، وذلك كله ما لم يتفق على خلافه.
إذا لم يعين المتعاقدان مدة العدول عينتها المحكمة بحسب العرف وظروف العقد.
يعد سكوت دافع العربون حتى مضي المدة أو عدم تنفيذ ما التزم به خلالها عدولًا منه عن العقد.
المادة الخامسة والأربعون
 الاتفاق الإطاري عقدٌ يُحدد المتعاقدان بمقتضاه البنود الأساسية التي تخضع لها العقود التي ينشئها المتعاقدان بينهما وفقًا لأحكام هذا الاتفاق، ويُعد ذلك الاتفاق جزءًا من العقود المبرمة بينهما.

المادة السادسة والأربعون
إذا أحال المتعاقدان صراحةً أو ضمنًا في العقد إلى أحكام وثيقةٍ نموذجيَّةٍ أو قواعد محددة أو أي وثيقة أخرى عُدَّت جزءًا من العقد.

2- أهلية المتعاقدين
المادة السابعة والأربعون
كل شخصٍ أهلٌ للتصرف؛ ما لم يكن عديم الأهلية أو ناقصها بمقتضى نص نظامي.

المادة الثامنة والأربعون
الصغير ولو كان مميزًا والمجنون والمعتوه محجورٌ عليهم بحكم النِّظام.
يكون الحجر على السفيه وذي الغفلة ورفعه عنهما بحكم المحكمة، وللمحكمة أن تعلن الحكم إن رأت مصلحة في ذلك.
المادة التاسعة والأربعون
 تصرفات الصغير غير المميز باطلة.

المادة الخمسون
إذا كانت تصرفات الصغير المميز نافعةً نفعًا محضًا فهي صحيحة، وإذا كانت ضارةً ضررًا محضًا فهي باطلة.
إذا كانت تصرفات الصغير المميز دائرةً بين النفع والضرر فهي صحيحة، ولوليه أو وصيه أو الصغير بعد بلوغه سن الرشد طلب إبطال التصرف.  
المادة الحادية والخمسون
إذا أتمَّ الصغير (الخامسة عشرة) من عمره فلوليه أو وصيه -دون إخلال بما تقضي به المادتان (الرابعة والخمسون) و(الخامسة والخمسون) من هذا النظام- أن يسلم الصغير مقدارًا من ماله ويأذن له في التصرفات المالية. ولا يبطل الإذن بموت الآذن أو عزله. وللمحكمة أن تأذن له في التصرف عند امتناع وليه أو وصيه عن الإذن. 
الصغير المميز المأذون له -وفقًا لأحكام الفقرة (1) من هذه المادة- بمنزلة من بلغ سن الرشد في التصرفات التي أُذِن له فيها.
المادة الثانية والخمسون
تصرفات المعتوه في حكم تصرفات الصغير المميز.
تصرفات المجنون في حكم تصرفات الصغير غير المميز.
المادة الثالثة والخمسون
تصرفات السفيه وذي الغفلة بعد الحجر عليهما في حكم تصرفات الصغير المميز، أما تصرفاتهما قبل الحجر فصحيحةٌ إلا إذا كانت نتيجة استغلالٍ أو تواطؤٍ.

المادة الرابعة والخمسون
تسري على المسائل المتعلقة بالولاية والوصاية النصوص النظامية الخاصة بها.

المادة الخامسة والخمسون
تعدُّ التصرفات الصادرة عن الأولياء والأوصياء صحيحةً في الحدود التي تقررها النصوص النظامية.

المادة السادسة والخمسون
إذا لجأ ناقص الأهلية إلى طرقٍ احتياليَّةٍ لإخفاء نقص أهليته لزمه التعويض عن الضرر الذي أصاب المتعاقد معه بسبب إبطال العقد.

3- عيوب الرضى
المادة السابعة والخمسون
 للمتعاقد طلب إبطال العقد إذا وقع في غلط جوهري لولاه لم يرض بالعقد، وبخاصة إذا كان الغلط الجوهري في صفة المحل أو شخص المتعاقد معه أو صفته أو الحكم النظامي.

المادة الثامنة والخمسون
لا يُعتد بغلط المتعاقد إلا إذا كان المتعاقد الآخر قد وقع معه في الغلط نفسه أو علم بوقوعه فيه أو كان من السهل عليه أن يتبينه

المادة التاسعة والخمسون
لا يؤثر في العقد مجرد الغلط المادي في الحساب أو الكتابة.

المادة الستون
 ليس لمن وقع في غلطٍ أن يتمسك به على وجه يتعارض مع ما يقضي به حسن النية، ويكون ملزمًا بالعقد الذي قصد إبرامه إذا أظهر المتعاقد الآخر استعداده لتنفيذ هذا العقد.

المادة الحادية والستون
التغرير أن يخدع أحد المتعاقدين الآخر بطرق احتياليَّةٍ تحمله على إبرام عقد لم يكن ليبرمه لولاها.
يعد تغريرًا تعمد السكوت لإخفاء أمرٍ لم يكن المغرر به ليبرم العقد لو علم به.
المادة الثانية والستون
للمغرر به طلب إبطال العقد إذا كان التغرير في أمر جوهري لولاه لم يرض بالعقد.

المادة الثالثة والستون
إذا صدر التغرير من غير المتعاقدين فليس للمغرر به أن يطلب إبطال العقد؛ ما لم يثبت أن المتعاقد الآخر كان يعلم بالتغرير أو كان من المفترض أن يعلم به.

المادة الرابعة والستون
الإكراه تهديد شخصٍ دون حقٍّ بوسيلةٍ ماديَّةٍ أو معنويَّةٍ تُخيفه فتحمله على التصرف.

المادة الخامسة والستون
يتحقق الإكراه إذا كان التهديد بخطرٍ جسيمٍ محدقٍ يلحق بنفس المكرَه أو عرضه أو ماله، أو كان التهديد مسلَّطًا على غيره ولم يكن المكرَه ليُبرم العقد لولا وجود الإكراه.

المادة السادسة والستون
 يُراعى في تقدير الإكراه سن من وقع عليه الإكراه وحالته الاجتماعية والصحية وكل ظرف آخر من شأنه أن يؤثر في جسامة الإكراه.

المادة السابعة والستون
للمُكرَه طلب إبطال العقد إذا صدر الإكراه من المتعاقد الآخر.
إذا صدر الإكراه من غير المتعاقدين فليس للمُكرَه طلب إبطال العقد؛ ما لم يثبت أن المتعاقد الآخر كان يعلم بالإكراه أو كان من المفترض أن يعلم به.
المادة الثامنة والستون
إذا استغل أحد المتعاقدين ضعفًا ظاهرًا أو حاجة ملحة في المتعاقد الآخر، لإبرام عقدٍ لحقه منه غبنٌ، فللمحكمة بناء على طلب المتعاقد المغبون ومراعاة لظروف الحال أن تنقص من التزاماته أو تزيد من التزامات المتعاقد الآخر أو تبطل العقد، ويجب أن ترفع الدعوى بذلك خلال (مائة وثمانين) يومًا من تاريخ التعاقد، وإلا امتنع سماعها.

المادة التاسعة والستون
الغبن زيادة العوض أو نقصه قدرًا خارجًا عن المعتاد. ويُرجع في تحديد الغبن إلى العرف.
ليس للمتعاقد طلب إبطال العقد لمجرد الغبن إلا في مال عديم الأهلية وناقصها وما تقضي به النصوص النظامية، وللمتعاقد الآخر توقي الإبطال إذا قدم ما تراه المحكمة كافيًا لرفع الغبن. 
لا يجوز الطعن لمجرد الغبن في عقدٍ أُبرم بطريق المزايدة.
ثانيًا: المحل والسبب
المادة السبعون
يصحُّ أن يكون محلُّ الالتزام نقل حق عيني أو عملًا أو امتناعًا عن عمل.

المادة الحادية والسبعون
يصح أن يكون محل الالتزام شيئًا مستقبلًا معيَّنًا بنوعه ومقداره، وفيما عدا الأحوال التي تجيزها النصوص النظامية لا يصح أن تكون تركة شخص على قيد الحياة محلًّا للتعامل ولو كان قد صدر منه أو برضاه.

المادة الثانية والسبعون
يجب أن تتوفر في محل الالتزام الشروط الآتية:
أ- أن يكون ممكنًا في ذاته.
ب- ألا يكون مخالفًا للنظام العام.
ج- أن يكون معيَّنًا بذاته أو بنوعه ومقداره أو قابلًا للتعيين.
يقع العقد باطلًا إذا لم تتوفر في المحل الشروط الواردة في الفقرة (1) من هذه المادة.
المادة الثالثة والسبعون
إذا لم يحدِّد المتعاقدان مقدار المحل وتضمن العقد ما يمكن للمحكمة تحديده به؛ حددته بناءً على ذلك. 
إذا لم يتفق المتعاقدان على درجة جودة الشيء ولم يوجد عرف أو قرينة؛ التزم المدين بأن يسلم شيئًا ذا جودة متوسطة.
المادة الرابعة والسبعون
يجوز أن يتضمن العقد أي شرطٍ يرتضيه المتعاقدان إذا توفرت فيه الشروط الواردة في الفقرة (1) من المادة (الثانية والسبعين) من هذا النظام.
إذا تضمن العقد شرطًا باطلًا بطل الشرط وحده، وللمتعاقد طلب إبطال العقد إذا تبيّن أنه ما كان ليرضى بالعقد دون ذلك الشرط.
المادة الخامسة والسبعون
يقع باطلًا أي عقد يكون السبب الباعث على التعاقد فيه غير مشروع إذا صُرِّح به في العقد أو دلت عليه ظروف التعاقد.

المادة السادسة والسبعون
كل عقد لم يُذكر سببه يُفترض أن له سببًا مشروعًا؛ ما لم يقم الدليل على خلاف ذلك.

الفرع الثاني: إبطال العقد وبطلانه أولًا: حق الإبطال
المادة السابعة والسبعون
إذا جعل نص نظامي لأحد المتعاقدين الحق في طلب إبطال العقد؛ فليس للمتعاقد الآخر أن يتمسك بهذا الحق.

المادة الثامنة والسبعون
 يسقط الحق في طلب إبطال العقد بالإجازة الصريحة أو الضمنية إذا صدرت ممن له هذا الحق، وإذا أجاز العقد استندت الإجازة إلى وقت إبرامه.

المادة التاسعة والسبعون
لا تسمع دعوى إبطال العقد إذا انقضت (سنة) من تاريخ العلم بسبب الإبطال، وإذا كان إبطال العقد لنقص الأهلية أو الإكراه فبانقضاء (سنة) من تاريخ اكتمال الأهلية أو زوال الإكراه.
فيما عدا حال نقص الأهلية، لا تسمع دعوى إبطال العقد إذا انقضت (عشر) سنوات من تاريخ التعاقد.
المادة الثمانون
يجوز لكل ذي مصلحةٍ أن يُعذِر من له حق إبطال العقد بإبداء رغبته في إجازة العقد أو إبطاله خلال مدة لا تقل عن (تسعين) يومًا من تاريخ الإعذار. فإذا مضت المدة ولم يبد رغبته دون عذر؛ سقط حقه في الإبطال. 

ثانيًا: البطلان
المادة الحادية والثمانون
إذا وقع العقد باطلًا جاز لكل ذي مصلحة أن يتمسك بالبطلان، وللمحكمة أن تقضي به من تلقاء نفسها، ولا يزول البطلان بالإجازة.
لا تسمع دعوى البطلان إذا انقضت (عشر) سنوات من تاريخ التعاقد، ولكن لكل ذي مصلحة أن يدفع ببطلان العقد في أي وقت. 
ثالثًا: آثار إبطال العقد وبطلانه
المادة الثانية والثمانون
في حالتي إبطال العقد أو بطلانه، يعود المتعاقدان إلى الحالة التي كانا عليها قبل التعاقد، وإذا استحال ذلك جاز أن يُقضى بالتعويض.

المادة الثالثة والثمانون
في حالتي إبطال العقد أو بطلانه لنقص أهلية المتعاقد أو انعدامها، لا يلزمه أن يرد غير ما عاد عليه من منفعة معتبرة بسبب تنفيذ العقد.

المادة الرابعة والثمانون
إذا كان العقد في جزء منه باطلًا أو يجوز إبطاله؛ يبطل ذلك الجزء فقط، إلا إذا تبين أن المتعاقد ما كان ليرضى بالعقد دون ذلك الجزء فله طلب إبطال العقد.

المادة الخامسة والثمانون
إذا توفرت في العقد الباطل أركان عقد آخر؛ انعقد هذا العقد إذا تبين أن إرادة المتعاقدين كانت تنصرف إليه. 

المادة السادسة والثمانون
لا يحتج بإبطال العقد تجاه الخلف الخاص للمتعاقد إذا كسب حقًّا عينيًّا معاوضة بحسن نية. 
يعد الخلفُ الخاصُّ حسنَ النية إذا كان عند التعاقد لا يعلم سبب إبطال عقد سلفه ولم يكن بمقدوره أن يعلم لو أنه بذل من الحرص ما تقتضيه ظروف الحال من الشخص المعتاد. 
الفرع الثالث: النيابة في التعاقد
المادة السابعة والثمانون
يصح التعاقد بالنيابة؛ ما لم تقتض النصوص النظامية خلاف ذلك.
تكون النيابة في التعاقد اتفاقيةً أو قضائيةً أو نظاميةً.
المادة الثامنة والثمانون
ليس للنائب أن يتجاوز حدود نيابته المعيَّنة في سند إنشائها، سواء أكان السند عقدًا أم حكمًا قضائيًّا أم نصًّا نظاميًّا.

المادة التاسعة والثمانون
في التعاقد بالنيابة يكون شخص النائب هو المعتبر في عيوب الرضى، وفي أثر العلم بالأمور التي يختلف فيها حكم العقد بين علم المتعاقد بها أو جهله.
إذا كانت النيابة اتفاقية ووضع الأصيل للنائب تعليمات محددة لإبرام العقد؛ فليس للأصيل أن يتمسك بجهل نائبه بالأمور التي يؤثر العلم أو الجهل بها في العقد ما دام الأصيل يعلمها أو يفترض علمه بها.
المادة التسعون
إذا تعاقد النائب في حدود نيابته باسم الأصيل فإن ما ينشأ عن العقد من حقوقٍ والتزاماتٍ يُضاف إلى الأصيل.

المادة الحادية والتسعون
إذا لم يُعلِم النائبُ المتعاقدَ الآخرَ وقت إنشاء العقد أنَّه تعاقد بصفته نائبًا؛ فإنَّ أثر العقد لا يُضاف إلى الأصيل دائنًا أو مدينًا إلا إذا كان من المفترض أنَّ من تعاقد معه النائب يعلم بوجود النيابة أو كان يستوي عنده أن يتعامل مع الأصيل أو النائب.

المادة الثانية والتسعون
إذا كان النائب والمتعاقد معه يجهلان معًا عند التعاقد انتهاء النيابة؛ فإن العقد يُضاف إلى الأصيل.

المادة الثالثة والتسعون
لا يجوز للنائب أن يتعاقد مع نفسه بمقتضى نيابته دون أن يكون مأذونًا له بذلك سواء أكان تعاقده مع نفسه لحسابه أم لحساب الغير، وللأصيل أن يجيز التعاقد.

الفرع الرابع: آثار العقد
المادة الرابعة والتسعون
إذا تم العقد صحيحًا لم يجز نقضه أو تعديله إلا بالاتفاق أو بمقتضى نص نظامي.
تثبت الحقوق التي يُنشئها العقد فور انعقاده، دون توقفٍ على القبض أو غيره؛ ما لم يقض نص نظامي بخلاف ذلك، ويجب على المتعاقدين الوفاء بما أوجبه العقد عليهما. 
المادة الخامسة والتسعون
يجب تنفيذ العقد طبقًا لما اشتمل عليه وبطريقة تتفق مع ما يوجبه حسن النية.
لا يقتصر العقد على إلزام المتعاقد بما ورد فيه، ولكن يشمل ما هو من مستلزماته وفقًا لما تقضي به النصوص النظامية والعرف وطبيعة العقد.
المادة السادسة والتسعون
إذا تمَّ العقد بطريق الإذعان وتضمن شروطًا تعسفيةً؛ فللمحكمة أن تعدلها أو تعفي الطرف المـُذْعِن منها وفقًا لما تقتضيه العدالة. ويقع باطلًا كل اتفاق على خلاف ذلك.

المادة السابعة والتسعون
إذا طرأت ظروف استثنائيةٌ عامَّةٌ لم يكن في الوسع توقعها وقت التعاقد وترتب على حدوثها أن يصير تنفيذ الالتزام التعاقدي مرهقًا للمدين بحيث يهدده بخسارةٍ فادحةٍ؛ فله -دون تأخرٍ غير مسوغ- دعوة الطرف الآخر للتفاوض.
طلب التفاوض لا يخول المدين الامتناع عن تنفيذ الالتزام.
إذا لم يُتوصل إلى اتِّفاقٍ خلال مدَّةٍ معقولةٍ؛ فللمحكمة تبعًا للظروف وبعد الموازنة بين مصلحة الطرفين أن ترد الالتزام المرهق إلى الحد المعقول.
يقع باطلًا كل اتفاق على خلاف أحكام هذه المادة. 
المادة الثامنة والتسعون
ينصرف أثر العقد إلى المتعاقدين والخلف العام، دون إخلال بالأحكام الخاصة بالإرث؛ ما لم يتبين من العقد أو من طبيعة المعاملة أو من النصوص النظامية أن هذا الأثر لا ينصرف إلى الخلف العام.
إذا أنشأ العقد التزامات وحقوقًا شخصية تتصل بشيء انتقل بعد ذلك إلى خلف خاص فإن هذه الالتزامات والحقوق تنتقل إليه في الوقت الذي ينتقل فيه ذلك الشيء إذا كانت من مستلزماته وكان الخلف الخاص يعلم بها وقت انتقال ذلك الشيء إليه.  
المادة التاسعة والتسعون
لا يرتب العقد التزامًا في ذمة الغير، ولكن يجوز أن يكسبه حقًّا.

المادة المائة
إذا تعهد شخص بأن يجعل الغير يلتزم بأمرٍ فإن ذلك الغير لا يُلزم به.
إذا قبل الغير ذلك التعهد فإن قبوله لا ينتج أثرًا إلا من وقت صدوره؛ ما لم يتبين أنه قصد صراحةً أو ضمنًا أن يستند أثر هذا القبول إلى وقت التعهد. 
إذا رفض الغير ذلك التعهد لزم المتعهد تعويض المتعهد له إذا كان لذلك مقتضٍ، وللمتعهد أن يتخلص من التعويض بأن يقوم بتنفيذ الالتزام الذي تعهد به إن كان ذلك ممكنًا.
المادة الأولى بعد المائة
للشخص أن يتعاقد باسمه على التزامات يشترطها لمصلحة غيره إذا كان له في تنفيذ هذه الالتزامات مصلحة شخصية مادية كانت أم أدبية.
يترتب على الاشتراط لمصلحة الغير أن يَكسِبَ الغير حقًّا مباشرًا تجاه المتعهد يستطيع أن يطالبه بوفائه ما لم يُتفق على خلاف ذلك، وللمتعهد أن يتمسك تجاه المنتفع بالدفوع التي تنشأ عن العقد.
للمشترط أن يطالب المتعهد بتنفيذ ما اشترط لمصلحة المنتفع.
المادة الثانية بعد المائة
للمشترط دون دائنيه أو ورثته أن ينقض الاشتراط، أو أن يُحل منتفعًا آخر محل الأول، أو أن يحول المنفعة لنفسه؛ ما لم يُعلم المنتفعُ المتعهدَ أو المشترطَ قبوله لما اشتُرط له، أو يكن ذلك مضرًّا بمصلحة المتعهد، وذلك كله ما لم يتفق على خلافه. 
لا يترتب على نقض الاشتراط براءة ذمة المتعهد تجاه المشترط إلا إذا اتُّفق صراحةً أو ضمنًا على براءته.
المادة الثالثة بعد المائة
يجوز في الاشتراط لمصلحة الغير أن يكون المنتفع شخصًا مستقبلًا أو أن يكون شخصًا غير معين وقت العقد إذا كان من الممكن تعيينه عند الوفاء بالالتزام المشترط.

الفرع الخامس: تفسير العقد
المادة الرابعة بعد المائة
إذا كانت عبارة العقد واضحةً فلا يُعدل عن مدلولها بحجة تفسيرها بحثًا عن إرادة المتعاقدين.
إذا كان هناك محل لتفسير العقد فيجب البحث عن الإرادة المشتركة للمتعاقدين، دون الاكتفاء بالمعنى الحرفي للألفاظ، ويُستهدى في ذلك بالعرف وظروف العقد وطبيعة المعاملة وما جرت به العادة في التعامل بين المتعاقدين وحالهما وما ينبغي أن يسود من أمانة وثقة بينهما، وتُفسِّر شروط العقد بعضها بعضًا وذلك بإعطاء كل شرط المعنى الذي لا يتعارض به مع غيره من الشروط.
يُفسر الشك لمصلحة من يتحمل عبء الالتزام أو الشرط، ويُفسر في عقود الإذعان لمصلحة الطرف المـُذْعِن.
الفرع السادس: فسخ العقد وانفساخه أولًا: الإقالة
المادة الخامسة بعد المائة
للمتعاقدين أن يتقايلا العقد برضاهما في المحل أو بعضه، وتطبق على الإقالة شروط العقد.

ثانيًا: خيار الشرط
المادة السادسة بعد المائة
يجوز التعاقد بشرط الخيار في العدول عن العقد، ولمن له الخيار حق العدول خلال المدة المعينة بشرط إعلام المتعاقد الآخر، فإذا عدل من له الخيار عُدَّ ذلك فسخًا للعقد، وإذا لم تعين مدة الخيار عينتها المحكمة بحسب العرف وظروف العقد.
يسقط الخيار في العدول عن العقد بإسقاطه صراحة أو ضمنًا ممن له الخيار، ويسقط بمضي مدة الخيار دون عدول، وإذا كان الخيار للمتعاقدين وسقط خيار أحدهما لم يسقط خيار الآخر.
ثالثًا: الإخلال بالالتزام
المادة السابعة بعد المائة
في العقود الملزمة للجانبين، إذا لم يوف أحد المتعاقدين بالتزامه، فللمتعاقد الآخر بعد إعذاره المتعاقد المخل أن يطلب تنفيذ العقد أو فسخه، مع التعويض في الحالتين إن كان له مقتض، وللمحكمة أن ترفض طلب الفسخ إذا كان الجزء الذي لم يوف به المخل قليل الأهمية بالنسبة إلى الالتزام.

المادة الثامنة بعد المائة
يجوز الاتفاق على أن يكون للدائن حق فسخ العقد عند إخلال المدين بالتزاماته دون حاجة إلى حكم قضائي، ولا يُعفي هذا الاتفاق من الإعذار إلا إذا اتفق المتعاقدان صراحةً على الإعفاء منه.

المادة التاسعة بعد المائة
تُعدُّ عقود المعاوضات منعقدةً على أساس سلامة محل العقد من العيوب إلا ما جرى العرف على التسامح فيه، فإذا تبيَّن في المحل عيبٌ لم يجر العرف على التسامح فيه؛ عُدَّ ذلك إخلالًا بالالتزام. 

رابعًا: استحالة التنفيذ
المادة العاشرة بعد المائة
في العقود الملزمة للجانبين، إذا أصبح تنفيذ الالتزام مستحيلًا بسببٍ لا يد للمدين فيه، انقضى التزامه والالتزام المقابل له، وانفسخ العقد من تلقاء نفسه.   
إذا كانت الاستحالة جزئيَّةً انقضى الالتزام في الجزء المستحيل وما يقابله فقط، ويسري هذا الحكم على الاستحالة الوقتية في العقود الزمنية، وفي كلتا الحالتين يجوز للدائن طلب فسخ العقد، وللمحكمة رفض طلب الفسخ إذا كان القدر المستحيل قليل الأهمية بالنسبة إلى الالتزام.
خامسًا: آثار فسخ العقد وانفساخه
المادة الحادية عشرة بعد المائة
في حالتي فسخ العقد أو انفساخه يعود المتعاقدان إلى الحالة التي كانا عليها قبل التعاقد، وإذا استحال ذلك فللمحكمة أن تقضي بالتعويض.
إذا كان العقد من العقود الزمنية فلا يكون للفسخ أو الانفساخ أثرٌ رجعيٌّ، وللمحكمة أن تقضي بالتعويض إن وجد له مقتضٍ.
المادة الثانية عشرة بعد المائة
لا يحتج بفسخ العقد تجاه الخلف الخاص للمتعاقد إذا كسب حقًّا عينيًّا بحسن نية. 

المادة الثالثة عشرة بعد المائة
دون إخلال بالنصوص النظامية، لا يزول بفسخ العقد شرط الالتزام بتسوية المنازعة ولا شرط الالتزام بالسرية؛ ما لم يتفق على خلاف ذلك. 

سادسًا: الدفع بعدم التنفيذ
المادة الرابعة عشرة بعد المائة
في العقود الملزمة للجانبين، إذا كانت الالتزامات المتقابلة مستحقة الوفاء جاز لأي من المتعاقدين أن يمتنع عن تنفيذ التزامه ما دام المتعاقد الآخر ممتنعًا عن تنفيذ ما التزم به. 

الفصل الثاني: التصرف بإرادة منفردة
المادة الخامسة عشرة بعد المائة
يجوز أن يلتزم الشخص بإرادته المنفردة، وذلك في الأحوال التي تقررها النصوص النظامية.

المادة السادسة عشرة بعد المائة
تسري على التصرف بالإرادة المنفردة أحكام العقد، عدا ما تعلق منها بضرورة وجود إرادتين متطابقتين لإنشاء الالتزام، وذلك ما لم تقض النصوص النظامية بخلاف ذلك.

المادة السابعة عشرة بعد المائة
من وجه للجمهور وعدًا بجائزةٍ محددةٍ على عملٍ معيَّنٍ، التزم بإعطاء الجائزة لمن قام بهذا العمل وفقًا للشروط المعلنة، ولو قام به دون نظر إلى الوعد بالجائزة أو دون علم بها.
إذا لم يحدد الواعد أجلًا للقيام بالعمل جاز له الرجوع في وعده إذا أعلنه بالطريق الذي وجه به الوعد أو بإعلانه للكافة، ولا يؤثر رجوع الواعد في استحقاق الجائزة لمن أتم العمل المطلوب قبل إعلان الرجوع، وتسقط دعوى المطالبة بالجائزة إذا انقضت (تسعون) يومًا من تاريخ إعلان الرجوع.
الفصل الثالث: الفعل الضار
المادة الثامنة عشرة بعد المائة
مع مراعاة أحكام المسؤولية الواردة في نصوص نظامية خاصة؛ تسري أحكام هذا الفصل على المسؤولية الناشئة عن الفعل الضار من الشخص ذي الصفة الطبيعية أو الاعتبارية.

المادة التاسعة عشرة بعد المائة
 لا تخل المسؤولية المدنية بالمسؤولية الجزائية، ولا تأثير للعقوبة في تحديد نطاق المسؤولية المدنية وتقدير التعويض.

الفرع الأول: مسؤولية الشخص عن فعله
المادة العشرون بعد المائة
كل خطأٍ سبب ضررًا للغير يُلزم من ارتكبه بالتعويض.

المادة الحادية والعشرون بعد المائة
إذا كان الفعل الضار من مباشر له؛ عُدَّ الضرر ناشئًا بسبب ذلك الفعل؛ ما لم يقم الدليل على خلاف ذلك.

المادة الثانية والعشرون بعد المائة
يكون الشخص مسؤولًا عن الفعل الضار متى صدر منه وهو مميز.
إذا وقع الضرر من غير المميز ولم يكن هناك من هو مسؤول عن الضرر أو تعذر الحصول على تعويضٍ من المسؤول، لزم غير المميز تعويضٌ مناسبٌ تقدره المحكمة.
المادة الثالثة والعشرون بعد المائة
من أحدث ضررًا وهو في حالة دفاع مشروع عن نفس أو عرض أو مال؛ كان غير مسؤول، على ألا يجاوز دفاعه القدر الضروري لدفع الاعتداء، وإلا كان ملزمًا بالتعويض بالقدر الذي تراه المحكمة مناسبًا.

المادة الرابعة والعشرون بعد المائة
من أحدث ضررًا للغير ليتفادى ضررًا أكبر محدقًا به أو بغيره؛ لا يكون ملزمًا بالتعويض إلا بالقدر الذي تراه المحكمة مناسبًا.

المادة الخامسة والعشرون بعد المائة
لا يكون الشخص مسؤولًا إذا ثبت أن الضرر قد نشأ عن سببٍ لا يد له فيه، كقوةٍ قاهرةٍ أو خطأ الغير أو خطأ المتضرر؛ ما لم يُتفق على خلاف ذلك.

المادة السادسة والعشرون بعد المائة
لا يكون الموظف العام مسؤولًا عن عمله الذي أضر بالغير، إذا أداه تنفيذًا لنص نظامي أو لأمر صدر إليه من رئيسه، متى كانت إطاعة هذا النص أو الأمر واجبة عليه، أو كان يعتقد لمبررات مقبولة أنها واجبة، وأثبت أنه كانت لديه أسباب معقولة جعلته يعتقد مشروعية العمل الذي أتاه، وأنه راعى في عمله جانب الحيطة والحذر.

المادة السابعة والعشرون بعد المائة
إذا تعدد المسؤولون عن فعل ضار كانوا متضامنين في التزامهم بتعويض الضرر، وتعين المحكمة نصيب كل منهم في التعويض وفق القواعد الواردة في هذا الفصل، وإذا تعذر ذلك كانت المسؤولية بينهم بالتساوي.

المادة الثامنة والعشرون بعد المائة
إذا اشترك المتضرر بخطئه في إحداث الضرر أو زاد فيه، سقط حقه أو بعض حقه في التعويض، وذلك بنسبة اشتراكه فيه.

الفرع الثاني: المسؤولية عن فعل الغير
المادة التاسعة والعشرون بعد المائة
من وجبت عليه نظامًا أو اتفاقًا أو قضاءً رقابة شخص لصغر سنِّه أو قصور حالته العقلية أو الجسمية؛ كان مسؤولًا عن الضرر الذي أحدثه ذلك الشخص، إلا إذا أثبت متولي الرقابة أنه قد قام بواجب الرقابة بما ينبغي من العناية أو أن الضرر كان لابد من حدوثه ولو قام بهذا الواجب بما ينبغي من العناية.
يكون المتبوع مسؤولًا تجاه المتضرر عن الضرر الذي يحدثه تابعه بخطئه أثناء تأدية عمله أو بسبب هذا العمل، إذا كانت للمتبوع سلطة فعلية في رقابة التابع وتوجيهه ولو لم يكن المتبوع حرًّا في اختيار تابعه. 
لمن أدى التعويض عن الشخص الذي وقع منه الضرر في الحالتين المنصوص عليهما في الفقرتين (1) و(2) من هذه المادة حق الرجوع عليه في الحدود التي يكون فيها ذلك الشخص مسؤولًا عن تعويض الضرر.
الفرع الثالث: المسؤولية عن الضرر الناجم عن الأشياء
المادة الثلاثون بعد المائة
يكون حارس الحيوان مسؤولًا عن تعويض الضرر الذي يحدثه الحيوان؛ ما لم يثبت أن الضرر كان بسبب لا يد له فيه.

المادة الحادية والثلاثون بعد المائة
يكون حارس البناء مسؤولًا عن تعويض الضرر الذي يحدثه تهدّم البناء كله أو بعضه؛ ما لم يثبت أن الضرر لا يرجع سببه إلى إهمال في الصيانة أو قدم في البناء أو عيب فيه.

المادة الثانية والثلاثون بعد المائة
كل من تولى حراسة أشياء تتطلب عنايةً خاصَّةً -بطبيعتها أو بموجب النصوص النظامية- للوقاية من ضررها؛ كان مسؤولًا عمَّا تحدثه تلك الأشياء من ضرر، ما لم يثبت أن الضرر كان بسبب لا يد له فيه.

المادة الثالثة والثلاثون بعد المائة
لكل من كان مهدَّدًا بضررٍ من شيءٍ معيَّنٍ أن يطالب حارسه باتخاذ ما يلزم من التدابير لدرء خطره، فإذا لم يقم باتخاذ هذه التدابير في وقت مناسب فلمن يهدده الخطر أن يحصل على إذن المحكمة في إجرائها على نفقة المالك، ويجوز في حال الاستعجال أن يتخذ ما يلزم من التدابير بغير إذن المحكمة.

المادة الرابعة والثلاثون بعد المائة
يُعَدُّ حارسًا للشيء من له بنفسه أو بوساطة غيره سلطة فعليّة عليه ولو كان الحارس غير مميز، ويفترض أن مالك الشيء هو حارسه ما لم يقم الدليل على أن الحراسة انتقلت لغيره.

المادة الخامسة والثلاثون بعد المائة
استعمال الحق في المنافع العامة مقيَّدٌ بسلامة الغير، فمن استعمل حقه في منفعةٍ عامَّةٍ وأضر بالغير ضررًا يمكن التحرز منه كان مسؤولًا عن ذلك الضرر.

الفرع الرابع: التعويض عن الضرر
المادة السادسة والثلاثون بعد المائة
يكون التعويض بما يجبر الضرر كاملًا؛ وذلك بإعادة المتضرر إلى الوضع الذي كان فيه أو كان من الممكن أن يكون فيه لولا وقوع الضرر.

المادة السابعة والثلاثون بعد المائة
يتحدد الضرر الذي يلتزم المسؤول بالتعويض عنه بقدر ما لحق المتضرر من خسارةٍ وما فاته من كسب، إذا كان ذلك نتيجةً طبيعيةً للفعل الضار. ويعد كذلك إذا لم يكن في مقدور المتضرر تفاديه ببذل الجهد المعقول الذي تقتضيه ظروف الحال من الشخص المعتاد.

المادة الثامنة والثلاثون بعد المائة
يشمل التعويضُ عن الفعل الضار التعويضَ عن الضرر المعنوي.
يشمل الضرر المعنوي ما يلحق الشخص ذا الصفة الطبيعية من أذى حسيٍّ أو نفسيٍّ، نتيجة المساس بجسمه أو بحريته أو بعرضه أو بسمعته أو بمركزه الاجتماعي.
لا ينتقل حق التعويض عن الضرر المعنوي إلى الغير إلا إذا تحددت قيمته بمقتضى نص نظامي أو اتفاقٍ أو حكمٍ قضائيٍّ.
تقدر المحكمة الضرر المعنوي الذي أصاب المتضرر، وتراعي في ذلك نوع الضرر المعنوي وطبيعته وشخص المتضرر.
المادة التاسعة والثلاثون بعد المائة
يُقدر التعويض بالنقد، على أنه يجوز للمحكمة تبعًا للظروف وبناءً على طلب المتضرر أن تقضي بالتعويض بالمثل أو بإعادة الحال إلى ما كانت عليه، أو أن تقضي بأمر معين متصل بالفعل الضار. 
يجوز الحكم بأداء التعويض على أقساط أو في صورة إيراد مرتب، وللمحكمة في هاتين الحالتين أن تحكم بإلزام المدين بتقديم ضمان كافٍ.
المادة الأربعون بعد المائة
إذا ترتب على الفعل الضار تلف جسيم تتعذر معه إعادة الشيء للاستعمال المعد له؛ فللمتضرر الاحتفاظ به أو تركه للمتلف، والمطالبة بالتعويض في كلتا الحالتين.

المادة الحادية والأربعون بعد المائة
للمحكمة إذا لم تتمكن من تقدير التعويض تقديرًا نهائيًّا أن تقرر تقديرًا أوَّليًّا للتعويض مع حفظ حق المتضرر في المطالبة بإعادة النظر في تقدير التعويض خلال مدة تعينها.

المادة الثانية والأربعون بعد المائة
إذا كان الضرر واقعًا على النفس أو ما دونها فإن مقدار التعويض عن الإصابة ذاتها يتحدد وفقًا لأحكام الضمان المقدّر في الشريعة الإسلامية في الجناية على النفس وما دونها.

المادة الثالثة والأربعون بعد المائة
لا تُسمع دعوى التعويض الناشئة عن الفعل الضار بانقضاء (ثلاث) سنوات من تاريخ علم المتضرر بوقوع الضرر وبالمسؤول عنه. وفي جميع الأحوال لا تسمع الدعوى بانقضاء (عشر) سنوات من تاريخ وقوع الضرر.
إذا كانت دعوى التعويض ناشئة عن جريمة؛ فإنه لا يمتنع سماعها ما دامت الدعوى الجزائية لم يمتنع سماعها.
الفصل الرابع: الإثراء بلا سبب
المادة الرابعة والأربعون بعد المائة
كل شخص -ولو غير مميز- يثري دون سبب مشروع على حساب شخص آخر يلزمه في حدود ما أثرى به تعويض هذا الشخص عما لحقه من خسارة، ويبقى هذا الالتزام قائمًا ولو زال الإثراء فيما بعد.

الفرع الأول: دفع غير المستحق
المادة الخامسة والأربعون بعد المائة
كل من تسلَّم على سبيل الوفاء ما ليس مستحقًّا له وجب عليه ردُّه.
لا محلَّ للرد إذا كان من قام بالوفاء يعلم أنه يدفع ما ليس مستحقًا، إلا أن يكون ناقص الأهلية أو مُكرهًا على هذا الوفاء.
المادة السادسة والأربعون بعد المائة
يصح استرداد غير المستحق إذا كان الوفاء تنفيذًا لالتزامٍ لم يتحقَّق سببه أو زال بعد تحقُّقه، أو كان الوفاء تنفيذًا لالتزامٍ لم يحل أجله وكان الموفي جاهلًا قيام الأجل.

المادة السابعة والأربعون بعد المائة
لا محل لاسترداد غير المستحق إذا حصل الوفاء من غير المدين وترتب عليه أن الدائن وهو حسن النية قد تجرد من سند الدين أو مما حصل عليه من الضمانات أو ترك دعواه قِبَل المدين الأصلي حتى انقضاء المدة المعينة لسماعها، وللغير الذي وفى أن يرجع على المدين الأصلي بالدين وفق أحكام هذا النظام.

المادة الثامنة والأربعون بعد المائة
إذا كان من تسلَّم غير المستحق حسن النيَّة فلا يُلزم بأن يرد إلا ما تسلَّم، وإذا كان سيء النيَّة فإنه يُلزم بردِّ ما تسلَّم وثماره التي قبضها والتي قصَّر في قبضها، وذلك من اليوم الذي أصبح فيه سيء النيَّة.

المادة التاسعة والأربعون بعد المائة
إذا لم تتوفر أهلية التعاقد فيمن تسلَّم غير المستحق فلا يكون مُلزمًا إلا بالقدر الذي أثرى به.

الفرع الثاني: الفضالة
المادة الخمسون بعد المائة
الفضالة أن يتولى شخص عن قصدٍ القيام بشأن عاجل لحساب شخص آخر، دون أن يكون ملزمًا بذلك.

المادة الحادية والخمسون بعد المائة
تتحقق الفضالة ولو كان الفضولي أثناء توليه شأنًا لنفسه قد تولى شأن غيره لما بين الشأنين من ارتباطٍ يمنع من القيام بأحدهما منفصلًا عن الآخر.

المادة الثانية والخمسون بعد المائة
تسري أحكام الوكالة إذا أجاز المنتفع ما قام به الفضولي.

المادة الثالثة والخمسون بعد المائة
يجب على الفضولي أن يمضي في العمل الذي بدأه إلى أن يتمكن المنتفع من مباشرته بنفسه، ويجب عليه أن يُعلم المنتفع بتدخله فور استطاعته.

المادة الرابعة والخمسون بعد المائة
يجب على الفضولي أن يبذل عناية الشخص المعتاد، ويكون مسؤولًا عن الضرر الناشئ عن خطئه، وللمحكمة أن تنقص التعويض إن وُجد مسوّغ لذلك.

المادة الخامسة والخمسون بعد المائة
إذا عهد الفضولي إلى غيره بكل العمل أو بعضه كان مسؤولًا عن تصرفات المعهود إليه، دون إخلالٍ بما للمنتفع من الرجوع مباشرة على المعهود إليه.

المادة السادسة والخمسون بعد المائة
يلتزم الفضولي برد ما حصل لديه بسبب الفضالة وبتقديم حسابٍ عما قام به للمنتفع.

المادة السابعة والخمسون بعد المائة
يعدُّ الفضولي نائبًا عن المنتفع إذا كان قد بذل في قيامه بالعمل عناية الشخص المعتاد ولو لم تتحقق النتيجة المرجوة، وعلى المنتفع في هذه الحال أن ينفذ التعهدات التي عقدها الفضولي لحسابه وأن يعوضه عن التعهدات التي التزم بها وأن يرد له النفقات الضرورية والنافعة التي سوغتها الظروف وأن يعوضه عن الضرر الذي لحقه بسبب قيامه بالعمل.
لا يستحق الفضولي أجرًا عن عمله إلا أن يكون من أعمال مهنته.
المادة الثامنة والخمسون بعد المائة
إذا مات الفضولي، وجب على ورثته -إذا توفرت فيهم الأهلية- أو نائبهم وكانوا على علم بالفضالة؛ أن يبادروا بإعلام المنتفع بموت مورثهم، وأن يتخذوا من التدابير ما تقتضيه الحال لمصلحته.
إذا مات المنتفع، بقي الفضولي ملتزمًا للورثة بما كان ملتزمًا به تجاه مورثهم.
الفرع الثالث: عدم سماع الدعوى
المادة التاسعة والخمسون بعد المائة
لا تُسمع الدعوى الناشئة عن الإثراء بلا سبب أو دفع غير المستحق أو الفضالة بانقضاء (ثلاث) سنوات من تاريخ علم الدائن بحقه. وفي جميع الأحوال لا تُسمع الدعوى بانقضاء (عشر) سنوات من تاريخ نشوء الحق.

الفصل الخامس: النظام
المادة الستون بعد المائة
الالتزامات التي تنشأ مباشرةً عن النظام وحده تسري عليها النصوص النظامية التي أنشأتها.

الباب الثاني: آثار الالتزام
المادة الحادية والستون بعد المائة
يجب على المدين تنفيذ التزامه عند استحقاقه، فإذا امتنع نفذ عليه جبرًا متى استوفى التنفيذ الجبري شروطه النظامية.

المادة الثانية والستون بعد المائة
إذا لم يستوف الالتزام الشروط النظامية لتنفيذه جبرًا يبقى قائمًا في ذمة المدين ديانةً، فإذا وفاه مختارًا كان وفاؤه صحيحًا ولا يُعدُّ تبرعًا ولا دفعًا لغير المستحق.

المادة الثالثة والستون بعد المائة
الالتزام القائم ديانةً يُعدُّ أساسًا صالحًا لأن يبني عليه المدين التزامًا نظاميًّا.

الفصل الأول: التنفيذ العيني
المادة الرابعة والستون بعد المائة
يُجبَر المدين بعد إعذاره على تنفيذ التزامه تنفيذًا عينيًّا متى كان ذلك ممكنًا. 
إذا كان في التنفيذ العيني إرهاقٌ للمدين جاز للمحكمة بناءً على طلبه أن تقصر حق الدائن على اقتضاء التعويض إذا كان ذلك لا يلحق به ضررًا جسيمًا.
المادة الخامسة والستون بعد المائة
إذا تعلق الحق بشيء معين بالنوع لا بالذات، فإنه لا يختص بشيء بذاته من ذلك النوع إلا بإفرازه.
إذا لم يقم المدين بتنفيذ التزامه جاز للدائن أن يحصل على شيء من هذا النوع على نفقة المدين بعد إذن المحكمة أو دون إذنها في حال الاستعجال، وذلك دون إخلال بحق الدائن في التعويض.
المادة السادسة والستون بعد المائة
الالتزام بنقل حق عيني يتضمن الالتزام بتسليم الشيء والمحافظة عليه حتى تسليمه، فإذا لم يقم المدين بتسليمه حتى هلك أو تلف كانت تبعة ذلك عليه.
إذا كان محل الالتزام عملًا وتضمن تسليم شيء ولم يقم المدين بتسليمه بعد أن أعذر حتى هلك أو تلف؛ كانت تبعة ذلك عليه؛ ما لم يُثبت أنّ الهلاك أو التلف سيحدث ولو سلَّم الشيء للدائن. 
المادة السابعة والستون بعد المائة
إذا كان الالتزام بعمل فتسري على تنفيذه الأحكام الآتية:
أ- إذا نص الاتفاق أو اقتضت طبيعة العمل أن ينفذ المدين الالتزام بنفسه جاز للدائن أن يرفض الوفاء من غير المدين.
ب- إذا لم يقم المدين بتنفيذ التزامه، جاز للدائن أن يطلب إذنًا من المحكمة في تنفيذ الالتزام على نفقة المدين إذا كان هذا التنفيذ ممكنًا، ويجوز للدائن في حال الاستعجال تنفيذ الالتزام على نفقة المدين دون إذن المحكمة. 
ج- يقوم حكم المحكمة مقام تنفيذ العمل إذا اقتضت ذلك طبيعة الالتزام. 

المادة الثامنة والستون بعد المائة
إذا كان المطلوب من المدين هو المحافظة على الشيء أو القيام بإدارته أو توخي الحيطة في تنفيذ التزامه، فإنه يكون قد وفى بالالتزام إذا بذل في تنفيذه عناية الشخص المعتاد ولو لم يتحقق الغرض المقصود، ما لم يقض نص نظامي بخلاف ذلك، أما إذا كان المطلوب هو تحقيق غاية فلا يُعدُّ الوفاء حاصلًا إلا بتحقق تلك الغاية.

المادة التاسعة والستون بعد المائة
إذا التزم المدين بالامتناع عن عمل وأخل بهذا الالتزام، كان للدائن أن يطلب إزالة ما وقع مخالفًا للالتزام مع التعويض إذا كان له مقتضٍ، وله أن يطلب إذنًا من المحكمة في القيام بهذه الإزالة على نفقة المدين.

الفصل الثاني: التنفيذ بطريق التعويض
المادة السبعون بعد المائة
يحكم على المدين بالتعويض لعدم الوفاء إذا استحال التنفيذ عينًا، بما في ذلك أن يتأخر فيه المدين حتى يصبح غير مجدٍ للدائن.
للدائن إذا تأخر المدين في تنفيذ التزامه عينًا أن يعين له مدة معقولة للتنفيذ، فإذا لم ينفذ جاز للدائن طلب التعويض لعدم الوفاء.
لا يحكم بالتعويض وفقًا للفقرتين (1) و(2) من هذه المادة إذا أثبت المدين أن عدم الوفاء بسبب لا يد له فيه.
المادة الحادية والسبعون بعد المائة
إذا تأخر المدين في تنفيذ التزامه وجب عليه تعويض الدائن عما يلحقه من ضرر بسبب التأخير، ما لم يثبت أن تأخير الوفاء بسبب لا يد له فيه.

المادة الثانية والسبعون بعد المائة
إذا اشترك الدائن بخطئه في إحداث الضرر الناشئ عن عدم التنفيذ أو التأخر فيه أو زاد في ذلك الضرر، فتطبق أحكام المادة (الثامنة والعشرين بعد المائة) من هذا النظام.

المادة الثالثة والسبعون بعد المائة
يجوز الاتفاق على إعفاء المدين من التعويض عن الضرر الناشئ عن عدم تنفيذ التزامه التعاقدي أو تأخره فيه، إلا ما يكون عن غش أو خطأ جسيم منه.
لا يجوز الاتفاق على الإعفاء من المسؤولية المترتبة على الفعل الضار.
المادة الرابعة والسبعون بعد المائة
يجوز الاتفاق على أن يتحمل المدين تبعة القوة القاهرة.

المادة الخامسة والسبعون بعد المائة
لا يُستحق التعويض إلا بعد إعذار المدين؛ ما لم يوجد اتفاق أو نص نظامي بخلاف ذلك.

المادة السادسة والسبعون بعد المائة
لا يشترط إعذار المدين في الحالات الآتية:
أ- إذا اتفق الطرفان صراحة أو ضمنًا على عَدِّ المدين معذرًا بمجرد حلول الأجل.
ب- إذا أصبح تنفيذ الالتزام غير ممكنٍ أو غير مجدٍ بفعل المدين.
ج- إذا كان محل الالتزام تعويضًا ترتب على الفعل الضار.
د- إذا كان محل الالتزام رد شيء تسلمه المدين دون حقٍّ وهو عالمٌ بذلك.
هـ- إذا صرح المدين كتابةً بأنه لن ينفذ التزامه.

المادة السابعة والسبعون بعد المائة
يكون الإعذار بأي وسيلة متفق عليها بين المتعاقدين، أو بأي وسيلة مقررة نظامًا للتبليغ، بما في ذلك رفع الدعوى أو أي إجراء قضائي آخر.

المادة الثامنة والسبعون بعد المائة
يجوز للمتعاقدين أن يحددا مقدمًا مقدار التعويض بالنص عليه في العقد أو في اتفاقٍ لاحقٍ؛ ما لم يكن محل الالتزام مبلغًا نقديًّا، ولا يشترط لاستحقاق التعويض الإعذار.

المادة التاسعة والسبعون بعد المائة
لا يكون التعويض الاتفاقيُّ مستحَقًّا إذا أثبت المدين أن الدائن لم يلحقه أي ضرر.
للمحكمة بناءً على طلب المدين أن تنقص هذا التعويض إذا أثبت أن التعويض المتفق عليه كان مبالغًا فيه أو أن الالتزام الأصلي قد نُفذ جزء منه.
للمحكمة بناءً على طلب الدائن أن تزيد هذا التعويض إلى ما يساوي الضرر إذا أثبت أن الضرر جاوز مقدار التعويض الاتفاقي نتيجة غش أو خطأٍ جسيمٍ من المدين.
يقع باطلًا كلُّ اتفاقٍ يُخالف أحكام هذه المادة.
المادة الثمانون بعد المائة
إذا لم يكن التعويض مقدرًا في العقد أو بنص نظامي؛ قدرته المحكمة وفقًا لأحكام المواد (السادسة والثلاثين بعد المائة) و(السابعة والثلاثين بعد المائة) و(الثامنة والثلاثين بعد المائة) و(التاسعة والثلاثين بعد المائة) من هذا النظام. ومع ذلك إذا كان الالتزام مصدره العقد فلا يلتزم المدين الذي لم يرتكب غشًا أو خطأ جسيمًا إلا بتعويض الضرر الذي كان يمكن توقعه عادة وقت التعاقد.

الفصل الثالث: ضمانات تنفيذ الالتزام
المادة الحادية والثمانون بعد المائة
أموال المدين جميعها ضامنةٌ للوفاء بديونه، وجميع الدائنين متساوون في هذا الضمان، ولا أولوية لأحدهم إلا بنص نظامي. 
يجوز الاتفاق بين الدائنين على تحديد الأولوية في استيفاء الديون بما لا يتعارض مع النصوص النظامية.
الفرع الأول: استعمال الدائن حقوق مدينه (الدعوى غير المباشرة)
المادة الثانية والثمانون بعد المائة
لكل دائنٍ ولو لم يكن حقه مستحق الأداء أن يستعمل حقوق مدينه إلا ما كان منها متصلًا بشخصه خاصةً أو غير قابلٍ للحجز، وذلك إذا لم يستعمل المدين هذه الحقوق وكان من شأن ذلك أن يؤدي إلى زيادة ديونه على أمواله. 
لا يلزم لاستعمال الدائن حقوق مدينه إعذار هذا المدين، ولكن إذا رفعت دعوى باسم المدين وجب إدخاله فيها.
يعد الدائن نائبًا عن مدينه في استعمال حقوقه، وكل نفعٍ يعود من استعمال هذه الحقوق يكون من أموال المدين وضمانًا لجميع دائنيه.
الفرع الثاني: دعوى عدم نفاذ تصرفات المدين في حق دائنيه
المادة الثالثة والثمانون بعد المائة
إذا تصرف المدين تصرفًا ترتبت عليه زيادة ديونه على أمواله، فلكل دائن كان حقه مستحق الأداء وتضرر من التصرف طلب منع نفاذ هذا التصرف في حقه إذا كان التصرف تبرعًا، أو كان معاوضة والمدين وخلفه المعاوض يعلمان بإحاطة الدين.
يسري حكم الفقرة (1) من هذه المادة على تصرف الخلف إذا كان تصرفه تبرعًا أو كان معاوضة والمتصرف إليه يعلم بإحاطة الدين.
المادة الرابعة والثمانون بعد المائة
لكل من تلقى حقًّا من المدين الذي أحاطت ديونه بأمواله أن يتخلص من دعوى منع نفاذ التصرف إذا أودع عوض المثل لدى الجهة التي يحددها وزير العدل.

المادة الخامسة والثمانون بعد المائة
إذا تصرف المدين الذي أحاطت ديونه بأمواله تصرفًا لم يقصد منه إلا تفضيل دائن على آخر دون حق، فلا يترتب على ذلك إلا حرمان الدائن من هذه المزية.
ذا وفى المدين الذي أحاطت ديونه بأمواله أحد دائنيه قبل حلول الأجل كان للدائنين الآخرين طلب عدم نفاذ الوفاء في حقهم، أما إذا وفى المدين الدين بعد حلول الأجل، فلا يكون للدائنين طلب عدم نفاذ الوفاء إلا إذا كان قد تم بالتواطؤ بين المدين والدائن الذي استوفى حقه.
المادة السادسة والثمانون بعد المائة
إذا ادعى الدائن إحاطة الدين بمال المدين فليس على الدائن إلا أن يثبت مقدار ما في ذمة المدين من ديون حالة، وللمدين أن يدفع دعوى الإحاطة إذا أثبت أن له أموالًا تساوي مقدار تلك الديون أو تزيد عليه.

المادة السابعة والثمانون بعد المائة
إذا قُضي بعدم نفاذ تصرف المدين الذي أحاطت ديونه بأمواله؛ استفاد من ذلك جميع الدائنين الذين يضارون بهذا التصرف.

المادة الثامنة والثمانون بعد المائة
لا تُسمع دعوى عدم نفاذ التصرف بانقضاء (سنة) من تاريخ علم الدائن بسبب عدم النفاذ، ولا تُسمع الدعوى في جميع الأحوال بانقضاء (عشر) سنوات من تاريخ التصرف.

المادة التاسعة والثمانون بعد المائة
إذا أبرم عقد صوري، فلدائني المتعاقدين وللخلف الخاص متى كانوا حسني النية، أن يتمسكوا بالعقد الصوري، ولهم أيضًا أن يتمسكوا بالعقد المستتر ويثبتوا صورية العقد الذي أضر بهم.
إذا تعارضت مصالح ذوي الشأن، فتمسك بعضهم بالعقد الظاهر وتمسك الآخرون بالعقد المستتر، كانت الأفضلية لمن تمسك بالعقد الظاهر.
المادة التسعون بعد المائة
إذا ستر المتعاقدان عقدًا حقيقيًّا بعقد ظاهر فالعقد النافذ فيما بين المتعاقدين والخلف العام هو العقد الحقيقي.

الفرع الثالث: حبس المال
المادة الحادية والتسعون بعد المائة
لكل من التزم بأداء شيءٍ أن يمتنع عن الوفاء به ما دام الدائن لم يوف بالتزام في ذمته نشأ بسبب التزام المدين وكان مرتبطًا به، ولم يقدم الدائن ضمانًا كافيًا للوفاء بهذا الالتزام.

المادة الثانية والتسعون بعد المائة
لكل من أنفق على ملك غيره نفقاتٍ ضروريَّة أو نافعة وهو تحت يده بطريق مشروع أن يحبسه حتى يسترد ما هو مستحقٌّ له.

المادة الثالثة والتسعون بعد المائة
من حبس شيئًا فعليه أن يحافظ عليه وأن يقدم حسابًا عن غلته.
إذا كان الشيء المحبوس يخشى عليه من الهلاك أو التلف، أو طالت مدة حبسه عرفًا؛ فللحابس بيعهُ بعد إذن المحكمة، أو دون إذنها في حال الاستعجال وينتقل حقه في الحبس إلى ثمنه.
المادة الرابعة والتسعون بعد المائة
الحق في حبس الشيء لا يجعل للحابس أولوية في استيفاء حقه منه.

المادة الخامسة والتسعون بعد المائة
ينقضي الحق في الحبس بهلاك الشيء المحبوس، أو استيفاء الحابس حقه من مدينه، أو خروج الشيء من يد حابسه.
لحابس الشيء إذا خرج من يده دون علمه أو بالرغم من معارضته؛ أن يطلب من المحكمة استرداده خلال (ثلاثين) يومًا من التاريخ الذي علم فيه بخروجه من يده وقبل انقضاء (سنةٍ) من تاريخ خروجه.
الفرع الرابع: الإعسار
المادة السادسة والتسعون بعد المائة
تسري على إعسار المدين النصوص النظامية الخاصة به.

الباب الثالث: الأوصاف العارضة على الالتزام الفصل الأول: الشرط والأجل الفرع الأول: الشرط
المادة السابعة والتسعون بعد المائة
يكون الالتزام معلَّقًا على شرطٍ إذا كان وجوده أو زواله مترتِّبًا على أمرٍ مستقبلٍ محتمل الوقوع.

المادة الثامنة والتسعون بعد المائة
إذا علق الالتزام على أمر واقع عد الالتزام ناجزًا، وإذا علق على أمر مستحيل عد الشرط باطلًا، ويبطل الالتزام الذي علق عليه.

المادة التاسعة والتسعون بعد المائة
لا ينشأ الالتزام إذا عُلق على شرطٍ يكون القصد من التعليق عليه الحض على أمر غير مشروع.

المادة المائتان
لا يكون الالتزام قائمًا إذا علق على شرط واقف يجعل وجود الالتزام متوقفًا على محض إرادة الملتزم.

المادة الأولى بعد المائتين
لا يكون الالتزام المعلق على شرط واقف نافذًا إلا إذا تحقق الشرط المعلق عليه، ولا يكون الالتزام قبل تحقق الشرط قابلًا للتنفيذ، وللدائن أن يتخذ من الإجراءات ما يُحافظ به على حقه.

المادة الثانية بعد المائتين
يترتب على تحقق الشرط الفاسخ زوال الالتزام، ويلزم الدائن رد ما أخذه، فإذا استحال الرد لسبب هو مسؤولٌ عنه لزمه التعويض، وتبقى أعمال الإدارة التي تصدر من الدائن نافذة رغم تحقق الشرط.

المادة الثالثة بعد المائتين
إذا تحقق الشرط استند أثره إلى الوقت الذي نشأ فيه الالتزام إلا إذا تبين من إرادة المتعاقدين أو من طبيعة العقد أن وجود الالتزام أو زواله إنما يكون في الوقت الذي تحقق فيه الشرط وكذا إذا كان تنفيذ الالتزام قبل تحقق الشرط غير ممكن لسبب لا يد للمدين فيه.

الفرع الثاني: الأجل
المادة الرابعة بعد المائتين
يكون الالتزام لأجل إذا كان نفاذه أو انقضاؤه مترتبًا على أمر مستقبل محقق الوقوع.
الالتزام المضاف إلى أجل لا يكون نافذًا إلا عند حلول الأجل. وللدائن قبل حلول الأجل أن يتخذ من الإجراءات ما يُحافظ به على حقه بما في ذلك أن يطلب ضمانًا إذا خشي إعسار المدين واستند في ذلك إلى سبب مقبول.
يترتب على انقضاء الأجل الفاسخ زوال الالتزام دون أن يكون لهذا الزوال أثر رجعي.
المادة الخامسة بعد المائتين
يسقط حق المدين في الأجل إذا حكم بإعساره، أو لم يقدم ضمانات الدين المتفق عليها، أو نقصت تلك الضمانات بفعله أو بسبب لا يد له فيه؛ ما لم يبادر إلى إكمالها.

المادة السادسة بعد المائتين
يجوز تعجيل الوفاء بالدين ممن كان الأجل لمصلحته ما لم يلحق التعجيل ضررًا بالطرف الآخر.
عند الشك في كون الأجل لمصلحة المدين أو الدائن فالأصل أن يُعدَّ لمصلحة المدين.
إذا قضى المدين الدين قبل حلول الأجل ثم استُحِقَّ المقبوضُ عاد الدين مؤجلًا.
المادة السابعة بعد المائتين
 لا يحل الدين المؤجل بموت الدائن، ويحل بموت المدين إلا إذا كان الدين موثَّقًا بضمانٍ عينيٍّ أو قدم الورثة ضمانًا كافيًا عينيًّا أو شخصيًّا أو وافق الدائن على بقاء دينه مؤجلًا.

المادة الثامنة بعد المائتين
إذا سقط حق المدين في الأجل وفقًا لما تقضي به النصوص النظامية، وتبين أنَّ للأجل أثرًا في زيادة مقدار الدين عند إنشاء العقد؛ فتنقص المحكمة من تلك الزيادة مراعيةً في ذلك مقدار ما سقط من الأجل وسبب سقوطه وطبيعة المعاملة.

المادة التاسعة بعد المائتين
إذا تبيّن من الاتفاق أن الوفاء لا يكون إلا حين الميسرة، حددت المحكمة أجلًا يكون مظنة للقدرة على الوفاء مراعيةً في ذلك موارد المدين الحالية والمستقبلية وما تقتضيه عناية الشخص الحريص على الوفاء بالتزامه، ومتى ثبتت قدرته سقط الأجل.

الفصل الثاني: تعدد محل الالتزام
المادة العاشرة بعد المائتين
يكون الالتزام تخييريًّا إذا شمل محله أشياء متعددة تبرأ ذمة المدين متى أدى واحدًا منها، ويكون الخيار للمدين ما لم يوجد اتفاق أو نص نظامي بخلاف ذلك.
إذا امتنع من له الخيار دائنًا أو مدينًا عن الاختيار، أو تعدد من له الخيار دائنًا أو مدينًا ولم يتفقوا؛ حَدَّدت المحكمة أجلًا لتعيين محل الالتزام، فإذا انقضى الأجل دون تعيين انتقل الخيار إلى الطرف الآخر.
المادة الحادية عشرة بعد المائتين
يكون الالتزام بدليًّا إذا لم يشمل محله إلا شيئًا واحدًا، مع حق المدين أن يؤدي بدلًا منه شيئًا آخر.
الأصل لا البدل هو وحده محل الالتزام، وهو الذي يعين طبيعته.
الفصل الثالث: تعدد طرفي الالتزام الفرع الأول: تضامن الدائنين
المادة الثانية عشرة بعد المائتين
لا يكون التضامن بين الدائنين إلا باتفاقٍ أو بنص نظامي.

المادة الثالثة عشرة بعد المائتين
للدائنين المتضامنين مجتمعين أو منفردين مطالبة المدين بكل الدين.
للمدين أن يعترض على مطالبة أحد دائنيه المتضامنين بأوجه الاعتراض الخاصة بهذا الدائن وبالأوجه المشتركة بين جميع الدائنين، وليس له أن يعترض عليه بأوجه الاعتراض الخاصة بدائن آخر.
المادة الرابعة عشرة بعد المائتين
كل ما يستوفيه أحد الدائنين المتضامنين يكون من حقهم جميعًا، ويتحاصون فيه إلا إذا قضى نص نظامي أو وجد اتفاق بخلاف ذلك.

المادة الخامسة عشرة بعد المائتين
للمدين أن يوفي دينه لأي من الدائنين المتضامنين إلا إذا أعذره أحدهم بعدم وفاء نصيبه لدائن معين ولم يترتب على ذلك ضرر بالمدين.

المادة السادسة عشرة بعد المائتين
إذا برئت ذمة المدين تجاه أحد الدائنين المتضامنين بسبب غير الوفاء فلا تبرأ ذمته تجاه باقي الدائنين إلا بقدر حصة ذلك الدائن.

المادة السابعة عشرة بعد المائتين
إذا قام أحد الدائنين المتضامنين بعمل من شأنه الإضرار بالدائنين الآخرين لم ينفذ هذا العمل في حقهم.

المادة الثامنة عشرة بعد المائتين
لا يحول تضامن الدائنين دون انقسام الدين بين ورثة أيٍّ منهم، وينتقل التضامن في الدين كله إلى كل وارث بقدر نصيبه من التركة، ما لم يكن الدين غير قابل للانقسام فينتقل التضامن إلى كل وارث في الدين كله.

الفرع الثاني: الدين المشترك
المادة التاسعة عشرة بعد المائتين
يكون الدين مشتركًا بين عدة دائنين إذا اتحد سببه، ويعد دينًا مشتركًا الدينُ الذي آل بالإرث إلى أكثر من وارث.

المادة العشرون بعد المائتين
لكل من الشركاء في الدين المشترك المطالبة بقدر حصته فيه، ولباقي الشركاء أن يشاركوه فيما قبض بنسبة حصة كلٍّ منهم، ويتبَعُوا المدين بما بقي؛ ما لم يترك أحد الشركاء للقابض ما قبضه صراحةً أو ضمنًا على أن يتبع المدين بحصته، فليس له في هذه الحال أن يرجع على شريكه.

المادة الحادية والعشرون بعد المائتين
إذا قبض أحد الشركاء حصته في الدين المشترك ثم تصرف فيها فللشركاء الآخرين أن يرجعوا عليه بأنصبتهم فيها، وإذا هلكت في يده بغير خطأ منه لم يلزمه تعويض الشركاء عن حصصهم مما قبضه، ويكون قد استوفى حصته، وما بقي من الدين في ذمة المدين يكون للشركاء الآخرين.

الفرع الثالث: تضامن المدينين
المادة الثانية والعشرون بعد المائتين
لا يكون التضامن بين المدينين إلا باتفاق أو بنص نظامي.

المادة الثالثة والعشرون بعد المائتين
يتحقق التضامن بين المدينين ولو كان دين بعضهم مؤجلًا أو معلقًا على شرطٍ أو مرتبطًا بأي وصف مؤثرٍ فيه، وكان دين الآخرين منجزًا أو خاليًا من ذلك الوصف.

المادة الرابعة والعشرون بعد المائتين
إذا وفى أحد المدينين المتضامنين الدين برئت ذمته وذمة باقي المدينين.

المادة الخامسة والعشرون بعد المائتين
للدائن أن يطالب بدينه كل المدينين المتضامنين أو بعضهم، على أن يراعي في مطالبته ما في علاقته بكل مدين من وصف مؤثر في الدين.
لا تحول مطالبة أحد المدينين المتضامنين دون مطالبة الباقين.
لكل مدينٍ متضامنٍ أن يعترض عند مطالبته بالوفاء بأوجه الاعتراض الخاصة به أو المشتركة بين المدينين فقط.
المادة السادسة والعشرون بعد المائتين
لا يجوز للمدين المتضامن أن يحتج بالمقاصة التي تقع بين الدائن ومدين متضامن آخر إلا بقدر حصة هذا المدين الآخر.

المادة السابعة والعشرون بعد المائتين
إذا انقضت حصة أحد المدينين المتضامنين في الدين باتحاد الذمة؛ فإن الدين لا ينقضي بالنسبة إلى باقي المدينين إلا بقدر حصة هذا المدين.

المادة الثامنة والعشرون بعد المائتين
إذا أبرأ الدائن أحد المدينين المتضامنين من الدين فقط برئت ذمته وذمة الباقين بقدر حصته وبقي تضامنه.
إذا أبرأ الدائن أحد المدينين المتضامنين من التضامن فقط بقي دينه في ذمته وامتنعت مطالبة الدائن له بحصة الآخرين، وللمدينين الرجوع عليه بما يدفعونه عنه بحكم التضامن بينهم.
إذا أبرأ الدائن أحد المدينين المتضامنين من الدين بصورةٍ مطلقةٍ، انصرف الإبراء إلى الدين والتضامن معًا؛ ما لم يتبين من دلالة الحال أو من طبيعة التعامل أن الإبراء ينصرف إلى أحدهما.
المادة التاسعة والعشرون بعد المائتين
في الأحوال التي يُبرئ فيها الدائن أحد المدينين المتضامنين سواء من الدين أو من التضامن، يكون لباقي المدينين عند الاقتضاء أن يرجعوا على هذا المدين بنصيبه في حصة المعسر منهم، إلا أنه إذا أخلى الدائن المدين الذي أبرأه من كل مسؤولية عن الدين، فإن الدائن هو الذي يتحمل نصيب هذا المدين في حصة المعسر.

المادة الثلاثون بعد المائتين
لا يفيد عدم سماع الدعوى لمرور الزمن بالنسبة إلى أحد المدينين المتضامنين باقي المدينين إلا بقدر حصة ذلك المدين.
ليس للدائن أن يتمسك بوقف سريان مرور الزمن أو انقطاعه بالنسبة إلى أحد المدينين المتضامنين في مواجهة باقي المدينين.
المادة الحادية والثلاثون بعد المائتين
لا يكون المدين المتضامن مسؤولًا في تنفيذ الالتزام إلا عن فعله.
إذا أعذر الدائن المدين المتضامن أو طالبه قضاءً فلا أثر لذلك بالنسبة إلى باقي المدينين المتضامنين، أما إعذار أحد المدينين المتضامنين للدائن فإنه يفيد الباقين.
المادة الثانية والثلاثون بعد المائتين
ينفذ الصلح الذي يعقده أحد المدينين المتضامنين مع الدائن على باقي المدينين، ما لم يرتب في ذمتهم التزامًا جديدًا أو زيادةً في التزامهم؛ فإنه لا ينفذ في حق أي منهم إلا بإجازته.

المادة الثالثة والثلاثون بعد المائتين
لا يسري إقرار أحد المدينين المتضامنين بما عليه من الدين في حق باقي المدينين المتضامنين، ولا يضار باقي المدينين المتضامنين إذا وجه إليه الدائن يمينًا فنكل عنها أو وجهها إلى الدائن فحلفها، أما إذا وجه إليه الدائن يمينًا فحلفها فإن باقي المدينين يفيدون من ذلك. 

المادة الرابعة والثلاثون بعد المائتين
إذا وفى أحد المدينين المتضامنين أكثر من حصته في الدين فليس له أن يرجع فيما زاد على حصته على أي من الباقين إلا بقدر حصته، ولو كان الموفي قد رجع عليهم بحلوله محل الدائن.
تكون حصص المدينين المتضامنين فيما يرجع به بعضهم على بعض متساوية ما لم يوجد اتفاق أو نص نظامي بخلاف ذلك. وإذا كان أحدهم هو وحده صاحب المصلحة في الدين فهو الذي يتحمل الدين كله تجاههم.
إذا تبين أن أحد المدينين المتضامنين معسر تحمل المدين الذي وفَّى الدين مع الموسرين من المدينين المتضامنين تبعة هذا الإعسار؛ كل بقدر حصته.
الفرع الرابع: عدم قابلية الالتزام للانقسام
المادة الخامسة والثلاثون بعد المائتين
يكون الالتزام غير قابل للانقسام إذا ورد على محل لا يقبل أن ينقسم بطبيعته، أو تبين من الغرض الذي قصده المتعاقدان أن الالتزام لا يجوز تنفيذه منقسمًا.

المادة السادسة والثلاثون بعد المائتين
إذا تعدد المدينون في التزام غير قابل للانقسام كان كل منهم ملزمًا بوفاء الدين كاملًا، وللمدين الذي وفى بالدين حق الرجوع على الباقين كل بقدر حصته

المادة السابعة والثلاثون بعد المائتين:
إذا تعدد الدائنون أو ورثة الدائن في التزام غير قابل للانقسام، جاز لكل منهم أن يطالب بأدائه كاملًا، وإذا اعترض أحدهم كان المدين ملزمًا بأداء الالتزام لهم مجتمعين أو إيداع الشيء محل الالتزام لدى الجهة التي يحددها وزير العدل، وللبقية حق الرجوع على الدائن الذي استوفى الالتزام كل بقدر حصته.

الباب الرابع: انتقال الالتزام الفصل الأول: حوالة الحق
المادة الثامنة والثلاثون بعد المائتين
للدائن أن يحيل حقه إلى شخص آخر، وذلك ما لم تقتضِ النصوص النظامية أو الاتفاق أو طبيعة الالتزام خلاف ذلك، ولا يشترط لانعقاد الحوالة رضى المدين بها.

المادة التاسعة والثلاثون بعد المائتين
لا تصح حوالة الحق إلا بقدر ما يكون منه قابلًا للحجز.

المادة الأربعون بعد المائتين
لا تكون حوالة الحق نافذة تجاه المدين أو تجاه الغير إلا إذا قبلها المدين أو أُعلِم بها بأي وسيلة مقررة نظامًا، على أن نفاذها تجاه الغير بقبول المدين يستلزم أن يكون هذا القبول ثابت التاريخ ومكتوبًا.

المادة الحادية والأربعون بعد المائتين
ينتقل الحق إلى المحال له بصفاته وتوابعه وضماناته.

المادة الثانية والأربعون بعد المائتين
إذا كانت الحوالة بعوض، لم يضمن المحيل إلا وجود الحق المحال به وقت انعقاد الحوالة، ما لم يتفق على خلاف ذلك.
إذا كانت الحوالة بغير عوض، لم يضمن المحيل وجود الحق.
المادة الثالثة والأربعون بعد المائتين
لا يضمن المحيل يسار المدين إلا إذا وجد اتفاق خاص على هذا الضمان، وإذا ضمن المحيل يسار المدين لا ينصرف هذا الضمان إلا إلى اليسار وقت انعقاد الحوالة ما لم يتفق على خلاف ذلك.

المادة الرابعة والأربعون بعد المائتين
إذا رجع المحال له بالضمان على المحيل طبقًا للمادتين (الثانية والأربعين بعد المائتين) و(الثالثة والأربعين بعد المائتين) من هذا النظام، فلا يلزم المحيل ردُّ أكثر مما أخذه من المحال له مع النفقات ولو وجد اتفاق بخلاف ذلك.

المادة الخامسة والأربعون بعد المائتين
للمدين أن يتمسك تجاه المحال له بالدفوع التي كان له أن يتمسك بها تجاه المحيل وقت نفاذ الحوالة في حقه، كما يجوز له أن يتمسك بالدفوع المستمدة من عقد الحوالة.

المادة السادسة والأربعون بعد المائتين
إذا تعددت الحوالة بحقٍّ واحدٍ قدمت الحوالة التي تكون أسبق في نفاذها في حق الغير.

المادة السابعة والأربعون بعد المائتين
إذا وقع تحت يد المدين حجز قبل أن تصبح الحوالة نافذة في حق الغير كانت الحوالة بالنسبة إلى الحاجز بمثابة حجز آخر، فيقسم الحق بين المحال له والحاجز قسمة غرماء.

الفصل الثاني: حوالة الدين
المادة الثامنة والأربعون بعد المائتين
حوالة الدين عقد يقتضي نقل الالتزام من ذمة المحيل إلى ذمة المحال عليه.

المادة التاسعة والأربعون بعد المائتين
تنعقد حوالة الدين باتفاق بين المحيل والمحال عليه، ولا تنفذ في حق المحال إلا إذا قبلها.
إذا لم يقبل المحال الحوالة فإن المحال عليه يكون ملزمًا تجاه المحيل بالوفاء للمحال، ما لم يُتفق على خلاف ذلك، أو يتبين من ظروف الحال أن نفاذ الحوالة بينهما معلق على قبول المحال.
المادة الخمسون بعد المائتين
يجوز أن تنعقد حوالة الدين باتفاقٍ بين المحيل والمحال، ولا تنفذ في حق المحال عليه إلا إذا قبلها، وإذا كان المحال عليه مدينًا للمحيل بمثل الدين المحال به فتنفذُ في حق المحال عليه والغير وفق أحكام المادة (الأربعين بعد المائتين) من هذا النظام.

المادة الحادية والخمسون بعد المائتين
ينتقل الدين المحال به إلى المحال عليه بصفاته وتوابعه وتبرأ ذمة المحيل من الدين.

المادة الثانية والخمسون بعد المائتين
تبقى للدين المحال به ضماناته، ومع ذلك لا تبقى الضمانات المقدمة من الغير، ويبقى المدينون المتضامنون ملتزمين بعد خصم حصة المحيل من الدين.

المادة الثالثة والخمسون بعد المائتين
للمحال عليه أن يتمسك تجاه المحال بالدفوع التي كان للمحيل أن يتمسك بها، كما يجوز له أن يتمسك بالدفوع المستمدة من عقد الحوالة، وليس له أن يحتج بالدفوع الخاصة بشخص المحيل.

المادة الرابعة والخمسون بعد المائتين
يضمن المحيل يسار المحال عليه وقت انعقاد الحوالة إذا كانت الحوالة بين المحيل والمحال، ووقت نفاذها إذا كانت الحوالة بين المحيل والمحال عليه؛ ما لم يتفق على خلاف ذلك.

الفصل الثالث: التنازل عن العقد
المادة الخامسة والخمسون بعد المائتين
يجوز للمتعاقد أن ينقل صفته كطرف في عقد إلى غيره بموافقة المتعاقد الآخر، ويجوز أن تمنح الموافقة مقدمًا إذا عين فيها العقد الذي يراد التنازل عنه، وينفذ التنازل في هذه الحال في حق المتنازل لديه إذا أعلمه به المتنازل.

المادة السادسة والخمسون بعد المائتين
إذا وافق المتنازل لديه على التنازل، برئ المتنازل تجاه المتنازل لديه بالنسبة إلى المستقبل، وإذا لم يوافق التزم المتنازل بتنفيذ العقد بالتضامن مع المتنازل له، ما لم يتفق على خلاف ذلك، أو يتبين من ظروف الحال أن نفاذ التنازل بينهما معلق على قبول المتنازل لديه.

المادة السابعة والخمسون بعد المائتين
للمتنازل له أن يحتج تجاه المتنازل لديه بالدفوع المتعلقة بالدين، وليس له أن يحتج بالدفوع الخاصة بشخص المتنازل.
للمتنازل لديه أن يحتج تجاه المتنازل له بجميع الدفوع التي كان له الاحتجاج بها تجاه المتنازل.
المادة الثامنة والخمسون بعد المائتين
إذا لم يبرئ المتنازل لديه المتنازل بقيت جميع الضمانات المتفق عليها بينهما، وإذا أبرأه لم تبق الضمانات المقدمة من الغير، وبقي المدينون المتضامنون ملتزمين بعد خصم حصة المتنازل من الدين.

الباب الخامس: انقضاء الالتزام الفصل الأول: انقضاء الالتزام بالوفاء الفرع الأول: طرفا الوفاء
المادة التاسعة والخمسون بعد المائتين
يصح الوفاء من الآتي:
أ- المدين أو نائبه أو أي شخص آخر له مصلحة في الوفاء؛ ما لم يوجد نص نظامي بخلاف ذلك.
ب- من لا مصلحة له في الوفاء، إلا أنه يجوز للدائن أن يرفض الوفاء في هذه الحال إذا أبلغ المدين الدائن اعتراضه على ذلك.

المادة الستون بعد المائتين
يُشترط لصحة الوفاء أن يكون الموفي مالكًا للشيء الذي وفى به.
لا يصح الوفاء من عديم الأهلية، أما الوفاء من ناقص الأهلية بشيءٍ مستحقٍّ عليه فيكون صحيحًا ما لم يلحق الوفاء ضررًا به.
المادة الحادية والستون بعد المائتين
من وفى دين غيره ولم يكن متبرعًا كان له الرجوع على المدين بقدر ما دفعه، ما لم يكن الوفاء بغير إذن المدين وأثبت أن له أيَّ مصلحة في الاعتراض على الوفاء.

المادة الثانية والستون بعد المائتين
من وفى دين غيره حل محل الدائن الذي استوفى حقه في الحالات الآتية:
‌أ- إذا كان الموفي ملزمًا بالدين مع المدين أو ملزمًا بوفائه عنه.
‌ب- إذا كان الموفي دائنًا ووفى دائنًا آخر مقدمًا عليه بما له من ضمانٍ عيني، ولو لم يكن للموفي أي ضمان.
‌ج- إذا وجد نص نظامي يقضي بأن للموفي حق الحلول.
‌د- إذا اتفق الدائن والموفي عند الوفاء أو قبله على أن يحل محله، ولو لم يقبل المدين ذلك.

المادة الثالثة والستون بعد المائتين
إذا حلَّ الموفي محلَّ الدائن كان للموفي حقُّ الدائن بما لهذا الحق من صفات وما يلحقه من توابع وما يكفله من ضمانات وما يرد عليه من دفوع، ويكون هذا الحلول بالقدر الذي أداه الموفي من ماله.
إذا كان الحلول في جزء من الحق فيكون الدائن مقدمًا في استيفاء ما بقي على الموفي، ما لم يتفقا على خلاف ذلك.
المادة الرابعة والستون بعد المائتين
إذا وفى المدين في مرض موته بعض دائنيه ولم تف تركته بديون الباقين؛ فلهم الرجوع على من استوفوا ديونهم ومشاركتهم فيما أخذوا كل بقدر حصته.

المادة الخامسة والستون بعد المائتين
يكون الوفاء للدائن أو لنائبه، ويعد ذا صفة في استيفاء الدين من يقدم للمدين سندًا بمخالصة صادرة من الدائن؛ ما لم يتفق على أن الوفاء يكون للدائن شخصيًّا.
إذا كان الدائن عديم الأهلية أو ناقصها، فلا تبرأ ذمة المدين إلا بالوفاء لوليه أو وصيه، ويصح الوفاء للدائن ناقص الأهلية إذا كان نشوء الالتزام بإذن وليه أو وصيه، ولم يمنع الولي أو الوصي من الوفاء له.
الفرع الثاني: رفض الوفاء
المادة السادسة والستون بعد المائتين
إذا رفض الدائن دون مسوغٍ الوفاء المعروض عليه عرضًا صحيحًا، أو لم يقم بالأعمال التي لا يتم الوفاء بدونها، أو أَعلَم المدينَ أنه لن يقبل الوفاء؛ فللمدين أن يعذره وفق أحكام هذا النظام.

المادة السابعة والستون بعد المائتين
إذا أُعذِر الدائن تحمل تبعة هلاك الشيء أو تلفه وأصبح للمدين الحق في إيداع الشيء على نفقة الدائن والمطالبة بالتعويض عن الضرر.

المادة الثامنة والستون بعد المائتين
لا يكون العرض صحيحًا إلا إذا كان لكامل الدين المستحق ونفقاته بحسب ما يقتضيه العقد أو نوع الدين.
يجوز العرض أثناء المرافعة أمام المحكمة دون إجراءات أخرى إذا كان الدائن المعروض عليه حاضرًا، ويعد ذلك إعذارًا.
يكون الإيداع بأمر المحكمة في كل شيء بحسب طبيعته بما في ذلك إيداعه عينًا أو وضعه تحت الحراسة، ويُبلَّغ الدائن بذلك.
المادة التاسعة والستون بعد المائتين
إذا كان محل الوفاء شيئًا يسرع إليه الفساد، أو يكلف إيداعه أو حراسته نفقاتٍ باهظة؛ جاز للمدين -بعد إذن المحكمة، أو دون إذنها في حال الاستعجال- أن يبيعه بسعر السُّوق، فإن تعذر ذلك فبالمزاد، ويقوم إيداع الثمن مقام إيداع الشيء نفسه.

المادة السبعون بعد المائتين
يُكتفى بالإيداع أو ما يقوم مقامه دون حاجة للعرض في الحالات الآتية:
أ- إذا كان المدين يجهل شخص الدائن أو موطنه.
ب- إذا كان الدائن عديم الأهلية أو ناقصها وليس له نائبٌ يقبل الوفاء.
ج- إذا كان الدين متنازعًا عليه بين عدة أشخاص.
د- إذا كانت هناك أسباب جدية أخرى تقدرها المحكمة.

المادة الحادية والسبعون بعد المائتين
إذا تم العرض وأُتبع بالإيداع على الوجه الصحيح قام العرض مقام الوفاء وترتبت عليه جميع آثاره من وقت العرض، وليس للمدين الرجوع في الوفاء.
يتحمل الدائن نفقات العرض والإيداع.
الفرع الثالث: محل الوفاء وزمانه ومكانه ونفقاته
المادة الثانية والسبعون بعد المائتين
يكون الوفاء بالشيء المستحق أصلًا، فلا يُجبَر الدائن على قبول غيره ولو كان أعلى قيمة.

المادة الثالثة والسبعون بعد المائتين
ليس للمدين أن يجبر الدائن على قبول وفاءٍ جزئيٍّ لدينٍ واحدٍ؛ ما لم تقتض النصوص النظامية أو الاتفاق خلاف ذلك.
إذا كان الدين متنازعًا في جزءٍ منه وقَبِلَ الدائن أن يستوفي الجزء المعترف به فليس للمدين أن يرفض الوفاء بهذا الجزء.
المادة الرابعة والسبعون بعد المائتين
إذا تعددت الديون في ذمة المدين، وكانت من نوعٍ واحدٍ ولدائنٍ واحدٍ، وكان ما أداه المدين لا يفي بهذه الديون جميعًا؛ فالقول للمدين في تعيين الدين المراد وفاؤه، ما لم يوجد اتفاقٌ أو نصٌّ نظامي يمنع هذا التعيين.
إذا لم يعين المدين الدين على الوجه المبيّن في الفقرة (1) من هذه المادة، وتعذَّر الرجوع إليه؛ حُسِب ما أداه من الدين الحالِّ أو الأقرب حلولًا. فإن كانت كلها حالةً أو مؤجلةً إلى أجلٍ واحدٍ؛ حُسِب ما أداه من أشدها كلفةً على المدين. فإن تساوت الديون في الكلفة، فللدائن تعيين الدين الذي يكون له الوفاء.
المادة الخامسة والسبعون بعد المائتين
يجب أن يتمَّ الوفاء فورًا بمجرد ترتب الالتزام في ذمة المدين؛ ما لم يوجد اتفاق أو نص نظامي بخلاف ذلك.
فيما لم يرد فيه نصٌّ نظامي؛ يجوز للمحكمة في حالاتٍ استثنائيَّةٍ أن تُنظر المدين إلى أجل معقولٍ يُنفذ فيه التزامه إذا استدعت حالته ذلك ولم يلحق الدائن من هذا التأجيل ضررٌ جسيمٌ. 
المادة السادسة والسبعون بعد المائتين
إذا كان الالتزام مؤجلًا ولم يحدد أجل الوفاء به، حددته المحكمة -بناءً على طلب الدائن أو المدين- بحسب العرف وطبيعة المعاملة.

المادة السابعة والسبعون بعد المائتين
يكون مكان الوفاء عند عدم تعيينه بالاتفاق أو بنصٍّ نظامي على النحو الآتي:
أ- إذا كان الالتزام تعاقديًّا، ففي مكان نشوء الالتزام، ما لم يكن محل الالتزام معيَّنًا بالذات فيجب تسليمه في المكان الذي كان موجودًا فيه وقت نشوء الالتزام.
ب- إذا كان الالتزام غير تعاقدي، ففي موطن المدين وقت الوفاء، أو في المكان الذي يباشر فيه أعماله إذا كان الالتزام متعلقًا بهذه الأعمال.

المادة الثامنة والسبعون بعد المائتين
تكون نفقات الوفاء على المدين؛ ما لم يوجد نص نظامي أو اتفاق على خلاف ذلك.

المادة التاسعة والسبعون بعد المائتين
لمن يقوم بوفاء الدين أو جزء منه أن يطلب سندًا بما وفاه، فإذا رفض الدائن ذلك كان للمدين أو لذي المصلحة إيداع الدين لدى الجهة التي يحددها وزير العدل.

الفصل الثاني: انقضاء الالتزام بما يعادل الوفاء الفرع الأول: الوفاء البديل
المادة الثمانون بعد المائتين
يصح وفاء الدين ببديلٍ يتفق عليه الطرفان.
تسري على الوفاء البديل أحكام العقد الذي يناسبه بحسب الأحوال، وأحكام الوفاء في قضاء الدين.
الفرع الثاني: المقاصة
المادة الحادية والثمانون بعد المائتين
للمدين المقاصة بين ما هو مستحق الأداء عليه لدائنه وما هو مستحق الأداء له تجاه هذا الدائن ولو اختلف سبب الدينين، إذا كان موضوع كل منهما نقودًا أو أشياءَ متماثلة في النوع والصفة، وكان كل منهما خاليًا من النزاع، وصالحًا للمطالبة به قضاءً، وقابلًا للحجز.

المادة الثانية والثمانون بعد المائتين
لا تقع المقاصة إلا إذا تمسك بها من له مصلحة فيها، ولا يصح النزول عنها قبل ثبوت الحق فيها.

المادة الثالثة والثمانون بعد المائتين
يجوز للمدين أن يتمسك بالمقاصة ولو اختلف مكان الوفاء في الدينين. ويجب عليه في هذه الحال أن يعوض الدائن عما لحقه من ضرر لعدم تمكنه بسبب المقاصة من استيفاء ما له من حق أو الوفاء بما عليه من دين في المكان الذي عين لذلك. 

المادة الرابعة والثمانون بعد المائتين
يترتب على المقاصة انقضاء الدينين بمقدار الأقل منهما منذ الوقت الذي يصبحان فيه صالحين للمقاصة.

المادة الخامسة والثمانون بعد المائتين
إذا تخلف أحد الشروط الواردة في المادة (الحادية والثمانين بعد المائتين) من هذا النظام لم تقع المقاصة إلا باتفاق الطرفين.

المادة السادسة والثمانون بعد المائتين
لا يجوز أن تقع المقاصَّة إضرارًا بحقوقٍ كسبها الغير.

المادة السابعة والثمانون بعد المائتين
إذا كان للمودع لديه دينٌ على المودع أو كان للمستعير دين على المعير، فلا تقع المقاصة بين الدين والوديعة أو بين الدين والشيء المعار ولو كان الدين من نوع أي منهما إلا باتفاق الطرفين.

المادة الثامنة والثمانون بعد المائتين
إذا كان أحد الدينين لا تُسمع فيه الدعوى لمرور الزمن وقت التمسك بالمقاصة فإن ذلك لا يمنع من وقوعها ما دامت شروطها قد اكتملت قبل مرور تلك المدة.

المادة التاسعة والثمانون بعد المائتين
إذا أدى المدين دينًا عليه وكان له أن يقاص فيه بحق له لم يجز أن يتمسك بضمانات هذا الحق بما يضر بالغير إلا إذا كان يجهل وجود الحق وقت الوفاء وكان له في ذلك عذر مقبول.

الفرع الثالث: اتحاد الذمة
المادة التسعون بعد المائتين
إذا اجتمع في شخص واحد صفتا الدائن والمدين في دينٍ واحدٍ، انقضى هذا الدين بالقدر الذي اتحدت فيه الذمة.
إذا كان الدائن وارثًا للمدين لم تتحد الذمة، وإنما يكون كسائر الدائنين في اقتضاء دينه من التركة.
المادة الحادية والتسعون بعد المائتين
إذا زال سبب اجتماع صفتي الدائن والمدين وكان لزواله أثر رجعي، عاد الدين إلى ما كان عليه.

الفصل الثالث: انقضاء الالتزام دون الوفاء به الفرع الأول: الإبراء
المادة الثانية والتسعون بعد المائتين
ينقضي التزام المدين إذا أبرأه الدائن، ولا يتوقف الإبراء على قبول المدين، ولكن إذا رده المدين عاد الدين إلى ما كان عليه.
لا يصح الإبراء إلا من دينٍ قائم، ولو لم يكن حالًّا
المادة الثالثة والتسعون بعد المائتين
تسري على الإبراء الأحكام الموضوعية للتبرعات، ولا يُشترط فيه شكل خاص.

الفرع الثاني: استحالة التنفيذ
المادة الرابعة والتسعون بعد المائتين
ينقضي التزام المدين إذا أثبت استحالة التنفيذ عليه بسبب لا يد له فيه، وينقضي كذلك الالتزام المقابل له إن وجد.

الفرع الثالث: عدم سماع الدعوى بمرور الزمن (التقادم المانع من سماع الدعوى)
المادة الخامسة والتسعون بعد المائتين
لا ينقضي الحق بمرور الزمن، ولكن لا تُسمع الدعوى به على المنكر بانقضاء (عشر) سنوات فيما عدا الحالات التي ورد فيها نص نظامي أو الاستثناءات الواردة في هذا الفرع.

المادة السادسة والتسعون بعد المائتين
دون إخلال بالنصوص النظامية، لا تُسمع الدعوى على المنكر بانقضاء (خمس) سنوات في الحقوق الآتية:
أ- حقوق أصحاب المهن الحرة، كالأطباء والمحامين والمهندسين عما أدوه من عملٍ متصلٍ بمهنهم وما أنفقوه من نفقة.
ب- الحقوق الدورية المتجددة، كأجرة العقارات والأجور والإيرادات المرتبة ونحوها، ويُستثنى من ذلك إذا كان الحق ريعًا في ذمة حائزٍ سيء النية أو ريعًا واجبًا على ناظر الوقف أداؤه للمستحق، فلا تسمع الدعوى بشأنه بانقضاء (عشر) سنوات.

المادة السابعة والتسعون بعد المائتين
دون إخلال بالنصوص النظامية، لا تُسمع الدعوى على المنكر بانقضاء (سنة) في الحقوق الآتية: 
أ- حقوق التّجار عن السلع والخدمات المقدمة لأشخاصٍ لا يتّجرونَ فيها.
ب- حقوق أصحاب المنشآت المعدة لإيواء النزلاء والمطاعم ومن في حكمهم الناشئة عن ممارسة تلك الأنشطة.
ج- حقوق الأجراء من أجورٍ يوميَّةٍ وغير يوميَّةٍ ومن ثمن ما قدموه من أشياء.

المادة الثامنة والتسعون بعد المائتين
لا تُسمع الدعوى في الحقوق الواردة في الفقرة (أ) من المادة (السادسة والتسعين بعد المائتين) من هذا النظام والحقوق الواردة في المادة (السابعة والتسعين بعد المائتين) من هذا النظام بانقضاء المدد المعينة ولو استمر نوع التعامل بين أصحابها والمدينين بها، وإذا حُرِّر سند بحقٍّ من هذه الحقوق لم يمتنع سماع الدعوى به إلا بانقضاء (عشر) سنوات من تاريخ تحرير السند.

المادة التاسعة والتسعون بعد المائتين
يبدأ سريان المدة المقررة لعدم سماع الدعوى لمرور الزمن -فيما لم يرد فيه نص نظامي- من اليوم الذي يكون فيه الحق مستحق الأداء.

المادة الثلاثمائة
يقف سريان مدة عدم سماع الدعوى كلما وُجد عذرٌ تتعذر معه المطالبة بالحق.
يعدُّ من الأعذار التي يقف بها سريان مدة عدم سماع الدعوى وجود تفاوضٍ عن حسن نيَّةٍ بين الطرفين يكون قائمًا عند اكتمال المدة، أو وجود مانع أدبي يحول دون المطالبة.
المادة الأولى بعد الثلاثمائة
إذا تعدد الدائنون بدينٍ واحدٍ ولم يطالب أي منهم بالحق فإن عدم سماع الدعوى لا يسري إلا على من ليس له عذر منهم.

المادة الثانية بعد الثلاثمائة
تنقطع مدة عدم سماع الدعوى في الحالات الآتية:
أ- إقرار المدين بالحق صراحةً أو ضمنًا.
ب- المطالبة القضائية، ولو كانت أمام محكمة غير مختصة.
ج- أي إجراءٍ قضائيٍّ آخر يقوم به الدائن للتمسك بحقه.

المادة الثالثة بعد الثلاثمائة
إذا انتقل الحق من شخص إلى خلفه فلا تنقطع المدة المقررة لعدم سماع الدعوى.

المادة الرابعة بعد الثلاثمائة
إذا انقطعت مدة عدم سماع الدعوى بدأت مدةٌ جديدةٌ مماثلة للمدة الأولى من انتهاء الأثر المترتب على سبب الانقطاع.
إذا صدر حكم قضائي بحق، أو كان الحق من الحقوق الواردة في الفقرة (أ) من المادة (السادسة والتسعين بعد المائتين) من هذا النظام أو الحقوق الواردة في المادة (السابعة والتسعين بعد المائتين) من هذا النظام وانقطعت مدة عدم سماع الدعوى بإقرار المدين؛ فتكون المدة الجديدة (عشر) سنوات، إلا أن يكون الحق المحكوم به متضمنًا لالتزامات دورية متجددة لا تستحق الأداء إلا بعد صدور الحكم.
المادة الخامسة بعد الثلاثمائة
لا يجوز الاتفاق على تقصير مدة عدم سماع الدعوى، ولا على إطالتها.
لا يجوز أن يُسقط المدين حقه في التمسك بعدم سماع الدعوى قبل ثبوت هذا الحق له.
إسقاط المدين حقه في التمسك بعدم سماع الدعوى تجاه بعض دائنيه لا ينفذ في حق الباقين إذا كان مضرًّا بهم.
المادة السادسة بعد الثلاثمائة
لا تقضي المحكمة بعدم سماع الدعوى لمرور الزمن إلا بناءً على طلب المدين أو ذي مصلحة.

القسم الثاني: العقود المسماة الباب الأول: العقود الواردة على الملكية الفصل الأول: عقد البيع
المادة السابعة بعد الثلاثمائة
البيع عقد يُمَلِّكُ بمقتضاه البائع المبيع للمشتري مقابل ثمنٍ نقدي.

الفرع الأول: المبيع والثمن
المادة الثامنة بعد الثلاثمائة
يجب أن يكون المبيع معلومًا للمشتري برؤيته أو ببيان صفاته المميزة له.
إذا تضمّن عقد البيع أن المشتري عالمٌ بالمبيع فلا حق له في طلب إبطال العقد لعدم العلم إلا إذا أثبت تغرير البائع به.
المادة التاسعة بعد الثلاثمائة
إذا كان البيع بالعيّنة وجَبَ أن يكون المبيع مطابقًا لها.
إذا فُقدت العيّنة أو تلفت في يد أحد المتعاقدين ولو من غير خطأٍ منه، واختلفا في مطابقة المبيع للعيّنة؛ فالقول للمتعاقد الآخر، ما لم يُثبت من فُقدت أو تلفت العيّنة في يده عكس ذلك.
المادة العاشرة بعد الثلاثمائة
يجوز البيع بشرط التجربة خلال مدة معينة، وإذا لم يعين المتبايعان المدة حملت على المدة المعتادة للتجربة، وعلى البائع تمكين المشتري منها، وللمشتري فسخ البيع ولو لم يجرب المبيع بشرط إعلام البائع بالفسخ خلال مدة التجربة.

المادة الحادية عشرة بعد الثلاثمائة
إذا أسقط المشتري حقه في الفسخ صراحةً أو ضمنًا، أو تجاوز في استعمال المبيع حدَّ التجربة، أو هلك المبيع أو تلف بفعل المشتري أو بعد تسلمه، أو مضت المدة المتفق عليها دون فسخٍ مع تمكنه من التجربة؛ لزم البيع بالثَّمن المتَّفق عليه مستندًا إلى وقت انعقاده.

المادة الثانية عشرة بعد الثلاثمائة
إذا تبين من الاتفاق أو ظروف الحال أن البيع بشرط التجربة معلَّقٌ على قبول المشتري للمبيع؛ لم ينفُذ البيع إلا بقبوله.

المادة الثالثة عشرة بعد الثلاثمائة
يصح أن يقتصر تقدير الثمن على بيان أسس صالحة يتحدد بمقتضاها.

المادة الرابعة عشرة بعد الثلاثمائة
إذا اتفق المتعاقدان على تحديد الثمن بسعر السوق اعتُبر سعر السوق في زمان البيع ومكانه، فإن لم يكن في مكان البيع سوقٌ اعتُبر المكان الذي يقضي العرف بأن تكون أسعاره سارية.

المادة الخامسة عشرة بعد الثلاثمائة
إذا لم يحدد المتعاقدان ثمنًا للمبيع فلا يترتب على ذلك بطلان البيع متى تبيَّن من الظروف توجه إرادتهما إلى سعر السوق أو السعر الذي جرى عليه التعامل بينهما.

المادة السادسة عشرة بعد الثلاثمائة
إذا حدد الثمن بناءً على رأس مال البائع في المبيع مرابحة أو وضيعة أو تولية، وجب عليه أن يبين كل ما له تأثير في رأس ماله، وللمشتري طلب إبطال العقد إذا كتم البائع أمرًا ذا تأثير في رأس المال.
إذا لم يكن رأس المال محددًا عند العقد وتبين في الثمن غبن للمشتري جاز له طلب إبطال العقد، وللبائع توقي الإبطال إذا قدم ما تراه المحكمة كافيًا لرفع الغبن.
المادة السابعة عشرة بعد الثلاثمائة
١- يُستحق الثمن في البيع معجلًا ما لم يُوجد اتفاق على أن يكون مؤجَّلًا أو مقسَّطًا لأجلٍ معلومٍ.
2- إذا كان الثمن مؤجلًا أو مقسَّطًا فيبدأ الأجل من تاريخ العقد؛ ما لم يتفق على خلاف ذلك.

الفرع الثاني: آثار عقد البيع أولًا: التزامات البائع
المادة الثامنة عشرة بعد الثلاثمائة
تنتقل ملكية المبيع إلى المشتري بانعقاد البيع، وذلك دون إخلال بأحكام المواد (الخامسة والخمسين بعد الستمائة) و(السادسة والخمسين بعد الستمائة) و(السابعة والخمسين بعد الستمائة) من هذا النظام.
لا يمنع من انتقال الملكية كون البيع تمَّ جُزافًا ولو كان تعيين الثمن فيه يتوقف على تقدير المبيع.
المادة التاسعة عشرة بعد الثلاثمائة
يلتزم البائع بأن يقوم بما هو ضروريٌّ من جانبه لنقل ملكية المبيع للمشتري وأن يمتنع عن أي عمل من شأنه جعل نقل الملكية مستحيلًا أو عسيرًا.

المادة العشرون بعد الثلاثمائة
للبائع -إذا كان الثمن مؤجلًا أو مقسَّطًا- أن يشترط تعليق نقل الملكية للمشتري حتى يؤدي جميع الثمن ولو سُلِّم المبيع. 
إذا استوفى البائع الثمن عُدّت ملكية المشتري مستندةً إلى وقت انعقاد البيع.
المادة الحادية والعشرون بعد الثلاثمائة
يلتزم البائع بتسليم المبيع إلى المشتري بالحال التي كان عليها وقت البيع، وتكون نفقات تسليم المبيع على البائع، وذلك كله ما لم يتفق على خلافه. 
يلتزم البائع بتسليم المبيع مجرَّدًا من كل حق للغير لا يعلمه المشتري.
المادة الثانية والعشرون بعد الثلاثمائة
يشمل تسليم المبيع ملحقاته، وما اتصل به اتصال قرار، وما جرى العرف على أنه من توابع المبيع ولو لم يذكر في العقد.

المادة الثالثة والعشرون بعد الثلاثمائة
إذا عين مقدار المبيع عند العقد فبان فيه نقصٌ أو زيادةٌ ولم يوجد اتفاقٌ؛ وجب اتباع الآتي:
أ- إذا كان المبيع مما تضره التجزئة والثمن المسمى لمجموعه وليس بالوحدة القياسية فالزيادة للمشتري والنقص لا يقابله شيء من الثمن، وفيما عدا ذلك يكون النقص من حساب البائع والزيادة له يستردها عينًا إن كان المبيع لا تضره التجزئة أو يستحق ثمنها إن كان المبيع تضره التجزئة.
ب- إذا كانت الزيادة تُلزم المشتري أكثر مما اشترى به بمقدار جسيم أو كان النقص يُخل بغرضه بحيث لو علم به لما أتم العقد كان له طلب فسخ البيع. 
لا تسمع الدعوى بالفسخ أو إنقاص الثمن أو إكماله إذا انقضت (سنة) من تاريخ تسليم المبيع.
المادة الرابعة والعشرون بعد الثلاثمائة
يكون تسليم المبيع بوضعه في حيازة المشتري، أو بأن يخلي البائع بين المبيع والمشتري بحيث يتمكن من حيازته والانتفاع به دون مانع، ما دام البائع قد أعلم المشتري بذلك، ويكون هذا التسليم على النحو الذي يتفق مع طبيعة المبيع.

المادة الخامسة والعشرون بعد الثلاثمائة
إذا كان المبيع تحت يد المشتري قبل البيع بأي صفةٍ أو سببٍ عُدَّت هذه الحيازة تسليمًا؛ ما لم يتفق على خلاف ذلك.

المادة السادسة والعشرون بعد الثلاثمائة
 تُعدُّ الحالات الآتية تسليمًا للمبيع:
أ- إذا اتفق المتبايعان على عدّ المشتري متسلمًا للمبيع في حالة معينة. 
ب- إذا عدّ نصٌ نظامي المشتري متسلمًا للمبيع في حالة معينة.
ج- إذا استبقى البائع المبيع في يده بعد البيع لسبب آخر غير الملكية برضى المشتري.

المادة السابعة والعشرون بعد الثلاثمائة
 يُعدُّ المشتري متسلمًا للمبيع ويلزمه أداء الثمن إذا هلك المبيع أو تلف قبل التسليم بفعله، فإن كان للبائع الحق في العدول عن العقد واختاره؛ كان له الرجوع على المشتري بالتعويض.

المادة الثامنة والعشرون بعد الثلاثمائة
إذا هلك المبيع أو جزء منه قبل التسليم بفعل البائع أو الغير؛ كان للمشتري طلب فسخ البيع، أو إمضاؤه والرجوع بالتعويض على المتسبب بالهلاك، أو طلب الفسخ في الجزء الذي هلك فقط.

المادة التاسعة والعشرون بعد الثلاثمائة
إذا هلك المبيع قبل التسليم بسببٍ لا يد لأحد المتبايعين أو الغير فيه انفسخ البيع واسترد المشتري الثمن.
إذا كان الهلاك على جزء من المبيع انفسخ البيع في ذلك الجزء واسترد المشتري ما يقابله من الثمن، وللمشتري طلب فسخ البيع في الباقي واسترداد كامل الثمن.
المادة الثلاثون بعد الثلاثمائة
يضمن البائع عدم تعرضه للمشتري في الانتفاع بالمبيع كله أو بعضه.
يضمن البائع سلامة المبيع من أي حق للغير في المبيع كله أو بعضه إذا كان الحق سابقًا لعقد البيع أو آيلًا إلى الغير من البائع. 
المادة الحادية والثلاثون بعد الثلاثمائة
ترفع دعوى استحقاق المبيع قبل تسلمه على البائع أو المشتري أو عليهما معًا.
إذا رفعت على المشتري دعوى استحقاق المبيع فعليه المبادرة إلى إعلام البائع بذلك، وعلى البائع أن يتدخل في الدعوى.
إذا أُعلم البائع في الوقت الملائم ولم يتدخل في الدعوى أو تدخل وحكم في الحالتين باستحقاق المبيع للغير؛ لزمه الضمان، إلا إذا أثبت أن الحكم الصادر في الدعوى كان نتيجة تغرير من المشتري أو خطأ جسيم منه.
إذا لم يعلم المشتري البائع بالدعوى في الوقت الملائم وصدر على المشتري حكمٌ؛ سقط حقُّه في الرجوع بالضمان إذا أثبت البائع أن تدخله في الدعوى كان يؤدي إلى رفض دعوى الاستحقاق.
المادة الثانية والثلاثون بعد الثلاثمائة
يثبت حق المشتري في الضمان ولو أقرَّ للغير بالحق أو تصالح معه وهو حسن النية في الحالتين دون أن ينتظر صدور حكم قضائي متى كان قد أعلم البائع بالدعوى في الوقت الملائم فلم يتدخل؛ وذلك ما لم يثبت البائع أن المدعي لم يكن على حق في دعواه. 

المادة الثالثة والثلاثون بعد الثلاثمائة
إذا تصالح المشتري مع مدعي الاستحقاق على مال قبل صدور حكم قضائي له، فللبائع أن يتخلص من نتائج الضمان بأن يرد للمشتري ما يعادل بدل الصلح ونفقاته.

المادة الرابعة والثلاثون بعد الثلاثمائة
إذا استحق المبيع كله كان للمستحق إذا أجاز البيع الرجوع على البائع بالثمن، ويَخلُص المبيع للمشتري.

المادة الخامسة والثلاثون بعد الثلاثمائة
إذا استحق المبيع كله ولم يجز المستحق البيع، فللمشتري أن يطلب من البائع الآتي:
أ- ثمن المبيع.
ب- قيمة الثمار التي أُلزِمَ المشتري بردها للمستحق.
ج- النفقات النافعة التي أحدثها المشتري في المبيع مما لا يلزم المستحق تعويض المشتري عنها.
د- النفقات الكمالية إذا كان البائع سيء النية.
هـ- التعويض عن أي أضرار أخرى نشأت باستحقاق المبيع.

المادة السادسة والثلاثون بعد الثلاثمائة
إذا استُحق بعض المبيع وأحدث الاستحقاق عيبًا في الباقي كان للمشتري طلب الفسخ، فإن اختار إمساك المبيع أو لم يحدث الاستحقاق عيبًا في الباقي فليس له إلا الرجوع بالضمان في الجزء المستحق.

المادة السابعة والثلاثون بعد الثلاثمائة
يصحُّ الاتفاق على إعفاء البائع من ضمان الاستحقاق أو الحد من هذا الضمان أو زيادته، عدا ما يكون منه ناشئًا عن فعل البائع أو كان قد تعمد إخفاءه.  
لا يحول الاتفاق على الإعفاء من ضمان الاستحقاق دون حق المشتري في الرجوع على البائع بالثمن؛ ما لم يثبت أن المشتري كان يعلم وقت البيع سبب الاستحقاق.
المادة الثامنة والثلاثون بعد الثلاثمائة
يضمن البائع عند تسليم المبيع سلامته من أي عيبٍ ينقص من قيمته أو من نفعه بحسب الغاية المقصودة منه، والمستفادة مما هو مبين في العقد، أو مما هو ظاهر من طبيعة الشيء، أو الغرض الذي أعد له. ويضمن البائع هذا العيب ولو لم يكن عالماً بوجوده.
إذا ظهر في المبيع عيب كان المشتري مخيَّرًا بين طلب فسخ البيع أو إمساك المبيع والرجوع على البائع بفرق الثمن، وهو نسبة قيمة المبيع سليمًا إلى قيمته معيبًا من الثمن. وللبائع أن يتوقَّى ذلك بإحضار بديلٍ مماثلٍ للمبيع غير معيبٍ. 
للمشتري في الحالات الواردة في الفقرة (2) من هذه المادة الحق في التعويض عما يلحقه من ضرر إن كان له مقتضٍ.
المادة التاسعة والثلاثون بعد الثلاثمائة
لا يضمن البائع العيب في الحالات الآتية:
أ- إذا كان المشتري يعلم بالعيب وقت البيع، أو كان يستطيع أن يتبيّنه بنفسه لو فحص المبيع بعناية الشخص المعتاد؛ ما لم يضمن البائع له سلامة المبيع من عيب بعينه أو كان البائع تعمد إخفاءه.
ب- إذا كان العيب مما جرى العرف على التسامح فيه.
ج- إذا حدث العيب بعد التسليم ما لم يكن مستندًا إلى سبب موجود في المبيع قبل التسليم.
د- إذا كان البيع في المزاد من قبل الجهات القضائية أو الإدارية.

المادة الأربعون بعد الثلاثمائة
إذا تسلّم المشتري المبيع فعليه التحقق من حالته بمجرد أن يتمكّن من ذلك وفقًا للمألوف في التعامل، فإذا كشف عيبًا يضمنه البائع فعليه أن يعلمه به خلال مدة معقولة، فإن لم يفعل عُدَّ قابلًا للمبيع بما فيه من عيب.
إذا كان العيب مما لا يمكن الكشف عنه بالفحص المعتاد ثم كشفه المشتري، فعليه أن يعلم به البائع بمجرد ظهوره، وإلا عُدَّ قابلًا للمبيع بما فيه من عيب.
المادة الحادية والأربعون بعد الثلاثمائة
إذا رضي المشتري بالعيب صراحةً أو ضمنًا سقط حقه في الفسخ وفي الرجوع بفرق الثمن.
يسقط حقّ المشتري في الفسخ، وله الرجوع بفرق الثمن في الحالات الآتية: 
أ- إذا تصرّف في المبيع تصرّفًا يخرجه عن ملكه، فإن عاد إلى ملكه قبل طلب فرق الثمن لم يسقط حقه في الفسخ.
ب- إذا رتبّ على المبيع حقًّا للغير لا يخرجه عن ملكه وتعذّر تخليصه منه خلال مدة معقولة.
ج- إذا هلك المبيع أو تعيّب بفعله أو بعد تسلمه له.
د- إذا زاد في المبيع زيادةً متصلةً غير متولّدةٍ منه قبل التسلّم أو بعده.
المادة الثانية والأربعون بعد الثلاثمائة
إذا بيعت أشياء متعددةٌ صفقةً واحدةً، وظهر في بعضها عيب، وليس في تجزئتها ضررٌ؛ فللمشتري طلب فسخ البيع في الجزء المعيب أو إمساكه مع الرجوع بفرق ثمنه، وليس له طلب الفسخ في جميع المبيع، ما لم يتبين أنه ما كان ليرضى بالعقد دون الجزء المعيب. 

المادة الثالثة والأربعون بعد الثلاثمائة
يصحُّ الاتفاق على إعفاء البائع من ضمان العيب أو الحد من هذا الضمان أو زيادته ما لم يكن البائع قد تعمد إخفاءه. 

المادة الرابعة والأربعون بعد الثلاثمائة
لا تُسمع دعوى ضمان العيب بانقضاء (مائةٍ وثمانين) يومًا من تاريخ تسليم المبيع؛ ما لم يلتزم البائع بالضمان مدة أطول.
ليس للبائع أن يتمسك بانقضاء المدة الواردة في الفقرة (1) من هذه المادة إذا ثبت أن إخفاء العيب كان بغشٍّ منه. 
ثانيًا: التزامات المشتري
المادة الخامسة والأربعون بعد الثلاثمائة
يلزم المشتري أداء الثمن قبل تسلُّم المبيع؛ ما لم يتفق على خلاف ذلك.

المادة السادسة والأربعون بعد الثلاثمائة
للبائع أن يحبس المبيع حتى يستوفي ما هو مستحق له من الثمن ولو قدم المشتري رهنًا أو كفالةً. وإذا هلك المبيع أو تلف في يد البائع وهو حابس له كانت تبعة ذلك على المشتري.
إذا قبل البائع تأجيل الثمن سقط حقه في حبس المبيع ولزمه تسليم المبيع للمشتري.
المادة السابعة والأربعون بعد الثلاثمائة
إذا تسلّم المشتري المبيع قبل أداء الثمن الحال على علم من البائع ولم يمنعه كان ذلك إذنًا بالتسلم.
إذا تسلّم المشتري المبيع قبل أداء الثمن الحال دون إذن البائع كان للبائع استرداده، وإذا هلك أو تلف في يد المشتري عُدَّ متسلمًا له، وللبائع إن اختار استرداده مطالبة المشتري بالتعويض.  
المادة الثامنة والأربعون بعد الثلاثمائة
يلتزم المشتري بأداء الثمن الذي استحق وفاؤه وقت تسليم المبيع في مكان التسليم، وإذا لم يكن الثمن مستحق الوفاء وقت تسليم المبيع، لزم أداؤه في مكان العقد، وذلك كله ما لم يتفق على خلافه. 

المادة التاسعة والأربعون بعد الثلاثمائة
إذا رفعت على المشتري دعوى استحقاق المبيع مستندةً إلى حقٍّ سابقٍ على البيع أو آيلٍ إلى مدعي الاستحقاق من البائع؛ جاز للمشتري حبس الثمن حتى يقدم البائع ضمانًا مناسبًا برد الثمن عند ثبوت الاستحقاق. وللبائع أن يطلب من المحكمة تكليف المشتري إيداع الثمن لدى الجهة التي يحددها وزير العدل بدلًا من تقديم الضمان.
يسري حكم الفقرة (1) من هذه المادة إذا تبين للمشتري أن في المبيع عيبًا مضمونًا على البائع.
المادة الخمسون بعد الثلاثمائة
إذا حُدد في البيع موعدٌ معيَّنٌ، واشترط البائع أنه إذا لم يؤد المشتري الثمن في الموعد فلا بيع بينهما، ولم يؤده؛ عُدَّ البيع مفسوخًا إذا اختار البائع ذلك، دون حاجةٍ إلى إعذار، وذلك كله ما لم يتفق على خلافه.

المادة الحادية والخمسون بعد الثلاثمائة
يلتزم المشتري بتسلم المبيع في المكان الذي يوجد فيه المبيع وقت البيع، ونقله دون إبطاء، إلا ما يقتضيه النقل من زمن، وذلك كله ما لم يتفق على خلافه.

المادة الثانية والخمسون بعد الثلاثمائة
تكون نفقات الوفاء بالثمن وتسلم المبيع وعقد البيع وتسجيله على المشتري، وذلك كله ما لم يتفق على خلافه.

الفرع الثالث: البيع في مرض الموت
المادة الثالثة والخمسون بعد الثلاثمائة
مرض الموت هو المرض الذي يعجز فيه الإنسان عن متابعة أعماله المعتادة، ويغلب فيه الهلاك ويتصل به الموت.
يُعد في حكم مرض الموت الحالات التي يحيط بالإنسان فيها خطر الموت ويغلب في أمثالها الهلاك ولو لم يكن مريضًا.
المادة الرابعة والخمسون بعد الثلاثمائة
بيع المريض مرض الموت لوارثٍ وشراؤه منه بمحاباةٍ لا ينفذ في قدر المحاباة في حق باقي الورثة إلا بإجازتهم.
بيع المريض مرض الموت لغير وارث وشراؤه منه بمحاباةٍ لا ينفذ في قدر المحاباة في حق الورثة فيما زاد على قيمة (ثلث) التركة عند الموت بما فيها المبيع ذاته، إلا بإجازتهم أو أن يردّ المتصرف إليه للتركة ما يفي بإكمال (الثلثين).
المادة الخامسة والخمسون بعد الثلاثمائة
لا يحتج بعدم نفاذ بيع المريض مرض الموت إذا تصرف المشتري في المبيع تصرفًا أكسب من كان حسن النية حقًّا عينيًّا في المبيع مقابل عوض، وذلك دون إخلال بحق الورثة في الرجوع على المشتري بما يُكمل (ثلثي) التركة أو ثَمن المثل.

الفرع الرابع: بيع النائب لنفسه
المادة السادسة والخمسون بعد الثلاثمائة
مع مراعاة النصوص النظامية؛ ليس للنائب أن يشتري لنفسه باسمه أو اسم غيره ولو بطريق المزاد ما عهد إليه بيعه بمقتضى نيابته ما لم يكن مأذونًا له بذلك، كما لا يحق ذلك للوسيط ولا للخبير ولا لمن في حكمهما في الأموال التي عهد إليه بيعها أو تقدير قيمتها.

المادة السابعة والخمسون بعد الثلاثمائة
إذا تمَّ البيع في الأحوال المنصوص عليها في المادة (السادسة والخمسين بعد الثلاثمائة) من هذا النظام، لم ينفذ في حق من تم لحسابه إلا إذا أجازه، وليس له أن يحتج بعدم نفاذ البيع تجاه الخلف الخاص إذا كسب هذا الخلف حقًا عينيًا معاوضة بحسن نية. 

الفرع الخامس: بيع الحقوق المتنازع فيها
المادة الثامنة والخمسون بعد الثلاثمائة
لا يجوز للقاضي، ولا لعضو النيابة العامة ومن في حكمه، ولا لموظف المحكمة، أن يشتري لنفسه باسمه أو باسم غيره الحق المتنازع فيه أو بعضه، ويكون العقد باطلًا.
لا يجوز للمحامي أن يشتري لنفسه باسمه أو باسم غيره الحق المتنازع فيه أو بعضه متى كان وكيلًا فيه، ويكون العقد باطلًا.
يعد الحق متنازعًا فيه إذا كان موضوعه قد رفعت به دعوى أو قام في شأنه نزاع جدي.
الفرع السادس: بيع ملك الغير
المادة التاسعة والخمسون بعد الثلاثمائة
إذا باع شخص بلا إذن شيئًا معينًا بالذات وهو لا يملكه؛ فلا ينفذ هذا البيع في حق المالك، وإذا أجازه نفذ في حقه، دون إخلال بحقوق الغير.
للمشتري طلب إبطال البيع ما لم تؤل ملكية المبيع إلى البائع بعد العقد، أو يُجز المالك البيع.
المادة الستون بعد الثلاثمائة
إذا كان المشتري يجهل أن المبيع غير مملوكٍ للبائع، وحكم بإبطال البيع، فللمشتري أن يُطالب بالتَّعويض ولو كان البائع حسن النية.

الفصل الثاني: عقد المقايضة
المادة الحادية والستون بعد الثلاثمائة
المقايضة عقد مبادلة مالٍ بمالٍ على سبيل التمليك ليس أي منهما نقدًا.

المادة الثانية والستون بعد الثلاثمائة
يعدّ كل من المتقايضين بائعًا لما قايض به ومشتريًا لما قايض عليه.

المادة الثالثة والستون بعد الثلاثمائة
لا يُخرِجُ المقايضة عن طبيعتها إضافة نقد إلى أحد العوضين لتعويض الفرق في القيمة، إلا إذا كان ذلك العوض أقل قيمة من النقد الذي أضيف إليه، فيصير العقد بيعًا.

المادة الرابعة والستون بعد الثلاثمائة
تكون نفقات عقد المقايضة مناصفة بين طرفي العقد ما لم يتفق على خلاف ذلك.

المادة الخامسة والستون بعد الثلاثمائة
تسري على عقد المقايضة أحكام عقد البيع بما لا يتعارض مع طبيعته.

الفصل الثالث: عقد الهبة الفرع الأول: إنشاء عقد الهبة
المادة السادسة والستون بعد الثلاثمائة
الهبة عقد يُملِّكُ بمقتضاه الواهبُ حال حياته الموهوب له مالًا دون عوض.

المادة السابعة والستون بعد الثلاثمائة
يصح أن يشترط الواهب التزامًا معيَّنًا على الموهوب له. 
إذا اشترط الواهب عوضًا على الموهوب له فيكون العقد معاوضة تطبق عليه أحكام المعاوضات بحسب طبيعة العوض.
المادة الثامنة والستون بعد الثلاثمائة
إذا كان الموهوب عقارًا فلا تنعقد هبته إلا بتوثيقها وفق النصوص النظامية.
إذا كان الموهوب منقولًا فلا تنعقد هبته إلا بتوثيقها وفق النصوص النظامية أو بالقبض ولو من دون توثيق.
المادة التاسعة والستون بعد الثلاثمائة
لا ينفذ عقد الهبة إذا كان الموهوب غير مملوك للواهب إلا إذا أجازه المالك.

المادة السبعون بعد الثلاثمائة
تصح هبة الدين للمدين، وتعد إبراء.

المادة الحادية والسبعون بعد الثلاثمائة
تصح هبة الشريك حصته في المال الشائع لشريكه أو لغيره عقارًا كان أو منقولًا، ولو كان الموهوب قابلًا للقسمة.

الفرع الثاني: آثار عقد الهبة
المادة الثانية والسبعون بعد الثلاثمائة
لا يضمن الواهب استحقاق الموهوب ولا خلوه من العيوب، ولكنه مسؤولٌ عما يلحق الموهوب له من ضرر بسبب الاستحقاق أو العيب إذا تعمد إخفاء أيٍّ منهما أو ضمن خلو الموهوب منهما.

المادة الثالثة والسبعون بعد الثلاثمائة
إذا كانت الهبة مشروطةً بالتزامٍ لزم الموهوب له أداء ما اشترطه الواهب من التزامٍ لمصلحته أو لمصلحة غيره.

المادة الرابعة والسبعون بعد الثلاثمائة
إذا تعلق بالموهوب حقّ عينيّ وفاءً لدين في ذمة الواهب أو ذمة الغير فيلتزم الموهوب له بوفاء هذا الدين في حدود قيمة الموهوب؛ ما لم يتفق على خلاف ذلك.

المادة الخامسة والسبعون بعد الثلاثمائة
تكون نفقات عقد الهبة وتسليم الموهوب ونقله؛ على الموهوب له، وذلك كله ما لم يتفق على خلافه.

الفرع الثالث: الرجوع في الهبة
المادة السادسة والسبعون بعد الثلاثمائة
يجوز للواهب أن يرجع في الهبة إذا قبل الموهوب له رد الموهوب.
إذا لم يقبل الموهوب له رد الموهوب فللواهب أن يطلب ذلك من المحكمة في الحالات الآتية:
أ- إذا كانت الهبة من أحد الوالدين لولده إذا وجد مسوّغ لذلك.
ب- إذا جعل الواهب لنفسه حق الرجوع في الهبة في حالاتٍ حددها يكون له فيها غرضٌ مشروعٌ.
ج- إذا كانت الهبة مشروطةً صراحةً أو ضمنًا بالتزامٍ على الموهوب له وأخلَّ به.
المادة السابعة والسبعون بعد الثلاثمائة
يسقط حقُّ الرجوع في الهبة الوارد في المادة (السادسة والسبعين بعد الثلاثمائة) من هذا النظام بموت أحد طرفي العقد قبل الرجوع.

المادة الثامنة والسبعون بعد الثلاثمائة
للواهب عند الرجوع في الهبة استرداد الموهوب، وله ثماره من وقت قبول الموهوب له رد الموهوب، أو من وقت رفع الدعوى في الحالات التي يحق له فيها طلب الرجوع.
ليس للموهوب له أن يسترد مما أنفقه على الموهوب إلا النفقات النافعة بقدر ما زاد في قيمة الموهوب، والنفقات الضرورية.
المادة التاسعة والسبعون بعد الثلاثمائة
ليس للواهب عند الرجوع في الهبة استرداد عين الموهوب في الحالات الآتية:
أ- إذا تصرف الموهوب له في الموهوب تصرفًا ناقلًا للملكية، فإذا اقتصر التصرف على بعض الموهوب فللواهب استرداد الباقي.
ب- إذا زاد الموهوب زيادة متصلة ذات أهمية، أو غيَّر الموهوب له الموهوب على وجه تغيَّر فيه اسمه أو طبيعته.
ج- إذا هلك الموهوب في يد الموهوب له، فإن هلك بعضه فللواهب استرداد الباقي.

المادة الثمانون بعد الثلاثمائة
إذا لم يكن للواهب استرداد عين الموهوب وفقًا لأحكام المادة (التاسعة والسبعين بعد الثلاثمائة) من هذا النظام؛ فلا يستحق قيمة الموهوب إلا إذا كانت الهبة مشروطةً بالتزامٍ وأخل به الموهوب له؛ فللواهب قيمة الموهوب وقت سقوط حقه في استرداده.

المادة الحادية والثمانون بعد الثلاثمائة
إذا كان للواهب الرجوع في الهبة وهلك الموهوب في يد الموهوب له بعد إعذاره بالتسليم؛ لزمه تعويض الواهب.

الفصل الرابع: عقد القرض
المادة الثانية والثمانون بعد الثلاثمائة
القرض عقد يُمَلِّكُ بمقتضاه المقرِضُ شيئًا مثليًّا للمقترض على أن يرد مثله.

المادة الثالثة والثمانون بعد الثلاثمائة
لا ينعقد القرض إلا بقبض الشيء المقترض.

المادة الرابعة والثمانون بعد الثلاثمائة
يجب في القرض أن يكون المقرض كامل الأهلية.
ليس للولي أو الوصي إقراض مال من هو في ولايته ولا اقتراضه إلا وفقًا للنصوص النظامية.
المادة الخامسة والثمانون بعد الثلاثمائة
يقع باطلًا كل شرط عند العقد أو عند تأجيل الوفاء يتضمن زيادة في رد القرض يؤديها المقترض إلى المقرض.

المادة السادسة والثمانون بعد الثلاثمائة
لا يضمن المقرِض استحقاق المال المقترَض ولا خلوه من العيوب، ولكنه مسؤولٌ عما يلحق المقترض من ضرر بسبب الاستحقاق أو العيب إذا تعمد إخفاء أيٍّ منهما أو ضمن خلو المال المقترَض منهما.
إذا استُحق المال المقترَض وهو قائمٌ في يد المقترِض سقط التزامه برد مثله.
إذا ظهر في المال المقترَض عيبٌ واختار المقترِض استبقاء المال فلا يلتزم إلا برد قيمته معيبًا.
المادة السابعة والثمانون بعد الثلاثمائة
إذا عُيِّن للقرض أجلٌ أو غرضٌ لم يلزم المقترض الوفاء قبل انقضاء الأجل أو المدة المعتادة للانتفاع به في مثل ذلك الغرض. 
إذا لم يعين للقرض أجلٌ أو غرضٌ لزم المقترض الوفاء عند طلب المقرض؛ ما لم يكن المقترض يتضرر بالوفاء فلا يلزمه إلا إذا مضت المدة المعتادة للانتفاع بمثل المال المقترض.
المادة الثامنة والثمانون بعد الثلاثمائة
يلتزم المقترِض برد مثل الشيء المقترَض مقدارًا ونوعًا وصفةً عند انقضاء مدة القرض، فإذا تعذر رد مثله وجب رد قيمته يوم الاقتراض.

المادة التاسعة والثمانون بعد الثلاثمائة
يلتزم المقترض بالوفاء في مكان القرض؛ ما لم يتفق على خلاف ذلك.

المادة التسعون بعد الثلاثمائة
تكون نفقات القرض والوفاء به على المقترض؛ ما لم يتفق على خلاف ذلك.

الفصل الخامس: عقد الصلح
المادة الحادية والتسعون بعد الثلاثمائة
الصلح عقدٌ يحسم بمقتضاه المتصالحان نزاعًا قائمًا أو يتوقيان نزاعًا محتملًا، بأن ينزل كلٌّ منهما على وجه التَّقابل عن مُطالبته أو جزءٍ منها.

المادة الثانية والتسعون بعد الثلاثمائة
يجب أن يكون المتصالح أهلًا للتصرف بعوضٍ في الحقوق التي يشملها عقد الصلح.
إذا تضمن الصلح إسقاط شيءٍ من الحقوق دون مقابل وجب أن يكون من أسقط حقه كامل الأهلية.
المادة الثالثة والتسعون بعد الثلاثمائة
استثناءً من حكم الفقرة (1) من المادة (الثانية والتسعين بعد الثلاثمائة) من هذا النظام؛ لا يصح صلح الصغير المميز المأذون له، إذا ألحق الصلح به ضررًا بيّنًا.

المادة الرابعة والتسعون بعد الثلاثمائة
يجب أن يكون المتصالح عنه مما يصح أخذ العوض في مقابله.

المادة الخامسة والتسعون بعد الثلاثمائة
يصح الصلح ولو كان الحق الذي يشمله مجهولًا إذا كانت الجهالة لا تمنع التسليم وكان الحق مما يتعذّر العلم به في مدة قريبة بحسب طبيعة الحق ومقداره ومكانه.

المادة السادسة والتسعون بعد الثلاثمائة
يصح الصلح عن الحقوق سواء أقر بها المدعى عليه أو أنكرها أو سكت ولم يبد فيها إقرارًا ولا إنكارًا.

المادة السابعة والتسعون بعد الثلاثمائة
يصح الصلح على بعض ما يدعيه المتصالح في ذمة الآخر.
يصح الصلح على تأجيل الدين المدعى به أو بعضه دون زيادة، أو على تعجيله والحط منه.
المادة الثامنة والتسعون بعد الثلاثمائة
يصح أن يتصالح شخصان يدعي كل منهما حقًّا له لدى الآخر على أن يحتفظ كلٌّ منهما بالحق الذي لديه.

المادة التاسعة والتسعون بعد الثلاثمائة
لا يُنشئ الصلح حقًّا جديدًا لأيٍّ من المتصالحين فيما يشمله من الحقوق، وأما عوض الصلح من غير هذه الحقوق فيُنشئ فيه الصلح حقًّا وتسري عليه أحكام المعاوضة بحسب طبيعة العوض والحق المتنازل عنه.

المادة الأربعمائة
 تُفسَّر عبارات التَّنازل التي يتضمَّنها عقد الصلح تفسيرًا ضيِّقًا في حدود الحقوق التي كانت محلًا للنزاع.

المادة الأولى بعد الأربعمائة
يترتب على عقد الصلح انقضاء الحقوق والادعاءات التي نزل عنها أيٌّ من المتصالحين، وليس لأي منهما أو لورثته الرجوع فيه.

المادة الثانية بعد الأربعمائة
يقتصر أثر الصلح على الحقوق التي شملها وحسم النزاع فيها دون غيرها.

الفصل السادس: عقد المسابقة
المادة الثالثة بعد الأربعمائة
المسابقة عقدٌ يلتزم بمقتضاه شخصٌ ببذل جُعلٍ لمن يفوز في سباقٍ يتوقف الفوز فيه على عمل المتسابق.

المادة الرابعة بعد الأربعمائة
يصحُّ في المسابقة أن يكون الالتزام بالجُعل من بعض المتسابقين أو من غيرهم، ولا يصحُّ أن يكون من جميعهم.

المادة الخامسة بعد الأربعمائة
إذا كانت المسابقة بين فريقين عُدَّ كلُّ فريقٍ في حكم الشخص الواحد في الالتزام بالجعل.

المادة السادسة بعد الأربعمائة
يقع باطلًا كلُّ اتفاقٍ على قمار.

الباب الثاني: العقود الواردة على المنفعة الفصل الأول: عقد الإيجار الفرع الأول: إنشاء عقد الإيجار
المادة السابعة بعد الأربعمائة
الإيجار عقد يُمَكِّنُ بمقتضاه المؤجر المستأجر من الانتفاع مدةً معينةً بشيءٍ غير قابل للاستهلاك مقابل أجرةٍ.

المادة الثامنة بعد الأربعمائة
يصح أن يكون المأجور عينًا أو منفعةً أو حقًّا؛ سواء كان معيَّنًا بالذات أو بالنوع.
يصح أن يكون المأجور حصَّةً شائعة.
المادة التاسعة بعد الأربعمائة
يصح أن يقتصر تقدير الأجرة على بيان أسسٍ صالحةٍ تتحدد بمقتضاها، ويصح أن تكون بمبلغٍ معيَّنٍ مع نسبةٍ معلومةٍ من الناتج أو من الربح. 

المادة العاشرة بعد الأربعمائة
يصح اشتراط تعجيل الأجرة أو تأجيلها أو تقسيطها. 

المادة الحادية عشرة بعد الأربعمائة
إذا عُقد الإيجار على شيءٍ معينٍ بأجرةٍ إجماليةٍ، وذُكر عدد وحداته دون بيان أجرة كل وحدة منها، فظهرت وحداته أزيد أو أنقص؛ كانت الأجرة هي المحددة في العقد لا يزاد عليها ولا ينقص منها، وللمستأجر في حالة النقص طلب فسخ العقد. 
إذا حددت في العقد أجرة كل وحدة التزم المستأجر بالأجرة المحددة للوحدات الزائدة، والتزم المؤجر بإنقاص الأجرة المحددة للوحدات الناقصة، وللمستأجر طلب الفسخ في الحالتين. 
إذا كان مقدار النقص أو الزيادة يسيرًا ولا أثر له في المنفعة المقصودة فليس للمستأجر طلب الفسخ.
المادة الثانية عشرة بعد الأربعمائة
تبدأ مدة الإيجار من التاريخ المحدد في العقد، فإذا لم يحدد فمن تاريخ انعقاد العقد.

المادة الثالثة عشرة بعد الأربعمائة
إذا لم تعين مدة الإيجار وكانت الأجرة عن وحدة زمنية معينة عُدَّ عقد الإيجار منعقدًا إلى نهاية تلك الوحدة الزمنية، وإلا عينت المحكمة مدة الإيجار بحسب العرف وظروف العقد.

المادة الرابعة عشرة بعد الأربعمائة
تصح إضافة عقد الإيجار إلى أجل مستقبل.

المادة الخامسة عشرة بعد الأربعمائة
إذا انقضت مدة الإيجار وثبت وجود ضرورة ملحة لامتدادها فإنها تمتد بقدر تلك الضرورة على أن يؤدي المستأجر أجرة المثل عن هذه المدة، ما لم يتفق على خلاف ذلك.

الفرع الثاني: التزامات المؤجر
المادة السادسة عشرة بعد الأربعمائة
على المؤجر تسليم المأجور وملحقاته في حالٍ يصلح معها لاستيفاء المنفعة المقصودة كاملة.
يكون التسليم بتمكين المستأجر من الانتفاع بالمأجور دون مانعٍ يعوق الانتفاع، مع بقاء ذلك مستمرًّا حتى انقضاء مدة الإيجار.
المادة السابعة عشرة بعد الأربعمائة
للمؤجر أن يمتنع عن تسليم المأجور حتى يستوفي الأجرة المعجلة.

المادة الثامنة عشرة بعد الأربعمائة
تسري على تسليم المأجور وملحقاته أحكام تسليم المبيع؛ ما لم يتفق على خلاف ذلك.

المادة التاسعة عشرة بعد الأربعمائة
يلتزم المؤجر بالإصلاحات الضرورية اللازمة لبقاء المأجور صالحًا للانتفاع، بما في ذلك إصلاح أي خللٍ في المأجور يؤثر في استيفاء المنفعة المقصودة.
إذا تأخر المؤجر-بعد إعذاره- عن القيام بالإصلاحات الواردة في الفقرة (1) من هذه المادة ودون إخلال بحق المستأجر في طلب الفسخ أو إنقاص الأجرة؛ فللمستأجر الحصول على إذن من المحكمة بالقيام بالإصلاحات، وله الرجوع على المؤجر بما أنفق بالقدر المتعارف عليه. ويجوز للمستأجر دون إذن المحكمة القيام بالإصلاحات واقتطاع نفقتها من الأجرة بالقدر المتعارف عليه إذا كانت من الأمور المستعجلة أو كانت يسيرة عرفًا، وعلى المستأجر في جميع الأحوال أن يقدم للمؤجر حسابًا عما تم إصلاحه.
يجوز للمؤجر والمستأجر الاتفاق على خلاف أحكام الفقرتين (1) و(2) من هذه المادة.  
المادة العشرون بعد الأربعمائة
إذا هلك المأجور أثناء مدة الإيجار هلاكًا كليًّا انفسخ العقد من تلقاء نفسه.

المادة الحادية والعشرون بعد الأربعمائة
إذا هلك المأجور أثناء مدة الإيجار هلاكًا جزئيًا أو أصبح في حال تنقص من الانتفاع الذي أُجِّر من أجله، ولم يكن ذلك بسبب المستأجر؛ جاز له طلب فسخ العقد أو إنقاص الأجرة.

المادة الثانية والعشرون بعد الأربعمائة
إذا أحدث المستأجر بإذن المؤجر إنشاءاتٍ أو إصلاحات لمنفعة المأجور؛ فله الرجوع بما أنفق بالقدر المتعارف عليه وإن لم يشترط المستأجر الرجوع، ما لم يتفق على خلاف ذلك.
إذا كان ما أحدثه المستأجر عائدًا لمنفعته الشخصية فليس له الرجوع على المؤجر؛ ما لم يُتفق على خلاف ذلك.
المادة الثالثة والعشرون بعد الأربعمائة
على المؤجر أن يمتنع عن التعرض للمستأجر في استيفائه للمنفعة طوال مدة الإيجار، بما في ذلك أن يحدث المؤجر في المأجور تغييرًا يمنع من الانتفاع به أو يخل بالمنفعة المقصودة، وإلا كان ضامنًا. ويعد في حكم تعرض المؤجر التعرض الصادر من أحد تابعيه.
يضمن المؤجر للمستأجر التعرض الصادر من الغير إذا كان التعرض مبنيًّا على سبب نظامي.
إذا ترتب على التعرض الوارد في الفقرتين (1) و(2) من هذه المادة حرمان المستأجر كليًّا أو جزئيًّا من الانتفاع بالمأجور؛ جاز له طلب الفسخ أو إنقاص الأجرة، دون إخلالٍ بحقه في التعويض.
المادة الرابعة والعشرون بعد الأربعمائة
لا يضمن المؤجر التعرض الصادر من الغير إذا لم يكن مبنيًّا على سبب نظامي، على أنه إذا كان التعرض بسبب لا يد للمستأجر فيه، وترتب عليه حرمانه من الانتفاع بالمأجور؛ جاز له طلب الفسخ أو إنقاص الأجرة. 
إذا ترتب على عمل من جهة عامة نقص في الانتفاع بالمأجور جاز للمستأجر طلب فسخ العقد أو إنقاص الأجرة دون إخلال بحقه في مطالبة المؤجر بالتعويض إذا كان عمل الجهة العامة قد صدر لسبب يكون المؤجر مسؤولًا عنه.
المادة الخامسة والعشرون بعد الأربعمائة
يضمن المؤجر للمستأجر ما يوجد في المأجور من عيوبٍ تحول دون الانتفاع به أو تنقص منه. 
لا يضمن المؤجر العيوب التي جرى العرف على التسامح فيها أو التي علم بها المستأجر وقت التعاقد.
المادة السادسة والعشرون بعد الأربعمائة
إذا ترتب على العيب حرمان المستأجر كليًّا أو جزئيًّا من الانتفاع بالمأجور جاز له طلب الفسخ أو إنقاص الأجرة دون إخلال بحقه في التعويض.

المادة السابعة والعشرون بعد الأربعمائة
يقع باطلًا كل اتفاق يتضمن الإعفاء أو الحد من ضمان التعرض أو العيب إذا كان المؤجر قد تعمّد إخفاء سبب هذا الضمان. 

المادة الثامنة والعشرون بعد الأربعمائة
 يصح بيع المأجور ولا يؤثر ذلك في حقوق المستأجر.

الفرع الثالث: التزامات المستأجر
المادة التاسعة والعشرون بعد الأربعمائة
يلتزم المستأجر بأن يؤدي الأجرة في المواعيد المتفق عليها، فإن لم يتفق على المواعيد التزم بأدائها عند تسليم المأجور، وإذا كانت مدة عقد الإيجار مقسَّمة على فتراتٍ زمنيَّة التزم بأدائها في بداية كل فترةٍ زمنيَّة.
لا تُستحق الأجرة عن مدةٍ انقضت قبل تسليم المأجور؛ ما لم يكن التأخر في التسليم بسبب المستأجر.
المادة الثلاثون بعد الأربعمائة
يلتزم المستأجر بأن يحافظ على المأجور محافظة الشخص المعتاد.
يلتزم المستأجر بتعويض المؤجر عما يلحق المأجور من أضرارٍ ناشئةٍ عن تعديه أو تقصيره، وإذا تعدد المستأجرون لزم كل واحد منهم التعويض عن الأضرار الناشئة عن تعديه أو تقصيره.
المادة الحادية والثلاثون بعد الأربعمائة
يلتزم المستأجر باستعمال المأجور في حدود المنفعة المتفق عليها في العقد، فإن لم يكن هناك اتفاقٌ التزم باستعمالهِ بحسب ما أُعد له.

المادة الثانية والثلاثون بعد الأربعمائة
ليس للمستأجر أن يحدث في المأجور تغييرًا دون إذن المؤجر إلا إذا كان يستلزمه إصلاح المأجور ولا يلحق ضررًا به.

المادة الثالثة والثلاثون بعد الأربعمائة
يلتزم المستأجر خلال مدة الإيجار بصيانة المأجور وفقًا لما يقتضيه العرف؛ ما لم يتفق على خلاف ذلك.

المادة الرابعة والثلاثون بعد الأربعمائة
ليس للمستأجر منع المؤجر من القيام بالإصلاحات الضرورية لحفظ المأجور إذا أعلمه المؤجر قبل البدء فيها بمدة معقولة. 
إذا ترتب على قيام المؤجر بالإصلاحات الواردة في الفقرة (1) من هذه المادة إخلالٌ بانتفاع المستأجر، جاز له طلب الفسخ أو إنقاص الأجرة.
المادة الخامسة والثلاثون بعد الأربعمائة
يلتزم المستأجر برد المأجور إلى المؤجر عند انتهاء عقد الإيجار بالحال التي تسلمه بها، ويُستثنى من ذلك ما يقتضيه الاستعمال المعتاد.
إذا أبقى المستأجر المأجور تحت يده دون حقٍّ استحق المؤجر أجرة المثل، دون إخلال بحقه في التعويض.
المادة السادسة والثلاثون بعد الأربعمائة
إذا أحدث المستأجر لمنفعته بناءً أو غراسًا في المأجور ولو بإذن المؤجر ولم يكن بينهما اتفاق على بقائه بعد مدة الإيجار؛ كان للمؤجر عند انتهاء عقد الإيجار أن يطلب إزالة المحدثات على نفقة المستأجر مع التعويض إن كان له مقتضٍ، أو يستبقيها المؤجر بدفع قيمتها مستحقة الإزالة أو بدفع مبلغٍ يساوي ما زاد في قيمة المأجور بسبب البناء أو الغراس.
للمستأجر أن يطلب إزالة ما أحدثه من بناءٍ أو غراسٍ إذا كان ذلك لا يُلحق ضررًا بالمأجور ولو اعترض المؤجر.
المادة السابعة والثلاثون بعد الأربعمائة
لا يجوز للمستأجر أن يؤجر المأجور كله أو بعضه أو يتنازل عن العقد إلا بإذن المؤجر أو إجازته.

المادة الثامنة والثلاثون بعد الأربعمائة
يتقيد المستأجر المأذون له بالتأجير أو التنازل للغير عند قيامه بذلك بقيود المنفعة التي يملكها نوعًا وزمنًا.

المادة التاسعة والثلاثون بعد الأربعمائة
إذا تنازل المستأجر عن العقد فإن المتنازل له يحل محل المستأجر في جميع الحقوق والالتزامات المترتبة بمقتضى العقد المتنازل عنه.

الفرع الرابع: انتهاء عقد الإيجار
المادة الأربعون بعد الأربعمائة
ينتهي عقد الإيجار بانقضاء المدة المعينة فيه؛ ما لم يُشتَرط تجدده تلقائيًّا. 
إذا انتهى عقد الإيجار واستمر المستأجر في الانتفاع بالمأجور برضى المؤجر الصريح أو الضمني عُدَّ العقد مجددًا بشروطه وضماناته عدا الضمانات المقدمة من الغير، وتتعين مدة العقد الجديد وفق أحكام المادة (الثالثة عشرة بعد الأربعمائة) من هذا النظام.
ما لم يتجدد العقد وفقًا للفقرتين (1) و(2) من هذه المادة؛ إذا طلب المؤجر من المستأجر زيادة معينة على الأجرة المحددة وظل المستأجر حائزًا للمأجور بعد انتهاء مدة العقد دون اعتراض منه على الزيادة؛ لزمته تلك الزيادة ابتداءً من وقت انتهاء العقد القائم، وعُدَّ العقد مجددًا بشروطه وضماناته عدا الضمانات المقدمة من الغير، وتتعين مدة العقد الجديد وفق أحكام المادة (الثالثة عشرة بعد الأربعمائة) من هذا النظام.
المادة الحادية والأربعون بعد الأربعمائة
لا ينتهي عقد الإيجار بموت أحد المتعاقدين.
لورثة المستأجر طلب فسخ العقد خلال مدة معقولة إذا أثبتوا أن أعباء العقد قد أصبحت بسبب موت مورثهم أثقل من أن تتحملها مواردهم من التركة، أو أن العقد يتجاوز حدود حاجتهم، أو أنه أُبرم بناءً على اعتبارات تتعلق بشخص مورثهم.
للمؤجر طلب فسخ العقد إذا مات المستأجر وكان العقد قد أُبرم بناءً على اعتبارات تتعلق بشخصه.
المادة الثانية والأربعون بعد الأربعمائة
لكل من المتعاقدين طلب فسخ عقد الإيجار إذا حدث عذر طارئ متعلق به، ويلزمه تعويض المتعاقد الآخر عما ينشأ عن هذا الفسخ من ضرر.
إذا كان المؤجر هو الذي يطلب فسخ العقد فلا يجبر المستأجر على رد المأجور حتى يستوفي التعويض أو يحصل على ضمان كافٍ.
الفرع الخامس: إيجار الأرض للزراعة
المادة الثالثة والأربعون بعد الأربعمائة
يصح إيجار الأرض للزراعة مع تعيين ما يزرع فيها أو أن يجعل المؤجر للمستأجر اختيار ما يزرع فيها.

المادة الرابعة والأربعون بعد الأربعمائة
لا يصح إيجار الأرض للزراعة إيجارًا منجزًا وهي مشغولة بزرع لغير المستأجر لم يبلغ حصاده وكان مزروعًا بحق، فإن كان الزرع بلغ حصاده أو كان مزروعًا بغير حق صح إيجار الأرض ولزم صاحب الزرع إزالته.

المادة الخامسة والأربعون بعد الأربعمائة
يصح إيجار الأرض المشغولة بالزرع إيجارًا مضافًا إلى أجل تكون الأرض فيه خالية.

المادة السادسة والأربعون بعد الأربعمائة
إذا استأجر شخص الأرض للزراعة شمل الإيجار ملحقاتها، وما اتصل بها اتصال قرار، وما جرى العرف على أنه من توابعها، ولا يشمل ذلك الأدوات والآلات الزراعية، ما لم يتفق على خلاف ذلك. 

المادة السابعة والأربعون بعد الأربعمائة
من استأجر أرضًا على أن يزرعها دون الاتفاق على جنس المزروع ونوعه؛ فله أن يزرعها في جميع فصول السنة.

المادة الثامنة والأربعون بعد الأربعمائة
إذا انقضت مدة إيجار الأرض للزراعة قبل أن يبلغ الزرع حصاده لسبب لا يد للمستأجر فيه، فله أن يُبقيه بأجرة المثل حتى يتم حصاده، ما لم يتفق على خلاف ذلك.

المادة التاسعة والأربعون بعد الأربعمائة
يلتزم المؤجر بالإصلاحات التي يتوقف عليها تمكن المستأجر من استغلال الأرض.
يلتزم المستأجر بالصيانة التي يقتضيها استغلال الأرض بما في ذلك صيانة الآبار، والسواقي، والمصارف، والطرق، وإذا شمل العقد إيجار الأدوات والآلات الزراعية؛ لزم المستأجر أن يستعملها ويتعهدها بالصيانة، وذلك وفقًا للمتعارف عليه.
يجوز للمؤجر والمستأجر الاتفاق على خلاف أحكام الفقرتين (1) و(2) من هذه المادة. 
المادة الخمسون بعد الأربعمائة
إذا هلك الزرع كله قبل حصاده بسبب قوةٍ قاهرةٍ فللمستأجر طلب إسقاط الأجرة.
إذا هلك بعض الزرع بسبب قوةٍ قاهرةٍ وترتب على هلاكه نقصٌ كبيرٌ في ريع الأرض فللمستأجر طلب إنقاص الأجرة.
ليس للمستأجر طلب إسقاط الأجرة أو إنقاصها إذا حصل له تعويضٌ يجبر ما أصابه من ضرر.
الفصل الثاني: عقد الإعارة الفرع الأول: إنشاء عقد الإعارة
المادة الحادية والخمسون بعد الأربعمائة
الإعارة عقد يمكِّن بمقتضاه المعيرُ المستعيرَ من الانتفاع بشيءٍ غير قابل للاستهلاك مدةً معينةً أو لغرضٍ معينٍ دون عوضٍ على أن يرده.

المادة الثانية والخمسون بعد الأربعمائة
لا تنعقد الإعارة إلا بقبض الشيء المـُعار.

المادة الثالثة والخمسون بعد الأربعمائة
إذا عُيِّن للإعارة أجل أو غرض لم يلزم المستعير رد الشيء المعار قبل انقضاء الأجل أو المدة المعتادة للانتفاع به في مثل ذلك الغرض. 
إذا لم يُعيَّن للإعارة أجل أو غرض لزم المستعير رد الشيء المعار عند طلب المعير؛ ما لم يكن المستعير يتضرر بالرد فله حق استبقائه إلى أن يزول الضرر، فإن تجاوز المدة المعتادة للانتفاع بمثله لزمته أجرة المثل عن المدة الزائدة. 
الفرع الثاني: آثار عقد الإعارة
المادة الرابعة والخمسون بعد الأربعمائة
لا يضمن المعير استحقاق الشيء المعار ولا خلوه من العيوب، ولكنه مسؤولٌ عما يلحق المستعير من ضرر بسبب الاستحقاق أو العيب إذا تعمد إخفاء أي منهما أو ضمن خلو الشيء المعار منهما.

المادة الخامسة والخمسون بعد الأربعمائة
على المستعير أن يبذل في حفظ الشيء المعار العناية التي يبذلها في المحافظة على ماله دون أن ينزل عن عناية الشخص المعتاد.

المادة السادسة والخمسون بعد الأربعمائة
تكون نفقات الشيء المعار وصيانته المعتادة ونفقات رده على المستعير، وذلك كله ما لم يتفق على خلاف ذلك.

المادة السابعة والخمسون بعد الأربعمائة
إذا كانت الإعارة غير مقيدة بزمانٍ أو بمكانٍ أو بنوع من الانتفاع؛ فللمستعير أن ينتفع بالشيء المعار على الوجه المعتاد.
إذا كانت الإعارة مقيدة بزمانٍ أو بمكانٍ التزم المستعير بهذا القيد، وليس له عند تعيين نوع الانتفاع أن يجاوز قدره المماثل.
المادة الثامنة والخمسون بعد الأربعمائة
لا يجوز للمستعير أن يتصرف في الشيء المعار تصرفًا يرتب لأحدٍ حقًّا في عينه أو منفعته إلا بإذن المعير.

الفرع الثالث: انتهاء عقد الإعارة
المادة التاسعة والخمسون بعد الأربعمائة
ينتهي عقد الإعارة بموت المعير أو المستعير، ولا ينتقل إلى الورثة، ما لم يتفق على خلاف ذلك.

المادة الستون بعد الأربعمائة
ينتهي عقد الإعارة بانقضاء الأجل المتفق عليه أو باستيفاء المنفعة محل الإعارة.
إذا رد المستعير الشيء المعار قبل انقضاء مدة الإعارة؛ لزم المعير تسلمه؛ ما لم يترتب على ذلك ضرر.
الباب الثالث: العقود الواردة على العمل الفصل الأول: عقد المقاولة الفرع الأول: إنشاء عقد المقاولة
المادة الحادية والستون بعد الأربعمائة
المقاولة عقدٌ يلتزم بمقتضاه المقاول بصنع شيءٍ أو أداء عملٍ مقابل أجر دون أن يكون تابعًا لصاحب العمل ولا نائبًا عنه.

المادة الثانية والستون بعد الأربعمائة
يصح أن يكون التزام المقاول بتنفيذ العمل بمواد من عنده أو من صاحب العمل.

الفرع الثاني: التزامات المقاول
المادة الثالثة والستون بعد الأربعمائة
إذا اشترط صاحب العمل أن يقدم المقاول المواد كلها أو بعضها؛ كان المقاول مسؤولًا عن توفر الشروط والمواصفات المتفق عليها إن وجدت، وإلا التزم بأن تكون وافيةً بالغرض المقصود وفقًا للعرف.
إذا كان صاحب العمل هو الذي قدم المواد؛ التزم المقاول بأن يبذل في المحافظة عليها عناية الشخص المعتاد وأن يراعي في عمله الأصول الفنية وأن يرد إلى صاحب العمل ما بقي منها.
المادة الرابعة والستون بعد الأربعمائة
يتحمَّل المقاول نفقات ما يستلزمه إنجاز العمل من آلات وأدوات، ما لم يتفق على خلاف ذلك.

المادة الخامسة والستون بعد الأربعمائة
يلتزم المقاول بإنجاز العمل وفقًا لشروط العقد وفي المدة المتفق عليها، فإن لم تكن هناك شروطٌ أو لم يُتفق على مدةٍ التزم بإنجازه وفقًا للأصول المتعارف عليها وفي المدة المعقولة التي تقتضيها طبيعة العمل.

المادة السادسة والستون بعد الأربعمائة
إذا أخل المقاول بشروط العقد أثناء سير العمل فلصاحب العمل إعذاره بالالتزام بها وتصحيح العمل خلال مدة معقولة يعينها له، فإذا انقضت هذه المدة دون تصحيح فلصاحب العمل أن يعهد إلى مقاول آخر بإنجاز العمل أو تصحيحه على نفقة المقاول الأول وفق أحكام المادة (السابعة والستين بعد المائة) من هذا النظام أو أن يطلب فسخ العقد. 
لصاحب العمل طلب فسخ العقد في الحال إذا استحال إصلاح الخلل أو تأخر المقاول في البدء بتنفيذ العمل أو في إنجازه تأخرًا لا يرجى معه أن يتمكن من إتمامه في المدة المتفق عليها.
المادة السابعة والستون بعد الأربعمائة
إذا هلك الشيء أو تلف بسبب لا يد للمقاول فيه قبل تسليمه لصاحب العمل؛ فليس للمقاول أن يطالب بالأجر المتفق عليه ولا بالنفقات التي تحملها؛ ما لم يكن صاحب العمل وقت الهلاك أو التلف مخلاًّ بالتزامه بتسلم العمل.
إذا كانت المواد مقدمة من صاحب العمل وهلك الشيء أو تلف قبل تسليمه له بسبب لا يد للمقاول فيه؛ فليس لصاحب العمل أن يُطالب المقاول بقيمتها ما لم يكن المقاول وقت الهلاك أو التلف قد أُعذر لإخلاله بتسليم العمل، ولم يثبت أن الشيء كان ليهلك أو يتلف لو أنه قام بالتسليم من غير إخلال بالتزامه.
الفرع الثالث: التزامات صاحب العمل
المادة الثامنة والستون بعد الأربعمائة
إذا أتم المقاول العمل ووضعه تحت تصرف صاحب العمل لزمته المبادرة إلى تسلمه، فإن امتنع بغير سبب مشروع رغم إعلامه بذلك وهلك في يد المقاول أو تلف دون تعديه أو تقصيره؛ لم يلزم المقاول التعويض.

المادة التاسعة والستون بعد الأربعمائة
يلتزم صاحب العمل بالوفاء بالأجر عند تسلم العمل المتفق عليه، ما لم يتفق على خلاف ذلك.
إذا كان العمل مكوَّنًا من عدة أجزاء، أو كان الأجر محدَّدًا على أساس الوحدة؛ التزم صاحب العمل بأن يفي للمقاول من الأجر بقدر ما أنجز من العمل بعد معاينته وقبوله، على أن يكون ما تم إنجازه متميزًا أو ذا أهمية بالنسبة إلى العمل في جملته.
المادة السبعون بعد الأربعمائة
إذا أُبرم عقد بمقتضى مقايسةٍ على أساس الوحدة وتبين أثناء العمل أن من الضروري لتنفيذ التصميم المتفق عليه مجاوزة المقايسة المقدرة مجاوزةً ظاهرةً؛ لزم المقاول أن يعلم في الحال صاحب العمل بذلك مبينًا مقدار ما يتوقعه من زيادة في الأجر، فإن لم يفعل سقط حقه في طلب ما جاوز به قيمة المقايسة من نفقات.
إذا كانت المجاوزة التي يقتضيها تنفيذ التصميم جسيمةً؛ فلصاحب العمل أن يتحلل من العقد ويوقف التنفيذ، على أن يكون ذلك دون تأخر، مع إيفاء المقاول قيمة ما أنجزه من الأعمال مقدرةً وفقًا لشروط العقد.
المادة الحادية والسبعون بعد الأربعمائة
إذا تم عقد المقاولة بموجب تصميمٍ متفقٍ عليه مقابل أجرٍ إجماليٍّ فليس للمقاول أن يطالب بأيّ زيادةٍ في الأجر ولو ارتفعت أسعار المواد المستخدمة في العمل أو ارتفعت أجور العمال أو غيرها من النفقات.
ليس للمقاول إذا حدث في التصميم تعديل أو إضافة أن يطالب بأي زيادة في الأجر إلا إذا كان ذلك راجعًا إلى خطأ صاحب العمل أو كان بإذنه واتفق مع المقاول على الزيادة في الأجر.
إذا انهار التوازن العقدي بين التزامات كل من صاحب العمل والمقاول بسبب ظروف استثنائيةٍ عامَّةٍ لم يكن في الوسع توقعها وقت التعاقد وتداعى بذلك الأساس الذي قام عليه التقدير المالي لعقد المقاولة، فللمحكمة تبعًا للظروف بعد الموازنة بين مصلحة الطرفين أن تقضي بإعادة التوازن العقدي، بما في ذلك تمديد مدة التنفيذ أو زيادة الأجر أو إنقاصه، أو أن تقضي بفسخ العقد.
المادة الثانية والسبعون بعد الأربعمائة
إذا لم يعين في العقد أجر المقاول استحق أجر المثل عما عمل مع قيمة ما قدمه من المواد التي يتطلبها العمل.

الفرع الرابع: المقاولة من الباطن
المادة الثالثة والسبعون بعد الأربعمائة
للمقاول أن يُسند تنفيذ العمل كله أو بعضه إلى مقاول من الباطن؛ ما لم تقتض النصوص النظامية أو الاتفاق أو طبيعة العمل خلاف ذلك أو كانت شخصية المقاول محل اعتبار.
تبقى مسؤولية المقاول قائمة قِبَلَ صاحب العمل.
المادة الرابعة والسبعون بعد الأربعمائة
لا يجوز للمقاول من الباطن أن يطالب لنفسه صاحب العمل بشيءٍ مما يستحقه المقاول إلا إذا أحاله على صاحب العمل.

الفرع الخامس: انتهاء عقد المقاولة
المادة الخامسة والسبعون بعد الأربعمائة
ينتهي عقد المقاولة بإنجاز العمل المتفق عليه.

المادة السادسة والسبعون بعد الأربعمائة
لكل من المتعاقدين طلب فسخ عقد المقاولة إذا حدث له عذر طارئ يتعلق بتنفيذ العقد، ويلزمه تعويض المتعاقد الآخر عما ينشأ عن هذا الفسخ من ضرر. 

المادة السابعة والسبعون بعد الأربعمائة
إذا بدأ المقاول في التنفيذ ثم أصبح عاجزًا عن إتمامه لسبب لا يد له فيه؛ فإنه يستحق قيمة ما تم من الأعمال، وما أنفق في العمل الذي لم يتم بقدر ما عاد على صاحب العمل من نفع.

المادة الثامنة والسبعون بعد الأربعمائة
ينفسخ عقد المقاولة بموت المقاول إذا اشتُرط أن يعمل المقاول بنفسه أو كان العقد قد أبرم بناءً على اعتبارات تتعلق بشخصه.
إذا خلا العقد من الشرط الوارد في الفقرة (1) من هذه المادة، ولم يكن شخص المقاول محل اعتبار في التعاقد؛ فلصاحب العمل طلب فسخ العقد إذا لم تتوفر في الورثة الضمانات الكافية لتنفيذ العمل.
يستحق الورثة في الحالتين الواردتين في الفقرتين (1) و(2) من هذه المادة؛ قيمة ما تم من الأعمال وما أنفق في العمل الذي لم يتم بقدر ما عاد على صاحب العمل من نفع.
الفصل الثاني: عقد العمل
المادة التاسعة والسبعون بعد الأربعمائة
تسري على عقد العمل النصوص النظامية الخاصة به.

الفصل الثالث: عقد الوكالة الفرع الأول: إنشاء عقد الوكالة
المادة الثمانون بعد الأربعمائة
الوكالة عقد يقيم بمقتضاه الموكل الوكيل مقام نفسه في تصرُّفٍ نظاميٍّ.

المادة الحادية والثمانون بعد الأربعمائة
يصح أن تكون الوكالة مطلقةً أو مقيدةً أو معلقةً على شرط أو مضافةً إلى أجل.

المادة الثانية والثمانون بعد الأربعمائة
لا تصح الوكالة بألفاظ عامة لا تخصيص فيها لنوع التصرف النظامي محل الوكالة.

المادة الثالثة والثمانون بعد الأربعمائة
تصح الوكالة الخاصة في نوع معين من أنواع التصرفات النظامية ولو لم يعين محل هذا التصرف إلا إذا كان التصرف من التبرعات.

المادة الرابعة والثمانون بعد الأربعمائة
كل عمل ليس من أعمال الإدارة يجب أن تكون الوكالة فيه خاصة تُعيِّن نوع العمل وما تستلزمه الوكالة فيه من تصرفات.

المادة الخامسة والثمانون بعد الأربعمائة
تعد الإجازة اللاحقة للتصرف في حكم الوكالة السابقة له.

الفرع الثاني: التزامات الوكيل
المادة السادسة والثمانون بعد الأربعمائة
يثبت للوكيل بمقتضى عقد الوكالة حق التصرف فيما يتناوله التوكيل وما يقتضيه من توابع ضرورية وفقًا لطبيعة التصرف ولما انصرفت إليه إرادة المتعاقدين وما جرى عليه العرف.
يعد المال الذي تسلَّمَه الوكيل لحساب موكله وديعة.
لا يعد تصرف الوكيل بما هو أنفع للموكل تجاوزًا لحدود الوكالة؛ ما لم يكن للموكل غرضٌ في تحديد الوكالة.
المادة السابعة والثمانون بعد الأربعمائة
إذا كانت الوكالة بلا أجر التزم الوكيل بأن يبذل في تنفيذها العناية التي يبذلها في أعماله الخاصة دون أن يكلف في ذلك أزيد من عناية الشخص المعتاد.
إذا كانت الوكالة بأجر التزم الوكيل بأن يبذل في تنفيذها عناية الشخص المعتاد.
المادة الثامنة والثمانون بعد الأربعمائة
إذا تعدد الوكلاء، وكان لكل منهم عقد مستقل؛ فإن له الانفراد فيما وكل فيه إلا أن يشترط عليهم الموكل عدم الانفراد.
إذا تعدد الوكلاء، وعينوا جميعًا في عقد واحد دون أن يأذن الموكل في انفراد أي منهم بالتصرف؛ كان عليهم أن يعملوا مجتمعين.
إذا تعدد الوكلاء، كانوا مسؤولين بالتضامن متى كانت الوكالة غير قابلة للانقسام، أو كان الضرر الذي أصاب الموكل نتيجة خطأ مشترك، ولا يكون الوكلاء ولو كانوا متضامنين مسؤولين عما فعله أحدهم مجاوزًا حدود الوكالة أو متعسفًا في تنفيذها.
المادة التاسعة والثمانون بعد الأربعمائة
لا يجوز للوكيل أن يوكل غيره فيما وكل فيه أو في بعضه إلا إذا كان مأذونًا له بذلك من قبل الموكل، ويعد الوكيل الثاني وكيلًا عن الموكل الأصلي.
الوكيل المأذون له بتوكيل الغير دون تعيين لشخصه لا يكون مسؤولًا تجاه موكله إلا عن خطئه في اختياره للوكيل أو فيما أصدره من تعليمات كانت سببًا في الضرر.
لكل من الموكل ووكيله أن يعزل الوكيل الثاني الذي عينه الوكيل، ويترتب على عزل الوكيل الأول انعزال الوكيل الثاني.
المادة التسعون بعد الأربعمائة
ليس للوكيل الذي وكل في شراء شيء دون بيان ثمنه أن يشتريه بأكثر من ثمن المثل.

المادة الحادية والتسعون بعد الأربعمائة
لا يجوز لمن وكل في شراء شيء معين بالذات أن يشتريه لنفسه، ويكون الشراء للموكل ولو صرح الوكيل بأنه يشتريه لنفسه.
لا يجوز للوكيل في الشراء أن يكون شراؤه من ماله أو من مال أصوله أو فروعه أو زوجه أو ممن كان التصرف معه يجر مغنمًا أو يدفع مغرمًا إلا بإذن موكله.
المادة الثانية والتسعون بعد الأربعمائة
إذا اشترى الوكيل بغبن أو عين الموكل الثمن واشترى الوكيل بما يزيد عليه؛ انصرف العقد إذا لم يُجزه الموكل إلى الوكيل، وإذا أجازه الموكل نفذ في حقه وله مطالبة الوكيل بالتعويض.
إذا صرح الوكيل بأنه اشترى الشيء لنفسه في حضور الموكل كان الشراء للوكيل.
المادة الثالثة والتسعون بعد الأربعمائة
إذا دفع الوكيل في الشراء ثمن المبيع من ماله فله الرجوع به على موكله مع ما أنفقه في سبيل تنفيذ الوكالة بالقدر المعتاد.

المادة الرابعة والتسعون بعد الأربعمائة
إذا عين الموكل للوكيل في البيع ثمن المبيع فليس له أن يبيع بما يقل عنه، وإن لم يعين الثمن فليس له أن يبيع بأقل من ثمن المثل.
إذا باع الوكيل بنقص دون إذن الموكل لم ينفذ البيع في حق الموكل، وليس له أن يحتج بعدم نفاذ البيع تجاه المشتري حسن النية. وإذا أجاز الموكل البيع نفذ في حقه، وله مطالبة الوكيل بالتعويض.
المادة الخامسة والتسعون بعد الأربعمائة
لا يجوز للوكيل في البيع أن يشتري لنفسه ما وكل في بيعه إلا بإذن موكله.
لا يجوز للوكيل في البيع أن يبيع إلى أصوله أو فروعه أو زوجه أو إلى من كان التصرف معه يجر مغنمًا أو يدفع مغرمًا إلا بإذن موكله.
المادة السادسة والتسعون بعد الأربعمائة
ليس للوكيل في البيع أن يبيع مال موكله بثمن مؤجل إلا بإذن صريح أو ضمني.
إذا باع الوكيل مؤجَّلًا فله أن يأخذ رهنًا أو كفيلًا على المشتري بما باعه مؤجَّلًا وإن لم يفوضه الموكل في ذلك.
المادة السابعة والتسعون بعد الأربعمائة
على الوكيل أن يزود موكله بالمعلومات الضرورية عما وصل إليه في تنفيذ الوكالة، وأن يقدم له حسابًا عنها؛ ما لم يقتض الاتفاق أو طبيعة المعاملة خلاف ذلك.

الفرع الثالث: التزامات الموكل
المادة الثامنة والتسعون بعد الأربعمائة
على الموكل أداء الأجر المتفق عليه للوكيل متى أنجز العمل، فإن لم يتفقا على دفع أجر وكان الوكيل ممن يعمل بأجر على سبيل الاعتياد فله أجر المثل؛ وإلا كان متبرعًا.

المادة التاسعة والتسعون بعد الأربعمائة
يلتزم الموكل بأن يرد للوكيل ما أنفقه في سبيل تنفيذ الوكالة التنفيذ المعتاد.

المادة الخمسمائة
يلتزم الموكل بكل ما ترتب في ذمة الوكيل بسبب تنفيذ الوكالة تنفيذًا معتادًا.
يكون الموكل مسؤولًا عما يصيب الوكيل من ضرر بسبب تنفيذ الوكالة تنفيذًا معتادًا ما لم يكن الضرر ناشئًا عن خطئه.
المادة الأولى بعد الخمسمائة
تسري أحكام النيابة في التعاقد -المنصوص عليها في هذا النظام- على علاقة الموكل والوكيل بالغير الذي يتعامل مع الوكيل.

الفرع الرابع: انتهاء عقد الوكالة
المادة الثانية بعد الخمسمائة
ينتهي عقد الوكالة بإنجاز العمل الموكل فيه، أو بانقضاء الأجل المعين للوكالة، أو بموت الموكّل أو الوكيل، أو بفقد أحدهما أهليته.

المادة الثالثة بعد الخمسمائة
للموكل أن يعزل وكيله أو يقيد وكالته متى أراد إلا إذا كانت صادرة لصالح الوكيل أو لصالح الغير فإنه لا يجوز للموكل أن يعزله أو يقيد الوكالة دون موافقة من صدرت لصالحه، وفي جميع الأحوال على الموكل إعلام الوكيل بذلك.

المادة الرابعة بعد الخمسمائة
إذا كانت الوكالة بأجر وعزل الموكل وكيله في وقت غير مناسب أو بغير مسوغ مقبول، لزمه تعويض الوكيل عن الضرر الذي يلحقه بسبب ذلك.

المادة الخامسة بعد الخمسمائة
للوكيل أن يتخلى عن الوكالة إذا لم تتعلق بها مصلحة للغير بشرط إعلام موكله بتخليه عنها. 
إذا تعلقت بالوكالة مصلحة للغير فلا يجوز للوكيل أن يتخلى عن الوكالة إلا إذا وجدت أسباب جدية تسوغ ذلك، على أن يعلم الغير بذلك ويمهله وقتًا كافيًا ليتخذ ما يراه مناسبًا لرعاية مصلحته.
يلتزم الوكيل في جميع الأحوال بمتابعة القيام بالأعمال التي بدأها حتى يبلغ مرحلة لا يخشى معها ضرر على الموكل، وإلا لزمه التعويض عن الضرر.
إذا كانت الوكالة بأجر وتخلّى الوكيل عن الوكالة في وقت غير مناسب أو بغير مسوغ مقبول، لزمه تعويض الموكل عن الضرر الذي يلحقه بسبب ذلك، ولو كان تخلّي الوكيل عن عمل لم يشرع فيه.
الفصل الرابع: عقد الإيداع الفرع الأول: إنشاء عقد الإيداع
المادة السادسة بعد الخمسمائة
الإيداع عقد يحفظ بمقتضاه المودع لديه مال المودع على أن يرده بعينه.

المادة السابعة بعد الخمسمائة
ليس للمودع لديه أجر على حفظ الوديعة؛ ما لم يتفق على خلاف ذلك.

المادة الثامنة بعد الخمسمائة
إذا كان الإيداع بلا أجرٍ فلا ينعقد إلا بالقبض.

الفرع الثاني: التزامات المودع لديه
المادة التاسعة بعد الخمسمائة
يلتزم المودع لديه بأن يبذل في حفظ الوديعة العناية التي يبذلها في حفظ ماله الخاص دون أن يكلف في ذلك أزيد من عناية الشخص المعتاد، فإن كان الإيداع بأجر فعليه أن يبذل في حفظها عناية الشخص المعتاد.
للمودع لديه أن يحفظ الوديعة بنفسه أو بمن يأتمنه على حفظ ماله ممن يعولهم؛ ما لم يكن الإيداع بأجر.
المادة العاشرة بعد الخمسمائة
ليس للمودع لديه أن يودع الوديعة لدى الغير دون إذن المودع إلا إذا كان مضطرًّا، وعليه استعادتها بعد زوال السبب.

المادة الحادية عشرة بعد الخمسمائة
لا يجوز للمودع لديه أن يستعمل الوديعة أو يرتب عليها حقًّا للغير دون إذن المودع.

الفرع الثالث: التزامات المودع
المادة الثانية عشرة بعد الخمسمائة
إذا كان الإيداع بأجر فعلى المودع أن يؤدي الأجر المتفق عليه في الوقت الذي انتهى فيه حفظ الوديعة، ما لم يتفق على خلاف ذلك.

المادة الثالثة عشرة بعد الخمسمائة
يلتزم المودع بأن يؤدي إلى المودع لديه ما أنفقه من نفقة يقتضيها حفظ الوديعة، ما لم يتفق على خلاف ذلك.
إذا كان المودع غائبًا جاز للمودع لديه أن يرفع الأمر إلى المحكمة لتأمر في الوديعة بما تراه.  
المادة الرابعة عشرة بعد الخمسمائة
يلتزم المودع بدفع نفقات رد الوديعة وتسليمها، وكذلك تعويض المودع لديه عن أيّ ضرر لحقه بسبب الوديعة ما لم يكن ناشئًا عن تعديه أو تقصيره، وذلك كله ما لم يتفق على خلافه.

الفرع الرابع: انتهاء عقد الإيداع
المادة الخامسة عشرة بعد الخمسمائة
إذا كان الإيداع بلا أجر فللمودع لديه رد الوديعة وللمودع استردادها في أي وقت؛ على ألا يكون في وقت غير مناسب.
إذا كان الإيداع بأجر فليس للمودع لديه رد الوديعة قبل حلول الأجل، وللمودع استردادها في أي وقت إذا دفع الأجر المتفق عليه كاملًا ولم يوجد شرط يحول دون ذلك.
المادة السادسة عشرة بعد الخمسمائة
ينتهي عقد الإيداع بانقضاء الأجل المتفق عليه، أو برد الوديعة رضاءً أو قضاءً، أو بموت المودع لديه؛ ما لم يُتفق على خلاف ذلك.

الفصل الخامس: عقد الحراسة
المادة السابعة عشرة بعد الخمسمائة
الحراسة عقدٌ يتولى بمقتضاه الحارس حفظ مالٍ متنازع فيه وإدارته ورده مع غلته إلى من يثبت له الحق فيه.

المادة الثامنة عشرة بعد الخمسمائة
يعين الحارس باتفاق ذوي الشأن على تعيينه، فإن لم يتفقوا فللمحكمة تعيينه إذا رأت أن في بقاء المال في يد حائزه خطرًا عاجلًا.

المادة التاسعة عشرة بعد الخمسمائة
إذا اتفق ذوو الشأن على تسليم المال لحارسين أو أكثر فلا يجوز لأحدهم الانفراد بحفظ المال أو إدارته أو التصرف في الغلة دون إذن الباقين.

المادة العشرون بعد الخمسمائة
يحدد عقد الحراسة أو الحكم الصادر بها التزامات الحارس وحقوقه، وإلا فتطبق في ذلك الأحكام المنصوص عليها في هذا الفصل وأحكام الوديعة والوكالة بحسب الأحوال بالقدر الذي لا يتعارض مع طبيعة الحراسة.

المادة الحادية والعشرون بعد الخمسمائة
يلتزم الحارس بأن يبذل في حفظ الأموال المعهودة إليه حراستها وفي إدارتها عناية الشخص المعتاد.

المادة الثانية والعشرون بعد الخمسمائة
لا يجوز للحارس في غير أعمال الحفظ والإدارة أن يتصرف في الأموال المعهودة إليه حراستها إلا برضى ذوي الشأن، أو بإذن من المحكمة أو دون إذنها في حال الاستعجال.

المادة الثالثة والعشرون بعد الخمسمائة
يلتزم الحارس بأن يقدم لذوي الشأن المعلومات التي تتعلق بتنفيذ مهمته، وأن يقدم حسابًا عنها في المواعيد وبالطريقة التي يتفق عليها الطرفان أو تأمر بها المحكمة.

المادة الرابعة والعشرون بعد الخمسمائة
للحارس أن يسترد المبالغ التي أنفقها في أداء عمله بالقدر المتعارف عليه.

المادة الخامسة والعشرون بعد الخمسمائة
يستحق الحارس الأجر المتفق عليه بأداء العمل فإن لم يُتفق على دفع أجرٍ كان له أجر المثل.

المادة السادسة والعشرون بعد الخمسمائة
إذا كان الحارس متبرعًا فله أن يتخلى عن مهمته متى أراد، على أن يبلغ ذوي الشأن وأن يتابع القيام بالأعمال التي بدأها حتى يبلغ مرحلة لا يُلحق التخلي عنها ضررًا بذوي الشأن، وإلا لزمه التعويض.
إذا كان الحارس يعمل بأجر فإنه يلتزم بالتعويض عن أي ضرر ينشأ عن تخليه عن الحراسة في وقتٍ غير مناسب أو بغير مسوغ مقبول، ولو كان تخليه عن عمل لم يشرع فيه. 
المادة السابعة والعشرون بعد الخمسمائة
تنتهي الحراسة باتفاق ذوي الشأن، أو بحكم المحكمة، أو بانتهاء مدتها إن كانت محددة المدة.
على الحارس عند انتهاء الحراسة أن يرد المال مع غلته إلى من يتفق عليه ذوو الشأن أو من تعينه المحكمة.
الباب الرابع: عقود المشاركة
المادة الثامنة والعشرون بعد الخمسمائة
يجب أن تكون عقود المشاركة الواردة في هذا الباب مكتوبة، وإلا كانت باطلة، ولا يجوز أن يحتج المتعاقد بالبطلان تجاه الغير، ولا يكون للبطلان أثر فيما بين المتعاقدين أنفسهم إلا إذا طلب أحدهم الحكم به، فيسري ذلك من تاريخ قيد الدعوى. 
يسري حكم الفقرة (1) من هذه المادة على أي تعديل يطرأ على عقود المشاركة الواردة في هذا الباب.  
الفصل الأول: عقد الشركة الفرع الأول: إنشاء عقد الشركة
المادة التاسعة والعشرون بعد الخمسمائة
الشركة عقد يسهم بمقتضاه شريكان أو أكثر بتقديم حصة من مال أو عمل أو منهما معًا في مشروع لاقتسام ما ينشأ عنه من ربح أو خسارة.
لا تسري أحكام هذا الفصل على الشركات المقررة أحكامها في نصوص نظامية خاصة.
المادة الثلاثون بعد الخمسمائة
لا يصح أن تكون الحصة أو بعضها ما للشريك من نفوذ أو سمعة أو ثقة مالية.
إذا كانت حصة الشريك غير نقدية، قُدرت الحصة بقيمتها عند التعاقد أو بما يتفق عليه الشركاء من أسس صالحة لتقديرها.
إذا كانت حصة الشريك دينًا لدى الغير، لم ينقض التزام الشريك بتقديم الحصة إلا بعد تحصيله الدين وتسليمه للشركاء.
المادة الحادية والثلاثون بعد الخمسمائة
يصح أن تقوم الشركة على أساس تضامن الشركاء فيما يلتزمون به في ذممهم من مال أو عملٍ لمصلحة الشركة، وتكون حصة كل منهم في رأس مال الشركة بقدر ما التزم به في ذمته؛ ما لم يتفق على خلاف ذلك.
يصح أن يتفاوت الشركاء فيما يلتزمون به في ذممهم من مالٍ أو عملٍ، أو أن تكون الآلات والأدوات اللازمة للعمل من بعضهم.
المادة الثانية والثلاثون بعد الخمسمائة
تتحدد حصة كل شريك بالحصة التي التزم بها في عقد الشركة، ولا يجوز للشريك زيادة حصته عن الحصة المحددة في عقد الشركة إلا بموافقة باقي الشركاء.

المادة الثالثة والثلاثون بعد الخمسمائة
إذا كانت حصة الشريك حق ملكية أو أي حق عينيّ آخر فإن أحكام البيع هي التي تسري على ضمان الحصة إذا هلكت أو استحقت أو ظهر فيها عيب، وإذا كانت الحصة مجرد الانتفاع بالمال فإن أحكام الإيجار هي التي تسري في ذلك.

الفرع الثاني: آثار عقد الشركة
المادة الرابعة والثلاثون بعد الخمسمائة
تكون قسمة الأرباح بين الشركاء بنسبة حصة كل شريك في الشركة، ما لم يتفق على خلاف ذلك.
توزع الخسائر بين الشركاء بنسبة حصة كل منهم في الشركة.
المادة الخامسة والثلاثون بعد الخمسمائة
لا يصح اشتراط أن يكون نصيب الشريك من الربح مبلغًا محدَّدًا، أو أنه لا يستفيد من الربح أو يُعفى من الخسارة.

المادة السادسة والثلاثون بعد الخمسمائة
للشركاء الاتفاق على طريقة توزيع الأرباح ومواعيد استحقاقها، على أن يكون التوزيع بعد سلامة رأس المال. 

المادة السابعة والثلاثون بعد الخمسمائة
للشركاء أن يعينوا منهم أو من غيرهم من يدير أموال الشركة ويتصرف فيها نيابة عنهم.
إذا لم يعين الشركاء من يدير أموال الشركة فيعد كل شريك وكيلًا عن باقي الشركاء في إدارة أموال الشركة والتصرف فيها بما يحقق الغرض الذي أنشئت من أجله دون الرجوع إلى باقي الشركاء؛ على أن يكون لأي منهم حق الاعتراض على أي عمل قبل تمامه؛ ولأغلبية الشركاء باعتبار قيمة الحصص الحق في رفض هذا الاعتراض؛ وذلك كله ما لم يتفق على خلاف ذلك.
المادة الثامنة والثلاثون بعد الخمسمائة
لكل شريك أو من يفوضه الاطلاع على دفاتر الشركة ومستنداتها، ويقع باطلًا كل اتفاق على خلاف ذلك.

المادة التاسعة والثلاثون بعد الخمسمائة
يلتزم من يدير الشركة أو يتصرف في أموالها نيابة عن الشركاء ببذل العناية التي يبذلها في أعماله الخاصة، إلا إن كان يتقاضى عن عمله أجرًا أو حصة من الربح فليس له أن ينزل في ذلك عن عناية الشخص المعتاد.
ليس لمن يدير الشركة أو يتصرف نيابة عن الشركاء أن يتصرف تصرفًا يلحق الضرر بالشركة أو يخالف الصلاحيات المخولة له أو الغرض الذي أنشئت من أجله.
المادة الأربعون بعد الخمسمائة
لا يجوز لمن يتولى إدارة الشركة أو يتصرف في أموالها نيابة عن الشركاء هبة شيء من مال الشركة ولا إقراضه؛ ما لم يكن مأذونًا له بذلك.

المادة الحادية والأربعون بعد الخمسمائة
ليس للشريك أن يحتجز لنفسه شيئًا من أموال الشركة ولا أن يستخدمه لنفسه وإلا كان ملزمًا بتعويض الشركاء عن أي ضرر ينشأ بسبب ذلك. 
إذا دفع الشريك للشركة من ماله أو أنفق في مصلحتها نفقات نافعة اقتضاها الاستعجال فله الحق في استرداد ما دفع أو أنفق.
المادة الثانية والأربعون بعد الخمسمائة
للدائن الشخصي للشريك أن يطلب استيفاء حقه من نصيب الشريك المدين من الأرباح القابلة للتوزيع أو من نصيبه في مال الشركة بعد التصفية، وللدائن طلب بيع ما يلزم من حصص ذلك الشريك إن أمكن بيعها دون ضرر على باقي الشركاء ليستوفي حقه من حصيلة بيعها، على أن تكون لباقي الشركاء الأولوية في شراء تلك الحصص.

المادة الثالثة والأربعون بعد الخمسمائة
مع مراعاة أحكام المادة (الحادية والتسعين) من هذا النظام، إذا ترتب على أعمال الشركة دين متصل بأغراضها ولم تفِ به أموالها؛ لزم الشركاء في أموالهم الخاصة ما بقي من الدين بمقدار حصة كل منهم في الشركة. 
لا يقتضي عقد الشركة تضامن الشركاء ما لم يتفقوا على ذلك.
الفرع الثالث: انتهاء عقد الشركة
المادة الرابعة والأربعون بعد الخمسمائة
ينتهي عقد الشركة بانقضاء الغرض الذي أنشئت من أجله أو بانقضاء مدته، ويجوز باتفاق الشركاء مد أجله قبل انقضاء المدة.
إذا انقضت المدة المعينة للشركة أو انتهى الغرض الذي أنشئت من أجله ثم استمر الشركاء في عمل من نوع الأعمال التي أنشئت لها الشركة، كان ذلك تجديدًا لعقد الشركة بشروطه الأولى عدا ما يتعلق منها بتعيين مدة الشركة، وتسري عليها أحكام الشركة غير معينة المدة.
لدائن أحد الشركاء أن يعترض على تجديد عقد الشركة، ويترتب على اعتراضه عدم نفاذ تجديد العقد في حقه.
المادة الخامسة والأربعون بعد الخمسمائة
إذا كانت مدة الشركة غير معينة جاز للشريك أن ينسحب منها في أي وقت على أن يعلم جميع الشركاء -كتابة- بإرادته الانسحاب قبل حصوله بمدة معقولة، وألا يكون انسحابه عن غش أو في وقت غير مناسب. 
إذا كانت مدة الشركة معينة؛ فليس للشريك أن ينسحب منها قبل انقضاء المدة، وللمحكمة إخراجه منها إذا طلب ذلك وتقدم بأسباب مقبولة، على أن يعوض الشركاء عن أي ضرر يلحقهم بسبب ذلك.
المادة السادسة والأربعون بعد الخمسمائة
للشركاء الاتفاق في عقد الشركة على كيفية إخراج أي من الشركاء منها وإجراءات ذلك.
لأيٍّ من الشركاء أن يطلب من المحكمة إخراج شريك أو أكثر من الشركة إذا كانت هناك أسباب مقبولة تدعو إلى ذلك.
المادة السابعة والأربعون بعد الخمسمائة
ينتهي عقد الشركة بموت أحد الشركاء أو الحجر عليه أو إعساره أو افتتاح إجراء التصفية له أو انسحابه.
يجوز الاتفاق على أنه إذا مات أحد الشركاء تستمر الشركة مع ورثته ولو كان فيهم عديم الأهلية أو ناقصها.
يجوز الاتفاق على أنه إذا مات أحد الشركاء أو حجر عليه أو أعسر أو افتتحت إجراءات التصفية له أو انسحب؛ تستمر الشركة بين باقي الشركاء. 
المادة الثامنة والأربعون بعد الخمسمائة
إذا انتهت الشركة في حق أحد الشركاء واستمرت بين الباقين، قُدِّر نصيب الشريك الذي انتهت الشركة في حقه بحسب قيمته وقت حصول السبب الذي أدى إلى انتهاء الشركة في حقه، ويُدفع له أو لورثته نقدًا، ما لم يتفق على خلاف ذلك.

المادة التاسعة والأربعون بعد الخمسمائة
تُصفّى أموال الشركة وتقسم وفق الإجراءات التي اتفق عليها الشركاء.
إذا لم يتفق الشركاء على إجراءات التصفية جاز لكل من له مصلحة أن يطلب من المحكمة إجراء التصفية والقسمة، وللمحكمة تحديد إجراءات التصفية مراعية في ذلك طبيعة الأموال محل التصفية، ولها عند الاقتضاء تعيين مصفٍّ.
تتبع في قسمة أموال الشركة القواعد المتعلقة بقسمة المال الشائع.
الفصل الثاني: عقد المضاربة الفرع الأول: إنشاء عقد المضاربة
المادة الخمسون بعد الخمسمائة
المضاربة عقد يسلم رب المال بمقتضاه مالًا لمن يعمل فيه بجزء شائع من الربح.

المادة الحادية والخمسون بعد الخمسمائة
يصح أن يكون رأس مال المضاربة الدين الذي لرب المال في ذمة المضارب.
إذا كان ما قدمه رب المال للمضاربة مالًا من غير النقد فيكون رأس المال قيمة ما قدمه عند التعاقد أو بما يتفق عليه المتعاقدان من أسس صالحة لتقييمه.
الفرع الثاني: آثار عقد المضاربة
المادة الثانية والخمسون بعد الخمسمائة
يلتزم رب المال بتسليم مال المضاربة للمضارب وتمكينه من إدارته والتصرف فيه.

المادة الثالثة والخمسون بعد الخمسمائة
يثبت للمضارب بعد تسليم رأس المال إليه حق الإدارة والتصرف فيه وفق أحكام المواد (التاسعة والثلاثين بعد الخمسمائة) و(الأربعين بعد الخمسمائة) و(الحادية والأربعين بعد الخمسمائة) من هذا النظام، مع مراعاة ما يقتضيه عقد المضاربة بينه وبين رب المال.

المادة الرابعة والخمسون بعد الخمسمائة
على المضارب أن يزود رب المال بالمعلومات المتعلقة بأعمال المضاربة وأن يقدم له حسابًا عنها عند انتهاء مدتها، وإذا كان العقد غير معين المدة وجب تقديم هذه المعلومات في نهاية كل سنة، وذلك كله ما لم يتفق على خلافه.

المادة الخامسة والخمسون بعد الخمسمائة
إذا كان عقد المضاربة مقيدًا بزمان أو مكان أو نوع من العمل أو غير ذلك؛ لزم المضارب ما قُيّد به العقد.
إذا كان عقد المضاربة مطلقًا كان المضارب مأذونًا له في العمل وفقًا لما جرى عليه العرف.
المادة السادسة والخمسون بعد الخمسمائة
لا يجوز للمضارب أن يخلط مال المضاربة بماله ولا أن يسلمه للغير مضاربة، إلا إذا جرى العرف بذلك أو كان رب المال قد فوضه العمل بما يراه. 
في الأحوال التي يجوز فيها للمضارب خلط مال المضاربة بماله؛ يحسب ربح كل مال بقدر نسبته من المال المختلط، ويوزع النصيب المستحق لمال المضاربة بين المتعاقدين وفق أحكام هذا الفصل.
المادة السابعة والخمسون بعد الخمسمائة
يتحمل رب المال وحده نقص رأس المال، ويقع باطلًا كل شرط يقضي بخلاف ذلك.
إذا نقص رأس المال في يد المضارب من غير تعد ولا تقصير منه فلا يلزمه تعويض رب المال عن النقص.
إذا وقع من المضارب تعد أو تقصير لزمه تعويض رب المال عن نقص رأس المال وعن كل ما يترتب على ذلك من ضرر.
المادة الثامنة والخمسون بعد الخمسمائة
يتحدد نصيب كل من المتعاقدين من الربح بحسب الاتفاق.
إذا لم يوجد اتفاق على تحديد نصيب كل من المتعاقدين من الربح؛ تحدد بحسب العرف، وللمتعاقد في هذه الحال إنهاء عقد المضاربة وفقًا للفقرة (1) من المادة (الثانية والستين بعد الخمسمائة) من هذا النظام. 
المادة التاسعة والخمسون بعد الخمسمائة
لا يصح في عقد المضاربة اشتراط مبلغ محدد من الربح لأحد المتعاقدين.
يصح الاتفاق على أن يكون الربح مقاسمة بين المتعاقدين وما زاد منه على حد معين ينفرد به أحدهما، أو الاتفاق على أن يتغير نصيب كل منهما من الربح بحسب ما يتحقق للمضاربة من ربح وفق أسس صالحة لتحديده.
يصح الاتفاق على أن يكون لأحد المتعاقدين أجر معلوم مقابل عمل معين مع استحقاقه نصيبه من الربح.
المادة الستون بعد الخمسمائة
يستحق المتعاقد نصيبه من الربح عند انتهاء المضاربة، ما لم يوجد اتفاق على تقييم المضاربة وتعيين ما يستحقه كل من المتعاقدين في مواعيد محددة مع استمرار المضاربة، ويفترض أن ما يُوزَّع في أثناء المضاربة من الربح.
ليس للمتعاقد أن يأخذ نصيبه من الربح قبل استحقاقه دون موافقة الآخر.
الفرع الثالث: انتهاء عقد المضاربة
المادة الحادية والستون بعد الخمسمائة
ينتهي عقد المضاربة بانقضاء الأجل إذا كان العقد معين المدة، أو بانتهاء العمل الذي عقدت المضاربة من أجله.

المادة الثانية والستون بعد الخمسمائة
إذا كان عقد المضاربة غير معين المدة؛ جاز للمتعاقد أن ينسحب منه في أي وقت على أن يعلم المتعاقد الآخر بإرادته الانسحاب قبل حصوله بمدة معقولة وألا يكون الانسحاب عن غش أو في وقت غير مناسب.
إذا كان عقد المضاربة معين المدة؛ فليس للمتعاقد أن ينسحب منه قبل انقضاء المدة، وله أن يطلب ذلك من المحكمة إذا تقدم بأسباب مقبولة، على أن يعوض المتعاقد الآخر عن أي ضرر يلحقه بسبب ذلك.
المادة الثالثة والستون بعد الخمسمائة
يلزم المضارب إذا انتهى عقد المضاربة أن يصل بالأعمال التي بدأها إلى حالٍ لا تتعرض معها أموال المضاربة أو أرباحها للتلف أو النقص.
لا يجوز للمضارب بعد انتهاء عقد المضاربة أن يتصرف في أموالها، وإذا كانت من غير النقد لزم المضارب تحويلها إلى نقد، إلا إذا اقتضى الاتفاق أو طبيعة المعاملة خلاف ذلك.
المادة الرابعة والستون بعد الخمسمائة
يلتزم المضارب عند انتهاء عقد المضاربة بأن يرد إلى رب المال نصيبه من مال المضاربة. 
إذا تأخر المضارب في الرد دون مسوغٍ مقبول فنقص المال كانت تبعة ذلك عليه، وإن ربح فلرب المال التعويض عما يتحقق لماله من ربح إلى حين رده.
المادة الخامسة والستون بعد الخمسمائة
ينتهي عقد المضاربة بموت أحد المتعاقدين أو الحجر عليه أو إعساره أو افتتاح إجراء التصفية له.
إذا انتهى عقد المضاربة بموت المضارب وجب على ورثته -إذا توفرت فيهم الأهلية- أو نائبهم وكانوا على علم بالمضاربة أن يبادروا بإعلام رب المال بموت مورثهم، وأن يتخذوا من التدابير ما تقتضيه الحال للمحافظة على المال.
الفصل الثالث: عقد المشاركة في الناتج الفرع الأول: أحكام عامة
المادة السادسة والستون بعد الخمسمائة
المشاركة في الناتج عقد يسلم رب المال بمقتضاه شيئًا غير قابل للاستهلاك لمن يستغله مقابل جزء شائع من الناتج.

المادة السابعة والستون بعد الخمسمائة
يلزم رب المال تمكين العامل من العمل وفق المتفق عليه، ويلزم العامل بذل عناية الشخص المعتاد في العمل والمحافظة على المال.
تكون نفقات حفظ الأصل على رب المال، ونفقات استغلاله على العامل؛ وذلك كله ما لم يُتفق على خلافه. 
للعامل أن يستأجر على نفقته أجراء ليستعين بهم على القيام بكل الأعمال أو بعضها.
المادة الثامنة والستون بعد الخمسمائة
يستحق كل متعاقد نصيبه من الناتج بتحققه، ويجوز الاتفاق على طريقة حساب الناتج ومواعيد استحقاقه.
إذا انتهى عقد المشاركة في الناتج رُدّ إلى رب المال الأصل الذي قدمه، ورُدّت إلى العامل الزيادات المنفصلة التي أنفقها ولم تدخل في الناتج، وما أنفقه من نفقات متصلة نافعة ما لم يكن فصلها يضر الأصل، فلرب المال في هذه الحال تملكها بقيمة ما أنفقه العامل أو بمقدار ما زاد في قيمة الأصل؛ وذلك كله ما لم يتفق على خلافه.
المادة التاسعة والستون بعد الخمسمائة
إذا أبطل عقد المشاركة في الناتج، فالناتج لرب المال وللعامل أجر مثل عمله ما لم تكن المواد التي تولد منها الناتج من العامل فيكون الناتج له، ولرب المال أجرة المثل عن مدة استغلال الأصل.

المادة السبعون بعد الخمسمائة
ينتهي عقد المشاركة في الناتج بانقضاء الأجل، أو بإنجاز العمل.
ينتهي عقد المشاركة في الناتج بموت العامل إن كان مقصودًا لشخصه في العقد، أو إذا اختار الورثة عدم إتمام العمل، ولرب المال طلب فسخ العقد إذا لم تتوفر في الورثة الضمانات الكافية لحسن تنفيذ العمل.
لا ينتهي عقد المشاركة في الناتج بموت رب المال.
الفرع الثاني: عقد المشاركة الزراعية
المادة الحادية والسبعون بعد الخمسمائة
المشاركة الزراعية عقد تسلم بمقتضاه أرض أو شجر لمن يعمل عليها مزارعة أو مساقاة مقابل جزءٍ شائع من الناتج.

المادة الثانية والسبعون بعد الخمسمائة
يصح في عقد المشاركة الزراعية أن يكون البذر أو الغراس من رب المال أو من العامل أو منهما جميعًا.

المادة الثالثة والسبعون بعد الخمسمائة
لا يصح اشتراط أن يكون نصيب أحد المتعاقدين مقدارًا غير شائع من الناتج أو ناتج موضع معين من الأرض أو الشجر.

المادة الرابعة والسبعون بعد الخمسمائة
إذا لم تُعين مدة عقد المشاركة الزراعية أو عُيِّنت مدة لا تحتمل بلوغ الحصاد أو الجذاذ؛ تعيَّنت مدة العقد بدورة زراعية واحدة في المزارعة، وبمدة تحتمل حصول أول ناتج في المساقاة.

المادة الخامسة والسبعون بعد الخمسمائة
إذا امتنع العامل عن إتمام العمل جاز لرب المال -بعد إعذاره العامل- أن يستأجر على نفقة العامل من يكمل العمل وفق أحكام المادة (السابعة والستين بعد المائة) من هذا النظام أو أن يطلب فسخ العقد.

المادة السادسة والسبعون بعد الخمسمائة
يستحق كل متعاقد نصيبه من الناتج بظهوره، فإذا انقضت المدة قبل ظهوره لم يستحق أحد المتعاقدين شيئًا على الآخر. وإذا انقضت بعد ظهور الناتج وقبل أن يبلغ حصاده أو جذاذه، خُيِّر العامل بين أن يعمل إلى بلوغ الحصاد أو الجذاذ ويأخذ نصيبه كاملًا أو أن يترك العمل، فإذا اختار ترك العمل وأنفق رب المال النفقات اللازمة لبلوغ الحصاد أو الجذاذ فللعامل نصيبه من الناتج بعد أن يقتطع رب المال منه ما أنفقه.

المادة السابعة والسبعون بعد الخمسمائة
للعامل طلب فسخ عقد المشاركة الزراعية إذا حدث له عذر طارئ قبل ظهور الناتج يتعلق بتنفيذ العقد، ويستحق أجر مثل عمله وقيمة ما أنفقه وذلك بقدر ما عاد على رب المال من نفع، وذلك دون إخلال بتعويض رب المال إن كان له مقتضٍ.

الباب الخامس: عقد الكفالة وعقد التأمين الفصل الأول: عقد الكفالة الفرع الأول: إنشاء عقد الكفالة
المادة الثامنة والسبعون بعد الخمسمائة
الكفالة عقدٌ يلتزم بمقتضاه الكفيل للدائن بأن يفي بالتزام على المدين إذا لم يَفِ به المدين نفسه.

المادة التاسعة والسبعون بعد الخمسمائة
تنعقد الكفالة بين الكفيل والدائن، ويعد سكوت الدائن إذا وجه إليه الإيجاب قبولًا للكفالة.
لا يتوقف انعقاد الكفالة على قبول المدين، وتجوز دون علمه، وتجوز أيضًا رغم معارضته.
المادة الثمانون بعد الخمسمائة
يجب في عقد الكفالة أن يكون الكفيل كامل الأهلية.
الكفالة من المريض مرض الموت لا تنفذ في حق الورثة فيما زاد على (ثلث) التركة إلا بإجازتهم، وإذا كانت الكفالة لوارث أو عنه لم تنفذ في حق باقي الورثة ولو فيما دون (الثلث) إلا بإجازتهم.
المادة الحادية والثمانون بعد الخمسمائة
لا تكون الكفالة صحيحة إلا إذا كان الالتزام المكفول به صحيحًا.

المادة الثانية والثمانون بعد الخمسمائة
يصح أن تكون الكفالة منجزةً أو معلقةً على شرط أو مؤقتةً أو مضافةً إلى أجل.

المادة الثالثة والثمانون بعد الخمسمائة
تصح الكفالة في الدين المستقبل إذا حدد مقدمًا مقدار المكفول به، وتصح في الدين المعلق على شرط.
للكفيل في الدين المستقبل إذا لم يعين مدة للكفالة أن يرجع عن كفالته بشرط إعلام الدائن برجوعه قبل ترتب الدين بوقت كافٍ.
المادة الرابعة والثمانون بعد الخمسمائة
إذا كانت الكفالة في مبلغ أكبر مما هو مستحق على المدين وبشروط أشد من المكفول فيه لم تصح إلا في قدر الدين المستحق على المدين وبشروطه.
تصح الكفالة في مبلغ أقل من الدين المستحق على المدين وبشروط أخف.
الفرع الثاني: آثار عقد الكفالة
المادة الخامسة والثمانون بعد الخمسمائة
إذا وقعت الكفالة مطلقة فإن التزام الكفيل يتبع التزام المدين معجلًا كان أو مؤجلًا.

المادة السادسة والثمانون بعد الخمسمائة
تصح كفالة الدين الحالّ كفالة مؤجلة، وللدائن مطالبة المدين به حالًّا، وليس له مطالبة الكفيل به إلا عند حلول الأجل.

المادة السابعة والثمانون بعد الخمسمائة
لا يطالب الكفيل في الكفالة المؤقتة إلا بالالتزامات المترتبة مدة الكفالة.

المادة الثامنة والثمانون بعد الخمسمائة
تبرأ ذمة الكفيل بقدر ما أضاعه الدائن بخطئه من ضمانات الدين.
يقصد بضمانات الدين: كل ما خصص لضمان الدين ولو تقرر بعد الكفالة، وكل ضمان مقرر نظامًا.
المادة التاسعة والثمانون بعد الخمسمائة
إذا حلَّ الدين ولم يطالب الدائن المدين به جاز للكفيل إذا لم يكن متضامنًا مع المدين أن يُعذر الدائن باتخاذ الإجراءات ضد المدين، وإذا لم يقم الدائن بذلك خلال (مائة وثمانين) يومًا من تاريخ الإعذار برئت ذمة الكفيل من الكفالة ولو منح الدائن المدين أجلًا؛ ما لم يكن ذلك بموافقة الكفيل.

المادة التسعون بعد الخمسمائة
إذا افتتح أيٌّ من إجراءات التصفية للمدين وفق النصوص النظامية ولم يتقدم الدائن بمطالبته بالدين وفق ذلك الإجراء سقط حقه في الرجوع على الكفيل بقدر ما كان يستوفيه لو أنه تقدم بمطالبة المدين به.

المادة الحادية والتسعون بعد الخمسمائة
ليس للدائن أن يرجع على الكفيل وحده إلا بعد رجوعه على المدين، ولا أن ينفذ على أموال الكفيل إلا بعد تجريده المدين من أمواله، وذلك كله ما لم يكن الكفيل متضامنًا مع المدين.
لا تقضي المحكمة بما ورد في الفقرة (1) من هذه المادة إلا إذا تمسك الكفيل بحقه في الحالتين.
المادة الثانية والتسعون بعد الخمسمائة
إذا طلب الكفيل التجريد لزمه أن يقوم على نفقته بإرشاد الدائن إلى أموال للمدين تفي بالدين كله، ولا عبرة بالأموال إذا كانت خارج المملكة، أو كانت أموالًا متنازعًا فيها. 
في الأحوال التي يرشد فيها الكفيل إلى أموال المدين، يكون الدائن مسؤولًا تجاه الكفيل عن إعسار المدين الذي يترتب على عدم اتخاذ الدائن الإجراءات اللازمة في الوقت المناسب.
المادة الثالثة والتسعون بعد الخمسمائة
تقتضي الكفالة النظامية والقضائية تضامن الكفلاء مع المدين وتضامنهم فيما بينهم.

المادة الرابعة والتسعون بعد الخمسمائة
إذا كان الدين موثَّقًا بضمانٍ عيني قبل الكفالة أو معها ولم يكن الكفيل متضامنًا مع المدين؛ فلا يجوز التنفيذ على أموال الكفيل قبل التنفيذ على الأموال الموثقة للدين.

المادة الخامسة والتسعون بعد الخمسمائة
إذا تعدد الكفلاء بدين واحد جازت مطالبة كل منهم بكل الدين إلا إذا كفلوا جميعًا في عقد واحد ولم يشترط فيه تضامنهم فلا يطالب أحد منهم إلا بقدر حصته.

المادة السادسة والتسعون بعد الخمسمائة
إذا كان الكفلاء متضامنين فيما بينهم ووفى أحدهم الدين؛ كان له أن يرجع على كل واحد من الباقين بحصته في الدين وبنصيبه في حصة المعسر منهم.

المادة السابعة والتسعون بعد الخمسمائة
للكفيل بمقتضى عقد الكفالة أن يرجع على المدين بما وفى عنه وبما دفعه من نفقات اقتضاها العقد؛ إذا كانت الكفالة بعلم المدين ودون معارضته.
إذا عجّل الكفيل وفاء الدين المؤجل فليس له الرجوع على المدين بما عجّل وفاءه من الدين المؤجل قبل حلول الأجل ما لم يكن تعجيله بإذن المدين.
المادة الثامنة والتسعون بعد الخمسمائة
إذا وفى الكفيل الدين فعلى الدائن أن يسلمه جميع المستندات اللازمة لاستعمال حقه في الرجوع على المدين.
إذا وفى الكفيل الدين وكان الدين موثَّقًا بضمانٍ عيني، فعلى الدائن التخلي عنه للكفيل إن كان منقولًا، أو القيام بالإجراءات اللازمة لنقل حقوقه إلى الكفيل إن كان عقارًا، ويتحمل الكفيل نفقات هذا النقل.
المادة التاسعة والتسعون بعد الخمسمائة
إذا وفى الكفيل الدين كان له أن يحل محل الدائن في جميع ما له من حقوق قِبَل المدين، وإذا لم يوفِ إلا بعض الدين، فلا يرجع بما وفى إلا بعد أن يستوفي الدائن كل حقه من المدين.

المادة الستمائة
إذا وفى الكفيل عوضًا عن الدين شيئًا آخر فإنه يرجع على المدين بالدين أو بما وفاهُ فعلًا أيهما أقل. 
إذا صالح الكفيل الدائن على أقل من الدين فإنه يرجع على المدين بما وفى لا بما كفل.
المادة الأولى بعد الستمائة
يلزم المدين أن يعلم الكفيل عن أي سبب يقتضي انقضاء الدين أو بطلانه، فإن لم يفعل ووفى الكفيل الدين عند الاستحقاق كان له الرجوع على المدين، دون إخلال بحق الكفيل في الرجوع على الدائن وفق أحكام هذا النظام.

المادة الثانية بعد الستمائة
إذا كان المدينون متضامنين فلمن كفلهم جميعًا الرجوع على أي منهم بكل ما وفاه من الدين.

الفرع الثالث: انتهاء عقد الكفالة
المادة الثالثة بعد الستمائة
يبرأ الكفيل بمجرد براءة المدين، وللكفيل -ولو كان متضامنًا- أن يتمسك بجميع الدفوع التي يحتج بها المدين؛ ما لم يكن ما يحتج به المدين هو نقص أهليته وكان الكفيل عالماً بذلك وقت التعاقد فليس له أن يحتج به.

المادة الرابعة بعد الستمائة
إذا قبل الدائن أن يستوفي في مقابل الدين شيئًا آخر برئت ذمة الكفيل ولو استحق هذا الشيء.

المادة الخامسة بعد الستمائة
إذا أحال المدين أو الكفيل الدائن بالدين المكفول به أو بجزء منه على آخر حوالةً صحيحةً برئ المدين والكفيل في حدود هذه الحوالة.
إذا اشترط في الحوالة براءة الكفيل فقط برئ وحده دون المدين.
المادة السادسة بعد الستمائة
لا ينتهي عقد الكفالة بموت الكفيل أو المدين، ويبقى الالتزام على تركة من مات منهما.

الفصل الثاني: عقد التأمين
المادة السابعة بعد الستمائة
تسري على عقد التأمين النصوص النظامية الخاصة به.

القسم الثالث: الحقوق العينية الباب الأول: الحقوق العينية الأصلية الفصل الأول: حق الملكية الفرع الأول: أحكام عامة لحق الملكية أولًا: نطاق الحق
المادة الثامنة بعد الستمائة
حقُّ الملكية يخول المالك وحده في حدود النظام استعمال الشيء المملوك واستغلاله والتصرف فيه.
لمالك الشيء وحده الحق في كل ثماره ومنتجاته وملحقاته؛ ما لم يوجد نص نظامي أو تصرف يقضي بخلاف ذلك. 
المادة التاسعة بعد الستمائة
مالك الشيء يملك كلَّ ما يُعدُّ من عناصره الجوهرية، وهو ما لا يمكن فصله عنه دون أن يهلك أو يتلف أو يتغير.
كل من ملك أرضًا ملك ما فوقها وما تحتها إلى الحد المفيد في التمتع بها علوًّا وعمقًا؛ ما لم يوجد نص نظامي أو تصرف يقضي بخلاف ذلك.
المادة العاشرة بعد الستمائة
لا يُمنع أحد من ملكه ولا ينزع ملكه منه إلا في الأحوال التي تقررها النصوص النظامية.

ثانيًا: قيود الملكية
المادة الحادية عشرة بعد الستمائة
على المالك أن يتقيَّد في استعمال حقه بما تقضي به النصوص النظامية من قيود مقررة للمصلحة العامة أو الخاصة.

المادة الثانية عشرة بعد الستمائة
إذا تعلق بالملك حقٌّ للغير فليس للمالك أن يتصرف فيه تصرفًا ضارًّا إلا بإذن صاحب الحق.

المادة الثالثة عشرة بعد الستمائة
على المالك ألا يغلو في استعمال حقه إلى حد يضر بملك الجار.
ليس للجار أن يرجع على جاره في مضار الجوار المألوفة التي لا يمكن تجنبها، وإنما له أن يطلب إزالة هذه المضار إذا تجاوزت الحد المألوف، ويُراعى في ذلك العرف، وطبيعة العقارات، وموقع كل منها بالنسبة إلى الآخر، والغرض الذي خصصت له، ولا يحول الترخيص الصادر من الجهات المختصة دون استعمال الجار حقه في المطالبة بإزالة هذه المضار.
المادة الرابعة عشرة بعد الستمائة
إذا كان الحائط مشتركًا بين اثنين (أو أكثر) فلا يجوز لأي منهما أن يحدث أي تغيير فيه بما يتنافى مع الغرض الذي أعدَّ له بغير إذن الآخر.

المادة الخامسة عشرة بعد الستمائة
للشريك في الحائط المشترك أن يعليه على نفقته إذا كانت له مصلحة جديّة في ذلك، بشرط ألا يلحق بشريكه ضررًا جسيمًا.
إذا لم يكن الحائط المشترك صالحًا للتعلية فعلى من يرغب في تعليته من الشركاء أن يعيد بناء الحائط كله على نفقته.
إذا أصبح الحائط المشترك غير صالح للغرض الذي أقيم من أجله، فنفقة إصلاحه على جميع الشركاء بنسبة حصة كل منهم فيه.
المادة السادسة عشرة بعد الستمائة
ليس لمالك الحائط أن يهدمه إن كان الهدم يضر بالجار الذي يستتر ملكه بالحائط، إلا إذا كان هناك سبب مُعتبر للهدم.

المادة السابعة عشرة بعد الستمائة
ليس للمالك أن يشترط في تصرفه -عقدًا كان أو وصية- شرطًا يمنع المتصرف إليه من التصرف في مال إلا إذا كان هذا الشرط لمدة معقولة وقصد به حماية مصلحة مشروعة للمتصرف أو المتصرف إليه أو الغير. 
إذا لم تعين مدة منع المتصرف إليه من التصرف فللمحكمة تعيينها بحسب العرف وطبيعة المعاملة والغرض من التصرُّف.
يقع باطلًا كل شرط يمنع المتصرف إليه من التصرف ما لم تتوفر فيه أحكام الفقرة (1) من هذه المادة.
المادة الثامنة عشرة بعد الستمائة
إذا كان الشرط المانع من التصرف صحيحًا وفقًا للمادة (السابعة عشرة بعد الستمائة) من هذا النظام، فكل تصرف مخالف له يكون باطلًا، دون إخلال بحق خلف الممنوع من التصرف إذا كسبه معاوضة بحسن نيّة. 

ثالثًا: الملكية الشائعة وقسمتها
المادة التاسعة عشرة بعد الستمائة
إذا تملك أكثر من شخص شيئًا دون أن تفرز حصة كل منهم فهم شركاء على الشيوع، وتكون حصصهم متساوية، ما لم يقم الدليل على خلاف ذلك.

المادة العشرون بعد الستمائة
لكل شريك في الملك التصرف في حصته واستغلالها واستعمالها؛ وذلك دون إذن من باقي الشركاء بشرط ألا يلحق ضررًا بحقوقهم. 
إذا كان تصرف الشريك في الملك منصبًّا على جزء مفرز من المال الشائع ولم يقع هذا الجزء عند القسمة في حصة المتصرف انتقل حق المتصرف إليه من وقت التصرف إلى الجزء الذي آل إلى المتصرف بطريق القسمة، وإذا كان المتصرف إليه يجهل أن المتصرف لا يملك العين المتصرف فيها مفرزة عند العقد، فله الحق في إبطال التصرف.
المادة الحادية والعشرون بعد الستمائة
تكون إدارة المال الشائع من حق الشركاء مجتمعين ما لم تقتضِ النصوص النظامية أو الاتفاق خلاف ذلك، وإذا تولى أحد الشركاء الإدارة دون اعتراض من الباقين عُدَّ وكيلًا عنهم.

المادة الثانية والعشرون بعد الستمائة
إذا اختلف الشركاء في إدارة المال الشائع كان رأي الأغلبية في الإدارة المعتادة ملزمًا لجميع الشركاء وخلفهم العام والخاص، وتعتبر الأغلبية بقيمة الحصص، ولها أن تختار مديرًا من الشركاء أو من غيرهم، وأن تضع تنظيمًا لإدارة المال وحسنِ الانتفاع به يسري على جميع الشركاء.
إذا لم تتوفر الأغلبية المنصوص عليها في الفقرة (1) من هذه المادة فللمحكمة بناءً على طلب أي شريك أن تعين مديرًا للمال الشائع.
المادة الثالثة والعشرون بعد الستمائة
للشركاء الذين يملكون ما لا يقل عن ثلاثة أرباع المال الشائع أن يقرروا في سبيل تحسين الانتفاع بهذا المال من التغييرات الأساسية والتعديل في الغرض الذي أعد له ما يخرج عن حدود الإدارة المعتادة على أن يقوموا بإعلام باقي الشركاء بقراراتهم، ولمن خالف منهم حق الاعتراض أمام المحكمة خلال (ثلاثين) يومًا من تاريخ إعلامه.
للمحكمة إذا وافقت على قرار الأغلبية المنصوص عليها في الفقرة (1) من هذه المادة أن تقرر ما تراه مناسبًا من تدابير بما في ذلك ما يضمن للمعترض الوفاء بما قد يُستحق من تعويض.
المادة الرابعة والعشرون بعد الستمائة
لكل شريك على الشيوع الحق في أن يتخذ من الوسائل ما يحفظ المال الشائع ولو كان ذلك دون موافقة باقي الشركاء.

المادة الخامسة والعشرون بعد الستمائة
يتحمل نفقات إدارة المال الشائع وحفظه وسائر النفقات الناتجة عن الشيوع أو المقررة على المال؛ جميع الشركاء كل بقدر حصته، وذلك كله ما لم يتفق على خلافه.

المادة السادسة والعشرون بعد الستمائة
إذا اتفق جميع الشركاء على القسمة صحت ولو أنقصت منفعة المال أو قيمته.

المادة السابعة والعشرون بعد الستمائة
يجوز لمن يريد الخروج من الشيوع أن يطلب القسمة القضائية ما لم يوجد اتفاق أو نص نظامي يمنع من ذلك أو يتبين من الغرض الذي خصص له المال أنه يجب أن يبقى دائمًا على الشيوع.

المادة الثامنة والعشرون بعد الستمائة
إذا طلب أحد الشركاء قسمة المال الشائع وامتنع الباقون، وكان المال قابلًا للقسمة عينًا دون أن يترتب على ذلك تعطل الانتفاع به أو نقصٌ كبيرٌ في قيمته قَسَمتْه المحكمة، فإن ترتب على القسمة أيٌّ منهما أمرت المحكمة ببيع المال في المزاد.
إذا كان طالب القسمة يستطيع أن يبيع حصته بما لا يقل عن قيمتها لو بيع المال كاملًا لم يُلزم الشركاء بالبيع في المزاد، وللشركاء -إذا ترتب على بيع الحصة نقصان قيمتها- أن يتوقوا البيع في المزاد بأن يؤدوا لطالبها مقدار ما يلحق حصته من نقص بسبب بيعه إياها منفردة.
المادة التاسعة والعشرون بعد الستمائة
لدائن أي شريك أن يعترض على أن تتم قسمة المال الشائع أو أن يباع في المزاد بغير إدخاله، وذلك بالتدخل أمام المحكمة إن كانت القسمة قضائية، أو بإبلاغ كل الشركاء بالاعتراض إن كانت القسمة اتفاقية، وعليهم أن يدخلوه في إجراءاتها، وإلا كانت غير نافذة في حقه، ويجب في جميع الأحوال إدخال الدائن المقيّد حقه قبل رفع دعوى القسمة القضائية أو إبرام القسمة الاتفاقية.    
إذا تمت القسمة فليس للدائن الذي لم يتدخل أن يطعن فيها إلا في حال الغش.
المادة الثلاثون بعد الستمائة
إذا ظهر دين على الميت بعد قسمة التركة لزم كل واحدٍ من الورثة نصيبه من الدَّين في الحصة التي آلت إليه من التركة.

المادة الحادية والثلاثون بعد الستمائة
يجوز نقض القسمة الاتفاقية إذا أثبت المتقاسم أنه قد لحقه منها غبن ويجب أن ترفع الدعوى خلال السنة التالية للقسمة، وللطرف الآخر توقي نقض القسمة إذا أكمل للمتقاسم نقدًا أو عينًا ما يرفع عنه الغبن.

المادة الثانية والثلاثون بعد الستمائة
إذا استحق المقسوم كله أو بعضه لسبب سابق على القسمة فللمتقاسم الذي استحق نصيبه أو بعضه أن يرجع بضمان ذلك الاستحقاق على بقية المتقاسمين كُلٌّ بنسبة حصته؛ والمعتبر في تقدير الضمان قيمة الشيء وقت القسمة. 
ليس للمتقاسم الرجوع بضمان الاستحقاق إذا كان هناك اتفاق يقضي بالإعفاء منه إذا نشأ بسبب محدد صراحةً في الاتفاق أو كان راجعًا إلى خطأ المتقاسم نفسه.
المادة الثالثة والثلاثون بعد الستمائة
يُعد المتقاسم مالكًا للحصة التي آلت إليه منذ أن تملك في الشيوع.

المادة الرابعة والثلاثون بعد الستمائة
المهايأة قسمة منفعة المال الشائع بين الشركاء زمانيًّا أو مكانيًّا بمقدار حصصهم.

المادة الخامسة والثلاثون بعد الستمائة
يجب في المهايأة الزمنية تعيين وقت ابتدائها ومدة انتفاع كل شريك، فإن اختلف الشركاء في ذلك فتعين المحكمة المدة التي تراها مناسبة بحسب طبيعة النزاع والمال الشائع، ولها إجراء القرعة لتعيين وقت البدء في الانتفاع.
يجب في المهايأة المكانية تعيين محل انتفاع كل شريك، فإذا اختلف الشركاء في ذلك فللمحكمة إجراء القرعة لتعيين محل الانتفاع.
المادة السادسة والثلاثون بعد الستمائة
تسري على المهايأة أحكام عقد الإيجار فيما لا يتعارض مع طبيعتها.

المادة السابعة والثلاثون بعد الستمائة
للشركاء أثناء إجراءات قسمة المال أن يتفقوا على المهايأة حتى تتم القسمة، فإذا تعذر اتفاقهم فللمحكمة بناءً على طلب أحدهم إلزامهم بالمهايأة.

المادة الثامنة والثلاثون بعد الستمائة
إذا طلب أحد الشركاء قسمة المال وطلب الآخرون المهايأة، أو طلب أحد الشركاء القسمة أثناء سريان المهايأة؛ قُبل طلب القسمة.
إذا طلب أحد الشركاء المهايأة وامتنع الآخرون ولم يطلبوا القسمة فإنهم يجبرون على المهايأة.
المادة التاسعة والثلاثون بعد الستمائة
لا تنقضي المهايأة بموت أحد الشركاء، ويحلُّ ورثته محله.

رابعًا: ملكية الوحدات العقارية
المادة الأربعون بعد الستمائة
تسري على ملكية الوحدات العقارية النصوص النظامية الخاصة بها.

الفرع الثاني: أسباب كسب الملكية أولًا: إحراز المباحات
المادة الحادية والأربعون بعد الستمائة
من أحرز منقولًا مباحًا بنيّة تملُّكه، مَلَكَه.
يكون المنقول مباحًا إذا لم يمنع من تملكه نص نظامي ولم يكن له مالك أو تخلى عنه مالكه بنيّة النزول عن ملكيته.
المادة الثانية والأربعون بعد الستمائة
تسري على المعادن والمواد الهيدروكربونية والنفايات والمياه واللقطة والآثار والصيد النصوص النظامية الخاصة بها.

المادة الثالثة والأربعون بعد الستمائة
تسري على عقارات الدولة النصوص النظامية الخاصة بها.

ثانيًا: كسب الملكية بالضمان والإرث والوصية
المادة الرابعة والأربعون بعد الستمائة
كل مال وجب التعويض عنه يملكه من لزمه التعويض إذا أدى مثله أو قيمته للمالك الأصلي، وتكون الملكية مستندةً إلى وقت سبب التعويض بشرط أن يكون المحل قابلًا لثبوت الملك فيه.

المادة الخامسة والأربعون بعد الستمائة
يملك الوارث بالإرث نصيبه من الأموال المملوكة للمورث، وفقًا للنصوص النظامية الخاصة به.

المادة السادسة والأربعون بعد الستمائة
يملك الموصى له المال الموصى به، وفقًا للنصوص النظامية الخاصة بالوصية.

المادة السابعة والأربعون بعد الستمائة
كل تصرف نظامي يصدر من شخص في مرض الموت ويكون تبرعًا أو معاوضة فيها محاباة؛ يأخذ التبرع أو قدر المحاباة فيه حكم الوصية.

المادة الثامنة والأربعون بعد الستمائة
إذا تصرف شخص لأحد ورثته واحتفظ بحيازة الشيء الذي تصرف فيه، وبحق الانتفاع به مدى حياته، عُدَّ التصرف مضافًا إلى ما بعد الموت وتسري عليه أحكام الوصية ما لم يقم الدليل على خلاف ذلك.

ثالثًا: الالتصاق
المادة التاسعة والأربعون بعد الستمائة
يعد كل ما علا الأرض أو كان تحتها من بناء أو غراس من عمل مالك الأرض أقامه على نفقته، ويكون ملكًا له؛ وذلك كلّه ما لم يقم دليل على خلافه.

المادة الخمسون بعد الستمائة
إذا أحدث مالك الأرض بناءً أو غراسًا على أرضه بمواد مملوكة لغيره دون إذن فللغير استردادها على نفقة مالك الأرض إذا لم تكن إزالتها تلحق ضررًا جسيمًا بالأرض، فإذا كانت الإزالة تلحق بالأرض ضررًا جسيمًا؛ تملّكها صاحب الأرض بقيمتها مع التعويض إن كان له مقتضٍ.

المادة الحادية والخمسون بعد الستمائة
إذا أحدث شخص بناءً أو غراسًا بمواد من عنده على أرض يعلم أنها مملوكة لغيره دون إذن مالكها؛ فللمالك أن يطلب إزالة المحدثات على نفقة من أحدثها مع التعويض إن كان له مقتضٍ، أو يستبقيها بدفع قيمتها مستحقة الإزالة أو بدفع مبلغٍ يساوي ما زاد في قيمة الأرض بسبب البناء أو الغراس.
للمحدث أن يطلب إزالة ما أحدثه من بناءٍ أو غراسٍ إذا كان ذلك لا يُلحق ضررًا بالأرض ولو لم يرض مالكها.
المادة الثانية والخمسون بعد الستمائة
إذا أحدث شخص بحسن نية بناءً أو غراسًا بمواد من عنده على أرض مملوكة لغيره، فللمحدث أن يزيله إذا لم تكن الإزالة تضر بالأرض، فإن كانت الإزالة تضر بالأرض أو لم يختر المحدث الإزالة؛ خير المالك بين أن يدفع قيمة المواد وأجرة العمل أو أن يدفع مبلغًا يساوي ما زاد في قيمة الأرض بسبب البناء أو الغراس. وإذا بلغ البناء أو الغراس حدًّا من الجسامة يرهق مالك الأرض أن يؤدي ما هو مستحق عنهما، كان له أن يطلب تمليك الأرض لمن أقام البناء أو الغراس مقابل تعويض عادل. 

المادة الثالثة والخمسون بعد الستمائة
إذا كان مالك الأرض وهو يقيم عليها بناءً قد جار بحسن نية على جزء من الأرض الملاصقة، جاز للمحكمة -إذا رأت محلًّا لذلك- أن تجبر صاحب هذه الأرض على أن ينزل لجاره عن ملكية الجزء المشغول بالبناء، وذلك مقابل تعويض عادل.

المادة الرابعة والخمسون بعد الستمائة
إذا اتصل منقولان لمالكين مختلفين بحيث لا يمكن فصلهما دون تلف ولم يكن هناك اتفاق بين المالكين قضت المحكمة في النزاع مع مراعاة الضرر الذي وقع وحال الطرفين وحسن نية كل منهما.

رابعًا: العقد
المادة الخامسة والخمسون بعد الستمائة
تنتقل الملكية وغيرها من الحقوق العينية في العقار والمنقول بالعقد متى ورد على محل مملوك للمتصرف وفقًا للنصوص النظامية.

المادة السادسة والخمسون بعد الستمائة
إذا كان محل العقد معيَّنًا بالذات انتقلت ملكيته بالعقد.
إذا كان محل العقد معيَّنًا بالنوع لم تنتقل الملكية في أيٍّ من أفراده إلا بإفرازه.
المادة السابعة والخمسون بعد الستمائة
إذا اشترط نص نظامي إجراءً لانتقال الملكية والحقوق العينية الأخرى، لم تنتقل إلا باستكمال ذلك الإجراء.

خامسًا: الشفعة
المادة الثامنة والخمسون بعد الستمائة
الشفعة حق الشريك في أن يتملّك العقار المبيع بالثمن الذي بيع به وبنفقاته.

المادة التاسعة والخمسون بعد الستمائة
إذا اجتمع أكثر من شفيع كان استحقاق كل منهم من الشفعة على قدر نصيبه.

المادة الستون بعد الستمائة
إذا اشترى شخص ما تصح الشفعة فيه ثم باعه لآخر قبل إعلام الشفيع رغبته الأخذ بالشفعة وفقًا للفقرتين (ب) و(ج) من المادة (السادسة والستين بعد الستمائة) من هذا النظام، فليس للشفيع أخذه إلا بالثمن الذي بيع به على المشتري الثاني ونفقاته. 

المادة الحادية والستون بعد الستمائة
تثبت الشفعة بتمام البيع مع قيام السبب الموجب لها. 

المادة الثانية والستون بعد الستمائة
ليس للشفيع حق الشفعة إلا إذا كان مالكًا لنصيبه في العقار وقت شراء المشتري نصيب البائع.

المادة الثالثة والستون بعد الستمائة
إذا ثبتت الشفعة وفقا للمادة (الحادية والستين بعد الستمائة) من هذا النظام؛ فلا تسقط بموت البائع أو المشتري أو الشفيع.

المادة الرابعة والستون بعد الستمائة
لا تقبل الشفعة التجزئة، فليس للشفيع أن يأخذ بعض العقار جبرًا على المشتري، إلا إذا تعدد المشترون واتحد البائع؛ فللشفيع أن يأخذ نصيب بعضهم ويترك الباقي.

المادة الخامسة والستون بعد الستمائة
لا شفعة في الحالات الآتية: 
أ- إذا كان انتقال الملك بغير البيع.
ب- إذا وقع البيع بين الأصول والفروع أو بين الزوجين.
ج- إذا بيع العقار في المزاد وفقًا للنصوص النظامية.

المادة السادسة والستون بعد الستمائة
تسقط الشفعة في الحالات الآتية:
أ- إذا نزل الشفيع عن حقه في الشفعة صراحةً أو ضمنًا ولو كان ذلك قبل البيع.
ب- إذا لم يقم الشفيع بإعلام البائع والمشتري برغبته في الأخذ بالشفعة خلال (عشرة) أيام من تاريخ الإعذار الذي يوجهه إليه البائع أو المشتري بطلب إبداء رغبته، على أن يتضمن هذا الإعذار البيانات الكافية عن المشتري والمبيع والثمن وشروط العقد.
ج- إذا لم يرفع الشفيع دعوى الشفعة خلال (ثلاثين) يومًا من تاريخ الإعلام الذي وجهه إلى البائع والمشتري.

المادة السابعة والستون بعد الستمائة
لا تسمع دعوى الشفعة بانقضاء (مائة وثمانين) يومًا من تاريخ تسجيل البيع.

المادة الثامنة والستون بعد الستمائة
ترفع دعوى الشفعة على البائع أو المشتري، وللمحكمة أن تمهل الشفيع (خمسة عشر) يومًا لإيداع الثمن أو جزء منه وفق تقدير المحكمة لدى الجهة التي يحددها وزير العدل، وإلا سقط حقه في الشفعة.

المادة التاسعة والستون بعد الستمائة
يثبت الملك للشفيع في العقار المبيع من حين الحكم بثبوت الشفعة أو بتسليم المشتري له بالتراضي، وذلك مع مراعاة ما تشترطه النصوص النظامية في تسجيل ملكية العقار.

المادة السبعون بعد الستمائة
يحل الشفيع تجاه البائع محل المشتري في جميع حقوقه والتزاماته، وللشفيع الانتفاع بالأجل الممنوح للمشتري في دفع الثمن إذا قدم الشفيع للبائع ضمانات كافية.

المادة الحادية والسبعون بعد الستمائة
إذا زاد المشتري في العقار المشفوع شيئًا من ماله أو بنى أو غرس فيه قبل إعلام الشفيع البائع والمشتري برغبته في الشفعة؛ فعلى الشفيع إذا أخذ بالشفعة أن يدفع -تبعًا لما يختاره المشتري- مقدار ما أنفقه أو ما زاد في قيمة العقار بسبب زيادة المشتري أو بنائه أو غراسه.
ذا كانت الزيادة أو البناء أو الغراس بعد الإعلام؛ فللشفيع إذا أخذ بالشفعة أن يطلب الإزالة على نفقة المشتري مع التعويض إن كان له مقتضٍ، أو أن يستبقي البناء أو الغراس على أن يدفع للمشتري ما أنفقه أو ما زاد في قيمة العقار بسبب زيادة المشتري أو بنائه أو غراسه.
إذا نقص العقار المشفوع بغير فعل المشتري أو بفعله قبل الإعلام؛ فللشفيع أخذه بكل الثمن أو تركه، ويحط عن الشفيع من ثمنه قيمة ما نقص بفعل المشتري بعد الإعلام.
المادة الثانية والسبعون بعد الستمائة
للشفيع أن يطلب عدم نفاذ تصرفات المشتري إذا كانت بعد إعلام الشفيعِ البائعَ والمشتري برغبته في الشفعة، مع بقاء حقه في طلب الشفعة إذا تحققت شروطها.

الفرع الثالث: أثر الحيازة على الملكية
المادة الثالثة والسبعون بعد الستمائة
الحيازة وضع الشخص يده على الشيء المحوز ظاهرًا عليه بمظهر المالك.

المادة الرابعة والسبعون بعد الستمائة
تُعدُّ حيازة المنقول قرينة على الملكية عند النزاع فيها.

المادة الخامسة والسبعون بعد الستمائة
الحائزُ حَسنُ النية من يجهل أنه يعتدي على حق الغير؛ ما لم يكن الجهل ناشئًا عن خطئه الجسيم. ويُفترض حُسنُ النية في الحائزِ ما لم يقم الدليل على خلاف ذلك.
تزول صفة حسن النية عن الحائز من حين علمه بعيوب سند حيازته، أو بإعلامه بها في صحيفة الدعوى.
المادة السادسة والسبعون بعد الستمائة
إذا كان الحائز حسن النية فإنه يملك الثمار التي قبضها مدة حيازته بنية تملكها.
يكون الحائز سيءُ النية مسؤولًا عن جميع الثمار التي قبضها والتي قصّر في قبضها وذلك من الوقت الذي أصبح فيه سيء النية، وله أن يسترد ما أنفقه في إنتاج هذه الثمار.
تُعدُّ الثمار الطبيعية أو المستحدثة مقبوضةً يوم فصلها، أما الثمار المدنية فتُعدُّ مقبوضةً يومًا فيومًا، والحصول على المنفعة كقبض الثمار المدنية.
المادة السابعة والسبعون بعد الستمائة
يلزم المالك الذي يرد إليه الشيء أن يؤدي إلى الحائز جميع ما أنفقه من نفقاتٍ ضروريَّةٍ.
النفقات النافعة تطبق في شأنها أحكام المادتين (الحادية والخمسين بعد الستمائة) و(الثانية والخمسين بعد الستمائة) من هذا النظام.
لا يلزم المالك أداء النفقات الكمالية، ويجوز للحائز أن يزيل ما أقامه بهذه النفقات على أن يعيد الشيء إلى حالته الأولى، وللمالك أن يستبقيها مقابل قيمتها مستحقة الإزالة.
المادة الثامنة والسبعون بعد الستمائة
لا يلزم الحائز حسن النية التعويض عما يصيب الشيء بسبب انتفاعه به انتفاع الملاك، ولا يكون مسؤولًا عن أي هلاك أو تلف إلا بقدر ما عاد عليه من نفعٍ ترتب على ذلك الهلاك أو التلف.
الحائزُ سيءُ النية مسؤولٌ عن هلاك الشيء أو تلفه ولو كان ذلك بسبب لا يد له فيه، إلا إذا أثبت أن الشيء كان سيهلك أو يتلف ولو كان تحت يد مالكه.
الفصل الثاني: الحقوق المتفرعة عن حق الملكية الفرع الأول: حق الانتفاع
المادة التاسعة والسبعون بعد الستمائة
حق الانتفاع حقٌ عينيٌّ يخول المنتفع استعمال شيء مملوك لغيره واستغلاله.

المادة الثمانون بعد الستمائة
يُكسب حق الانتفاع بالتصرف النظامي، أو بالإرث إذا كان الانتفاع معين المدة، أو بالشفعة من الشريك على الشيوع في حق الانتفاع على عقار.

المادة الحادية والثمانون بعد الستمائة
يُراعى في حقوق المنتفع والتزاماته السند الذي أنشأ حق الانتفاع وكذا الأحكام المقررة في هذا الفرع.

المادة الثانية والثمانون بعد الستمائة
ثمارُ الشيء المنتفع به من حق المنتفع مدة انتفاعه.

المادة الثالثة والثمانون بعد الستمائة
يلتزم المنتفع بالانتفاع بالشيء المنتفع به في حدود ما اتفق عليه؛ فإن لم يكن هناك اتفاق فبحسب ما أعد له في حدود الانتفاع المعتاد. 
للمالك أن يعترض على أي استعمال غير مشروع أو لا يتفق مع طبيعة الشيء المنتفع به، وله أن يطالب المنتفع بتقديم ضمانات إذا أثبت أن حقوقه في خطر، فإن لم يقدمها المنتفع أو استمر على ذلك الاستعمال، فللمحكمة أن تنزع الشيء المنتفع به من يده وتسلمه إلى من يتولى إدارته، ولها تبعًا لجسامة الخطر إنهاء حق الانتفاع، دون إخلال بحقوق الغير. 
المادة الرابعة والثمانون بعد الستمائة
يلتزم المنتفع -أثناء انتفاعه- بالنفقات المعتادة التي يقتضيها حفظ الشيء المنتفع به وأعمال الصيانة، أما النفقات غير المعتادة والإصلاحات الجسيمة التي لم تنشأ عن خطأ المنتفع، فإنها تكون على المالك لكن لا يلزمه القيام بها أثناء مدة الانتفاع، فإذا قام بها المنتفع كان له الرجوع على المالك بعد رد الشيء إليه.

المادة الخامسة والثمانون بعد الستمائة
يلتزم المنتفع بأن يبذل من العناية في حفظ الشيء المنتفع به ما يبذله الشخص المعتاد؛ فإذا هلك أو تلف دون تعدٍّ أو تقصير منه لم يلزمه التعويض.

المادة السادسة والثمانون بعد الستمائة
يلزم المنتفع التعويض إذا هلك الشيء المنتفع به أو تلف بعد انقضاء مدة الانتفاع ولم يرده لمالكه مع إمكان الرد؛ ولو لم يستعمل ذلك الشيء بعد انقضاء المدة، ما لم يثبت أن الشي كان سيهلك أو يتلف ولو رده لمالكه.

المادة السابعة والثمانون بعد الستمائة
يلتزم المنتفع بأن يُعلم المالك في الحالات الآتية:
‌أ- إذا استولى على الشيء المنتفع به شخصٌ أو ادعى الغير حقًّا عليه.
‌ب- إذا هلك الشيء أو تلف أو احتاج إلى إصلاحات جسيمة مما يجب على المالك أن يتحمل نفقاته. ‌
ج- إذا احتاج إلى اتخاذ إجراء لدفع خطر خفيٍّ.
إذا لم يقم المنتفع بالإعلام الوارد في الفقرة (1) من هذه المادة خلال مدة معقولة فإنه يكون مسؤولًا عن التعويض عن الضرر.
المادة الثامنة والثمانون بعد الستمائة
إذا كان مع الشيء المنتفع به منقولات استهلاكيّة واستهلكها المنتفع التزم برد بدلها بعد انتهاء حقه في الانتفاع.
إذا مات المنتفع قبل أن يرد المنقولات المذكورة في الفقرة (1) من هذه المادة لصاحبها كانت مضمونة على تركته.
المادة التاسعة والثمانون بعد الستمائة
ينتهي حق الانتفاع باتحاد صفتي المالك والمنتفع؛ ما لم تكن للمالك مصلحة في بقائه كما لو كان الشيء مرهونًا.

المادة التسعون بعد الستمائة
ينتهي حق الانتفاع إذا انقضى الأجل المعين له، فإن لم يعيّن له أجل انتهى الحق بموت المنتفع.
إذا انتهى حق الانتفاع بانقضاء الأجل أو موت المنتفع -وفقًا لأحكام الفقرة (1) من هذه المادة- وكانت الأرض المنتفع بها مشغولة بزرع المنتفع؛ استمر حق الانتفاع بأجرة المثل حتى يبلغ الزرع حصاده؛ ما لم يتفق على خلاف ذلك.
المادة الحادية والتسعون بعد الستمائة
ينتهي حق الانتفاع بهلاك الشيء المنتفع به، إلا أنه إذا دُفِع عنه تعويض انتقل حق الانتفاع إلى العوض وعلى المنتفع أن يرد عينه أو بدله -حسب الأحوال- بعد انتهاء حقه في الانتفاع.
إذا كان الهلاك راجعًا إلى خطأ المالك فإنه يجبر على إعادة الشيء إلى حالته الأولى إذا كان ذلك ممكنًا، ويعود حق الانتفاع للمنتفع.
المادة الثانية والتسعون بعد الستمائة
ينتهي حق الانتفاع بنزول المنتفع عنه، ولا يؤثر ذلك في التزاماته لمالك الشيء المنتفع به ولا في حقوق الغير.

المادة الثالثة والتسعون بعد الستمائة
لا تسمع دعوى المطالبة بحق الانتفاع إذا انقضت على عدم استعماله مدة (عشر) سنوات.

الفرع الثاني: حق الاستعمال وحق السكنى
المادة الرابعة والتسعون بعد الستمائة
يصح أن يقتصر حق الانتفاع على حق الاستعمال أو حق السكنى.

المادة الخامسة والتسعون بعد الستمائة
يتحدد حق الاستعمال وحق السكنى بحاجة صاحب الحق وأسرته، ويراعى في هذا الشأن ما يقرره السند المنشئ للحق والعرف.

المادة السادسة والتسعون بعد الستمائة
لا يصح التنازل للغير عن حق الاستعمال أو حق السكنى إلا بناءً على شرط صريح في سند إنشاء الحق أو للضرورة.

المادة السابعة والتسعون بعد الستمائة
تسري أحكام حق الانتفاع على حق الاستعمال وحق السكنى فيما لا يتعارض مع أحكام هذين الحقين وطبيعتهما.

الفرع الثالث: حق الوقف
المادة الثامنة والتسعون بعد الستمائة
تسري على حق الوقف النصوص النظامية الخاصة به.

الفرع الرابع: حق الارتفاق أولًا: إنشاء حق الارتفاق
المادة التاسعة والتسعون بعد الستمائة
حق الارتفاق حقٌّ عينيٌّ مقررٌ لمنفعة عقار لشخص على عقار مملوك لشخص آخر.

المادة السبعمائة
يُكسب حق الارتفاق بالتصرف النظامي أو بالإرث.

المادة الأولى بعد السبعمائة
إذا أنشأ مالك عقارين منفصلين ارتفاقًا ظاهرًا بينهما بقي الحق إذا انتقل العقاران أو أحدهما إلى أيدي ملاك آخرين دون تغيير في حالتهما ما لم يتفق على خلاف ذلك.

ثانيًا: بعض أنواع حق الارتفاق
المادة الثانية بعد السبعمائة
إذا ثبت لأحد حق المرور في أرض مملوكة لآخر فليس لصاحبها منعه.
لا يثبت حق المرور بالإذن به على وجه التسامح.
المادة الثالثة بعد السبعمائة
لصاحب العقار الذي لا يتصل بالطريق العام أو كان وصوله إليه يتم بنفقة باهظة أو مشقة كبيرة حق المرور في العقار المجاور بالقدر المعتاد مقابل عوض عادل، ولا يستعمل هذا الحق إلا في العقار الذي يكون المرور فيه أخف ضررًا وفي موضع منه يتحقق فيه ذلك.

المادة الرابعة بعد السبعمائة
لصاحب الأرض العالية أن يسقي أرضه من المسيل الطبيعي قدر حاجته التي يقتضيها العرف ثم يرسل المياه إلى الأرض المنخفضة.

المادة الخامسة بعد السبعمائة
من أنشأ جدولًا أو مجرى ماء مأذونًا فيه لريِّ أرضه فليس لغيره حق الانتفاع به إلا بإذنه أو وفقًا للنصوص النظامية.

المادة السادسة بعد السبعمائة
ليس لأحد الشركاء في مورد الماء أو الجدول المشترك أن يشق منه جدولًا آخر إلا بإذن باقي الشركاء.

المادة السابعة بعد السبعمائة
حق المجرى حقٌّ لمالك الأرض في جريان مياه الريّ -طبيعيًّا كان أو اصطناعيًّا- في أرض غيره لتصل من موردها البعيد إلى أرضه.
إذا ثبت حق المجرى لأحد فليس لملاك الأراضي التي تجري فيها هذه المياه منعه ولو تطلب ذلك إقامة منشآت عليها، بشرط أن يدفع صاحب الحق عوضًا معجَّلًا وألا يخل ذلك بانتفاع مالك الأرض إخلالًا بيّنًا.
المادة الثامنة بعد السبعمائة
لمالك الأرض إذا أصاب أرضه ضررٌ من المجرى أن يطلب من صاحب حق المجرى تعميره وإصلاحه لرفع ذلك الضرر، فإذا امتنع جاز لمالك الأرض أن يقوم به على نفقة صاحب الحق بالقدر المتعارف عليه.

المادة التاسعة بعد السبعمائة
ليس لمالك الأرض المنخفضة أن يقيم سدًّا لمنع المياه السائلة سيلًا طبيعيًّا من الأرض العالية.
ليس لمالك الأرض العالية أن يقوم بعمل يزيد في عبء الأرض المنخفضة.
المادة العاشرة بعد السبعمائة
لا يجوز إجراء مسيل ضار في ملك الغير أو في طريق عام أو خاص، ويزال الضرر ولو كان قديمًا.

ثالثًا: آثار حق الارتفاق
المادة الحادية عشرة بعد السبعمائة
يخضع حق الارتفاق للقواعد المقررة في سند إنشائه، ولما جرى عليه عرف المكان الذي يقع فيه العقار، ولأحكام المواد من (الثانية عشرة بعد السبعمائة) إلى (الخامسة عشرة بعد السبعمائة) من هذا النظام.

المادة الثانية عشرة بعد السبعمائة
تكون نفقات الأعمال اللازمة لاستعمال حق الارتفاق والمحافظة عليه على مالك العقار المـُرتَفِقِ؛ ما لم يُتَّفق على خلاف ذلك.
إذا كان مالك العقار المـُرتَفَقِ به هو المكلف بأن يقوم بتلك الأعمال على نفقته كان له أن يتخلص من هذا التكليف بالتخلي عن العقار المرتفق به كله أو بعضه لمالك العقار المرتفق.
إذا كانت الأعمال نافعة لمالكي العقارين المـُرتَفِقِ والمـُرتَفَقِ به، كانت نفقات تلك الأعمال على الطرفين كل بنسبة ما يعود عليه من النفع.
المادة الثالثة عشرة بعد السبعمائة
لا يجوز لمالك العقار المـُرتَفَقِ به أن يقوم بعمل من شأنه التأثير في استعمال حق الارتفاق أو تغيير وضعه، إلا إذا أصبح الارتفاق أشد إرهاقًا لمالك العقار المرتَفَق به أو كان يمنعه من القيام بالإصلاحات المفيدة؛ فله أن يطلب نقل الحق إلى موضع يتمكن معه مالك العقار المرتفِق من استعمال حقه بسهولة الموضع القديم.

المادة الرابعة عشرة بعد السبعمائة
إذا جزئ العقار المـُرتَفِقُ بقي حق الارتفاق مستحقًّا لكل جزء منه على ألا يزيد ذلك في أعباء العقار المـُرتَفَقِ به.
إذا كان حق الارتفاق لا يفيد إلا بعض هذه الأجزاء فلمالك العقار المـُرتَفَقِ به أن يطلب إنهاء حق الارتفاق عن باقي الأجزاء.
المادة الخامسة عشرة بعد السبعمائة
إذا جزئ العقار المـُرتَفَقُ به بقي حق الارتفاق على كل جزء منه، وإذا كان غير مستعمل في الواقع على بعض أجزاء العقار المـُرتَفَقِ به ولا يمكن أن يستعمل عليها، فلمالك كل جزء منها أن يطلب إنهاء هذا الحق من الجزء الذي يخصه.

رابعًا: انتهاء حق الارتفاق
المادة السادسة عشرة بعد السبعمائة
ينتهي حق الارتفاق في الحالات الآتية:
أ- انقضاء الأجل المعين له أو زوال محله.
ب- اجتماع العقارين المـُرتَفِقِ والمـُرتَفَقِ به في يد مالك واحد.
ج- تعذُّر استعماله بسبب تغير وضع العقارين المرتفق والمرتفق به. ويعود حق الارتفاق إذا عاد الوضع إلى ما كان عليه.
د- نزول صاحب الحق عنه وإعلامه مالك العقار المرتفق به بذلك.
هـ- زوال الغرض من حق الارتفاق للعقار المرتفق، أو بقاء فائدة محدودة لا تتفق مع الأعباء الواقعة على العقار المرتفق به.

المادة السابعة عشرة بعد السبعمائة
لا تسمع دعوى المطالبة بحق الارتفاق إذا انقضت على عدم استعماله مدة (عشر) سنوات.

المادة الثامنة عشرة بعد السبعمائة
يَقطع انتفاعُ أحد الشركاء على الشيوع بحق الارتفاق مرورَ الزمن المانع من سماع الدعوى لمصلحة باقي الشركاء، كما أن وقف سريان مدة عدم سماع الدعوى لمصلحة أحد الشركاء يجعله موقوفًا لمصلحة باقيهم.

الباب الثاني: الحقوق العينية التبعية
المادة التاسعة عشرة بعد السبعمائة
تسري على الحقوق العينية التبعية النصوص النظامية الخاصة بها.

أحكام ختامية الفصل الأول: قواعد كلية
المادة العشرون بعد السبعمائة
دون إخلال بما تقضي به المادة (الأولى) من هذا النظام، تطبق القواعد الواردة في هذه المادة بالقدر الذي لا تتعارض فيه مع النصوص النظامية، مع مراعاة طبيعتها والشروط والاستثناءات الخاصة بكل منها، وهي:
القاعدة الأولى:    
     الأمور بمقاصدها.
القاعدة الثانية:    
     العبرة في العقود بالمقاصد والمعاني لا بالألفاظ والمباني.
القاعدة الثالثة:
     العادة مُحَكَّمة.
القاعدة الرابعة:    
     التعيين بالعرف كالتعيين بالنص.
القاعدة الخامسة:    
     المعروف عرفًا كالمشروط شرطًا.
القاعدة السادسة:    
     الممتنع عادة كالممتنع حقيقة.
القاعدة السابعة:    
     اليقين لا يزول بالشك.
القاعدة الثامنة:    
     الأصل بقاء ما كان على ما كان.
القاعدة التاسعة:    
     الأصل براءة الذمة.
القاعدة العاشرة:    
     الأصل في العقود والشروط الصحة واللزوم.     
القاعدة الحادية عشرة:    
     الأصل في الصفات العارضة العدم.
القاعدة الثانية عشرة:    
     الأصل إضافة الحادث إلى أقرب أوقاته.
القاعدة الثالثة عشرة:    
     لا ينسب إلى ساكت قول، لكن السكوت في معرض الحاجة إلى البيان بيان.
القاعدة الرابعة عشرة:    
     لا عبرة بالدلالة في مقابلة التصريح. 
القاعدة الخامسة عشرة:    
     لا عبرة بالظن البين خطؤه.
القاعدة السادسة عشرة:    
     الضرر يزال.
القاعدة السابعة عشرة:    
     الضرر لا يزال بمثله.
القاعدة الثامنة عشرة:    
     يُدفع الضرر الأشد بالضرر الأخف.
القاعدة التاسعة عشرة:    
     درء المفاسد مقدم على جلب المصالح.
القاعدة العشرون:    
     إذا تعارض المانع والمقتضي قُدِّم المانع.
القاعدة الحادية والعشرون: 
     المشقة تجلب التيسير.
القاعدة الثانية والعشرون:    
     الضرورات تقدر بقدرها.
القاعدة الثالثة والعشرون:    
     الاضطرار لا يُبطل حق الغير.
القاعدة الرابعة والعشرون:     
     الأصل في الكلام الحقيقة. 
القاعدة الخامسة والعشرون:     
     إعمال الكلام أولى من إهماله.
القاعدة السادسة والعشرون:    
     المطلق يجري على إطلاقه؛ ما لم يقم دليل التقييد نصًّا أو دلالة.
القاعدة السابعة والعشرون:    
     الوصف في الحاضر لغو وفي الغائب معتبر. 
القاعدة الثامنة والعشرون:     
     التابع تابع.
القاعدة التاسعة والعشرون:    
     يُغتفر في التوابع ما لا يُغتفر في غيرها.
القاعدة الثلاثون:    
     يُغتفر في البقاء ما لا يُغتفر في الابتداء.
القاعدة الحادية والثلاثون:
     إذا سقط الأصل سقط الفرع.
القاعدة الثانية والثلاثون:
     لا مساغ للاجتهاد في مورد النص.
القاعدة الثالثة والثلاثون:
     على اليد ما أخذت حتى تؤديه.
القاعدة الرابعة والثلاثون:
     الخراج بالضمان.
القاعدة الخامسة والثلاثون:
     ما لا يتم الواجب إلا به فهو واجب.
القاعدة السادسة والثلاثون:
     إذا زال المانع عاد الممنوع.
القاعدة السابعة والثلاثون:
     ما ثبت لعذر يزول بزواله.
القاعدة الثامنة والثلاثون:
     الساقط لا يعود.
القاعدة التاسعة والثلاثون:
     إذا تعذَّر الأصل يُصار إلى البدل.
القاعدة الأربعون:
     من سعى في نقض ما تمَّ من جهته فسعيه مردودٌ عليه.
القاعدة الحادية والأربعون:
     الجهل بالحكم ليس عذرًا.

الفصل الثاني: العمل بهذا النظام
المادة الحادية والعشرون بعد السبعمائة
يُعمل بهذا النظام بعد مضي (مائة وثمانين) يومًا من تاريخ نشره في الجريدة الرسمية، ويُلغي كل ما يتعارض معه من أحكام.




`
  },
  {
    id: 'alethbat',
    name: 'نظام الإثبات',
    text: `نظام الإثبات

نظام الإثبات
1443 هـ
بسم الله الرحمن الرحيم

مرسوم ملكي رقم (م/43) وتاريخ 1443/5/26هـ
بعون الله تعالـى
       نحن سلمان بن عبدالعزيز آل سعود
                         ملك المملكة العربية السعودية

بناءً على المادة (السبعين) من النظام الأساسي للحكم، الصادر بالأمر الملكي رقم (أ/90) بتاريخ 27 / 8 / 1412هـ.
وبناءً على المادة (العشرين) من نظام مجلس الوزراء، الصادر بالأمر الملكي رقم (أ/13) بتاريخ 3 / 3 / 1414هـ.
وبناءً على المادة (الثامنة عشرة) من نظام مجلس الشورى، الصادر بالأمر الملكي رقم (أ/91) بتاريخ 27 / 8 / 1412هـ.
وبعد الاطلاع على قراري مجلس الشورى رقم (243/45) بتاريخ 21 / 2 / 1443هـ، ورقم (36 / 7) بتاريخ 3 / 4 / 1443هـ.
وبعد الاطلاع على قرار مجلس الوزراء رقم (283) بتاريخ 24 / 5 / 1443هـ.

رسمنا بما هو آت:

أولاً: الموافقة على نظام الإثبات، بالصيغة المرافقة.
ثانياً: تعديل الفقرة (1) من المادة (الثامنة عشرة بعد المائتين) من نظام الإجراءات الجزائية الصادر بالمرسوم الملكي رقم (م/2) بتاريخ 22 / 1 / 1435هـ، لتكون بالنص الآتي: "تطبق الأحكام الواردة في نظام المرافعات الشرعية وفي نظام الإثبات فيما لم يرد فيه حكم في هذا النظام بما لا يتعارض مع طبيعة القضايا الجزائية".
ثالثاً: تعديل المادة (الستين) من نظام المرافعات أمام ديوان المظالم، الصادر بالمرسوم الملكي رقم (م/3) بتاريخ 22 / 1 / 1435هـ، لتكون بالنص الآتي: "تطبق على الدعاوى المرفوعة أمام محاكم ديوان المظالم أحكام نظام المرافعات الشرعية ونظام الإثبات فيما لم يرد فيه حكم في هذا النظام بما لا يتعارض مع طبيعة المنازعة الإدارية".
رابعاً: أن يسري التعديلان المشار إليهما في البندين (ثانياً) و(ثالثاً) من هذا المرسوم في تاريخ متزامن مع تاريخ نفاذ النظام المشار إليه في البند (أولاً) من هذا المرسوم. 
خامساً: أنّ كل إجراء من إجراءات الإثبات تم صحيحاً قبل نفاذ النظام -المشار إليه في البند (أولاً) من هذا المرسوم- يبقى صحيحاً.
سادساً: على سمو نائب رئيس مجلس الوزراء والوزراء ورؤساء الأجهزة المعنية المستقلة  -كل فيما يخصه- تنفيذ مرسومنا هذا.

سلمان بن عبدالعزيز آل سعود

بسم الله الرحمن الرحيم

قرار مجلس الوزراء رقم (283) وتاريخ 1443/5/24هـ
إن مجلس الوزراء
بعد الاطلاع على المعاملة الواردة من الديوان الملكي برقم 21388 وتاريخ 4 / 4 / 1443هـ، المشتملة على برقية معالي وزير الدولة عضو مجلس الوزراء رئيس اللجنة الرئيسية لإعداد التشريعات القضائية رقم 40 وتاريخ 11 / 8 / 1442هـ، في شأن مشروع نظام الإثبات.
وبعد الاطلاع على مشروع النظام المشار إليه.
وبعد الاطلاع على الأمرين الملكيين رقم (5584) وتاريخ 26 / 1 / 1441هـ، ورقم (34837) وتاريخ 5 / 6 / 1441هـ.
وبعد الاطلاع على نظام الإجراءات الجزائية، الصادر بالمرسوم الملكي رقم (م / 2) وتاريخ 22 / 1 / 1435هـ.
وبعد الاطلاع على نظام المرافعات أمام ديوان المظالم، الصادر بالمرسوم الملكي رقم (م / 3) وتاريخ 22 / 1 / 1435هـ.
وبعد الاطلاع على المحضرين رقم (716) وتاريخ 4 / 12 / 1442هـ، ورقم (136) وتاريخ 26 / 3 / 1443هـ، والمذكرة رقم (821) وتاريخ 10 / 4 / 1443هـ، المعدة في هيئة الخبراء بمجلس الوزراء.
وبعد الاطلاع على المحضر المعد في مجلس الشؤون الاقتصادية والتنمية رقم (212 / 43 / م) وتاريخ 26 / 3 / 1443هـ.
وبعد النظر في قراري مجلس الشورى رقم (243 / 45) وتاريخ 21 / 2 / 1443هـ، ورقم (36 / 7) وتاريخ 3 / 4 / 1443هـ.
وبعد الاطلاع على توصية اللجنة العامة لمجلس الوزراء رقم (3105) وتاريخ 11 / 4 / 1443هـ.

يقرر ما يلي:

أولاً: الموافقة على نظام الإثبات، بالصيغة المرافقة.
ثانياً: تعديل الفقرة (1) من المادة (الثامنة عشرة بعد المائتين) من نظام الإجراءات الجزائية الصادر بالمرسوم الملكي رقم (م / 2) وتاريخ 22 / 1 / 1435هـ، لتكون بالنص الآتي: "تطبق الأحكام الواردة في نظام المرافعات الشرعية وفي نظام الإثبات فيما لم يرد فيه حكم في هذا النظام بما لا يتعارض مع طبيعة القضايا الجزائية".
ثالثاً: تعديل المادة (الستين) من نظام المرافعات أمام ديوان المظالم، الصادر بالمرسوم الملكي رقم (م / 3) وتاريخ 22 / 1 / 1435هـ، لتكون بالنص الآتي: "تطبق على الدعاوى المرفوعة أمام محاكم ديوان المظالم أحكام نظام المرافعات الشرعية ونظام الإثبات فيما لم يرد فيه حكم في هذا النظام بما لا يتعارض مع طبيعة المنازعة الإدارية".
رابعاً: أن يسري التعديلان المشار إليهما في البندين (ثانياً) و(ثالثاً) من هذا القرار في تاريخ متزامن مع تاريخ نفاذ النظام المشار إليه في البند (أولاً) من هذا القرار. 
خامساً: أن كل إجراء من إجراءات الإثبات تم صحيحاً قبل نفاذ النظام -المشار إليه في البند (أولاً) من هذا القرار- يبقى صحيحاً.
وقد أعد مشروع مرسوم ملكي بذلك، صيغته مرافقة لهذا.

رئيس مجلس الوزراء

نظام الإثبات
(الباب الأول) أحكام عامة
المادة الأولى
تسري أحكام هذا النظام على المعاملات المدنية والتجارية.

المادة الثانية
على المدعي أن يثبت ما يدعيه من حق، وللمدعى عليه نفيه.
يجب أن تكون الوقائع المراد إثباتها متعلقة بالدعوى، ومنتجة فيها، وجائزاً قبولها.
لا يجوز للقاضي أن يحكم بعلمه الشخصي.
المادة الثالثة
البينة على من ادعى، واليمين على من أنكر.
البينة لإثبات خلاف الظاهر، واليمين لإبقاء الأصل.
البينة حجة متعدية، والإقرار حجة قاصرة.
الثابت بالبرهان كالثابت بالعيان.
المادة الرابعة
دون إخلال بأحكام هذا النظام، إذا تعارضت أدلة الإثبات ولم يمكن الجمع بينها فتأخذ المحكمة منها بحسب ما يترجح لها من ظروف الدعوى، فإن تعذر ذلك فلا تأخذ المحكمة بأي منها، وفي جميع الأحوال يجب عليها أن تبين أسباب ذلك في حكمها.

المادة الخامسة
لا يلزم لإثبات الالتزام شكل معين؛ ما لم يرد فيه نص خاص أو اتفاق بين الخصوم.

المادة السادسة
إذا اتفق الخصوم على قواعد محددة في الإثبات فتُعمِل المحكمة اتفاقَهم؛ ما لم يخالف النظام العام.
لا يعتد باتفاق الخصوم المنصوص عليه في هذا النظام ما لم يكن مكتوباً.
المادة السابعة
الأحكام والأوامر والقرارات الصادرة بإجراءات الإثبات؛ لا يلزم تسبيبها ما لم تتضمن قضاءً قطعياً.
يتعين في جميع الأحوال تسبيب الأحكام الصادرة في دعاوى الإثبات المستعجلة.
المادة الثامنة
إذا قررت المحكمة مباشرة إجراء من إجراءات الإثبات، أو كلفت بذلك أحد قضاتها، تعين عليها أن تحدد موعداً لذلك.
للمحكمة مباشرة إجراءات الإثبات ولو لم يحضر الخصوم أو أحدهم؛ متى بلغوا بالموعد المحدد.
المادة التاسعة
للمحكمة أن تعدل عما أمرت به من إجراءات الإثبات، بشرط أن تبيّن أسباب العدول في محضر الجلسة.
للمحكمة ألا تأخذ بنتيجة إجراء الإثبات، بشرط أن تبيّن أسباب ذلك في حكمها.
المادة العاشرة
يكون لأي إجراء من إجراءات الإثبات اتخذ إلكترونياً الأحكام المقررة في هذا النظام.

المادة الحادية عشرة
تكون إجراءات الإثبات من إقرار أو استجواب أو أداء للشهادة أو اليمين أمام المحكمة، فإن تعذر فللمحكمة أن تنتقل أو تكلف أحد قضاتها بذلك.
إذا كان المقر أو المستجوب أو الشاهد أو من وجهت إليه اليمين ونحوهم مقيماً خارج نطاق اختصاص المحكمة، وتعذر إجراء الإثبات إلكترونياً؛ فعلى المحكمة أن تستخلف محكمة مكان إقامته. وفي هذه الحالة يبلغ قرار الاستخلاف للمحكمة المستخلَفة.
المادة الثانية عشرة
يكون إقرار الأخرس ومن في حكمه واستجوابه وأداؤه للشهادة واليمين وتوجيهها والنكول عنها وردها بالكتابة، فإن لم يكن يعرف الكتابة فبإشارته المعهودة.

المادة الثالثة عشرة
دون إخلال بالتزامات المملكة في الاتفاقيات الدولية التي تكون طرفاً فيها، للمحكمة أن تأخذ بإجراءات الإثبات التي جرت خارج المملكة؛ ما لم تخالف النظام العام.

(الباب الثاني) الإقرار واستجواب الخصوم (الفصل الأول) الإقرار
المادة الرابعة عشرة
يكون الإقرار قضائياً إذا اعترف الخصم أمام المحكمة بواقعة مدعى بها عليه، وذلك أثناء السير في دعوى متعلقة بهذه الواقعة.
يكون الإقرار غير قضائي إذا لم يقع أمام المحكمة، أو كان أثناء السير في دعوى أخرى.
المادة الخامسة عشرة
يشترط أن يكون المقر أهلاً للتصرف فيما أقر به. 
يصح إقرار الصغير المميز المأذون له في البيع والشراء بقدر ما أذن له فيه.
يصح الإقرار من الوصي أو الولي أو ناظر الوقف أو من في حكمهم فيما باشروه في حدود ولايتهم. 
المادة السادسة عشرة
يكون الإقرار صراحة أو دلالة، باللفظ أو بالكتابة.
لا يقبل الإقرار إذا كذبه ظاهر الحال.
المادة السابعة عشرة
الإقرار القضائي حجة قاطعة على المقر، وقاصرة عليه.

المادة الثامنة عشرة
يلزم المقر بإقراره، ولا يقبل رجوعه عنه.
لا يتجزأ الإقرار على صاحبه، إلا إذا انصب على وقائع متعددة، وكان وجود واقعة منها لا يستلزم حتماً وجود الوقائع الأخرى.
المادة التاسعة عشرة
يكون إثبات الإقرار غير القضائي وفق الأحكام المقررة في هذا النظام، بما في ذلك عدم جواز إثباته بالشهادة إلا في الأحوال التي يجوز فيها الإثبات بالشهادة.

(الفصل الثاني) استجواب الخصوم
المادة العشرون
للمحكمة -من تلقاء نفسها أو بناء على طلب أحد الخصوم- أن تستجوب من يكون حاضراً من الخصوم.
لأي من الخصوم استجواب خصمه مباشرة.
المادة الحادية والعشرون
للمحكمة -من تلقاء نفسها أو بناء على طلب أحد الخصوم- أن تأمر بحضور الخصم لاستجوابه، ويجب على من تقرر استجوابه أن يحضر الجلسة المحددة لذلك.
إذا تخلف الخصم عن الحضور للاستجواب بغير عذر مقبول، أو امتنع عن الإجابة بغير مسوّغ معتبر، استخلصت المحكمة ما تراه من ذلك، وجاز لها أن تقبل الإثبات بشهادة الشهود والقرائن في الأحوال التي لا يجوز فيها ذلك.
يسري حكم الفقرة (2) من هذه المادة على من تخلف عن الحضور في الدعوى أو امتنع عن الإجابة عنها.
المادة الثانية والعشرون
إذا كان الخصم عديم الأهلية أو ناقصها فيستجوب من ينوب عنه، ويجوز للمحكمة مناقشته هو إن كان مميزاً في الأمور المأذون له فيها، ويكون استجواب الشخص ذي الصفة الاعتبارية عن طريق من يمثله نظاماً. وفي جميع الأحوال يشترط أن يكون المراد استجوابه أهلاً للتصرف في الحق المتنازع فيه.

المادة الثالثة والعشرون
تكون الإجابة في الجلسة نفسها إلا إذا رأت المحكمة إعطاء موعد للإجابة. 
تكون الإجابة في مواجهة من طلب الاستجواب، ولا يتوقف الاستجواب على حضوره.
المادة الرابعة والعشرون
للخصم الاعتراض على سؤال وجِّه إليه، وعليه أن يبين وجه اعتراضه.
على المحكمة منع كل سؤال غير متعلق بالدعوى أو غير منتج فيها أو غير جائز قبوله.
(الباب الثالث) الكتابة (الفصل الأول) المحرَّرات الرسمية
المادة الخامسة والعشرون
المحرَّر الرسمي هو الذي يثبت فيه موظف عام أو شخص مكلف بخدمة عامة، ما تم على يديه أو ما تلقاه من ذوي الشأن، طبقاً للأوضاع النظامية، وفي حدود سلطته واختصاصه.
إذا لم يستوف المحرَّر الشروط الواردة في الفقرة (1) من هذه المادة فتكون له حجية المحرَّر العادي؛ متى كان ذوو الشأن قد وقعوه.
المادة السادسة والعشرون
المحرَّر الرسمي حجة على الكافة بما دون فيه من أمور قام بها محرره في حدود مهمته، أو حدثت من ذوي الشأن في حضوره؛ ما لم يثبت تزويره بالطرق المقررة نظاماً. 
يكون مضمون ما ذكره أي من ذوي الشأن في المحرَّر الرسمي حجة عليه؛ ما لم يثبت غير ذلك.
المادة السابعة والعشرون
إذا كان أصل المحرَّر الرسمي موجوداً، فإن صورته الرسمية تعد حجة بالقدر الذي تكون فيه مطابقة للأصل.
تكون الصورة رسمية إذا أخذت من الأصل؛ وفقاً للإجراءات المنظمة لذلك. 
تعد الصورة الرسمية مطابقة للأصل؛ ما لم ينازع في ذلك أي من ذوي الشأن، فيجب مطابقتها للأصل. 
المادة الثامنة والعشرون
إذا لم يوجد أصل المحرَّر الرسمي فتكون للصورة الرسمية حجية الأصل؛ متى كان مظهرها الخارجي لا يسمح بالشك في مطابقتها للأصل، وما عدا ذلك من الصور فلا يعتد بها إلا لمجرد الاستئناس.

(الفصل الثاني) المحرَّرات العادية
المادة التاسعة والعشرون
يعد المحرَّر العادي صادراً ممن وقعه وحجة عليه؛ ما لم ينكر صراحة ما هو منسوب إليه من خط أو إمضاء أو ختم أو بصمة، أو ينكر ذلك خلَفُه أو ينفي علمه بأن الخط أو الإمضاء أو الختم أو البصمة هي لمن تلقى عنه الحق.
من احتج عليه بمحرَّر عادي وناقش موضوعه أمام المحكمة فلا يقبل منه أن ينكر بعد ذلك صحته، أو أن يتمسك بعدم علمه بأنه صدر ممن تلقى عنه الحق.
المادة الثلاثون
تكون للمراسلات الموقع عليها أو الثابت نسبتها إلى مرسلها؛ حجية المحرَّر العادي في الإثبات، ما لم يثبت المرسل أنه لم يرسل الرسالة ولم يكلف أحداً بإرسالها. 

المادة الحادية والثلاثون
لا تكون دفاتر التجار حجة على غير التجار، ومع ذلك فإن البيانات المثبتة فيها تصلح أساساً يجيز للمحكمة أن توجه اليمين المتممة لمن قوي جانبه من الطرفين، وذلك فيما يجوز إثباته بشهادة الشهود.
تكون دفاتر التجار الإلزامية المنتظمة حجة لصاحبها التاجر ضد خصمه التاجر. وتسقط هذه الحجية بإثبات عكس ما ورد فيها بكافة طرق الإثبات، بما في ذلك دفاتر الخصم المنتظمة.
تكون دفاتر التجار الإلزامية -منتظمة كانت أو غير منتظمة- حجة على صاحبها التاجر فيما استند إليه خصمه التاجر أو غير التاجر؛ وفي هذه الحالة تعد القيود التي في مصلحة صاحب الدفاتر حجة له أيضاً.
إذا استند أحد الخصمين التاجرين إلى دفاتر خصمه وسلم مقدماً بما ورد فيها وامتنع الخصم دون مسوّغ عن إبراز دفاتره أو التمكين من الاطلاع عليها؛ جاز للمحكمة توجيه اليمين المتممة لمن استند إلى الدفاتر على صحة دعواه.
المادة الثانية والثلاثون
لا تكون الدفاتر والأوراق الخاصة -ولو دونت رقمياً- حجة على من صدرت منه إلا في الحالتين الآتيتين:

إذا أورد فيها صراحة أنه استوفى دينه.
إذا أورد فيها صراحة أنه قصد بما دونه أن يقوم مقام السند لمن أثبت حقاً لمصلحته.
وفي الحالتين إذا كان ما ورد من ذلك غير موقع ممن صدر عنه جاز له إثبات عكسه بكافة طرق الإثبات. 
المادة الثالثة والثلاثون
تأشير الدائن على سند الدين بخطه دون توقيع منه بما يفيد براءة ذمة المدين يعد حجة على الدائن إلى أن يثبت العكس، ويكون التأشير على السند بمثل ذلك حجة على الدائن أيضاً ولو لم يكن بخطه ولا موقعاً منه؛ ما دام السند لم يخرج قط من حيازته.
يسري حكم الفقرة (1) من هذه المادة إذا أثبت الدائن بخطه دون توقيع منه ما يفيد براءة ذمة المدين في نسخة أصلية أخرى لسند أو مخالصة، وكانت النسخة أو المخالصة في يد المدين.
(الفصل الثالث) طلب إلزام الخصم بتقديم المحرَّرات الموجودة تحت يده
المادة الرابعة والثلاثون
يجوز للخصم أن يطلب من المحكمة إلزام خصمه بتقديم أي محرَّر منتج في الدعوى يكون تحت يده في الحالات الآتية: 
أ- إذا كان النظام يجيز مطالبته بتقديمه أو تسليمه.
ب- إذا كان المحرَّر مشتركاً بينه وبين خصمه، ويعد المحرَّر مشتركاً على الأخص إذا كان لمصلحة الخصمين، أو كان مثبتاً لالتزاماتهما وحقوقهما المتبادلة.
ج- إذا استند إليه خصمه في أي مرحلة من مراحل الدعوى.
لا يقبل الطلب المشار إليه في الفقرة (1) من هذه المادة؛ ما لم يستوف العناصر الآتية:
أ- أوصاف المحرَّر، ومضمونه بقدر ما يمكن من التفصيل.
ب- الدلائل والظروف التي تؤيد أن المحرَّر تحت يد الخصم.
ج- الواقعة التي يستدل بالمحرَّر عليها، ووجه إلزام الخصم بتقديمه.
المادة الخامسة والثلاثون
إذا أقر الخصم أن المحرَّر في حوزته أو سكت، أو أثبت الطالب صحة طلبه، أمرت المحكمة بتقديم المحرَّر.
إذا امتنع الخصم عن تقديم المحرَّر المطلوب بعد إمهاله مرة واحدة، عدت صورة المحرَّر التي قدمها الطالب صحيحة مطابقة لأصلها، فإن لم يكن قد قدم صورة من المحرَّر؛ فللمحكمة الأخذ بقول الطالب فيما يتعلق بشكل المحرَّر ومضمونه. 
إذا أنكر الخصم وجود المحرَّر ولم يقدم الطالب للمحكمة إثباتاً كافياً لصحة طلبه، فله أن يطلب من المحكمة توجيه اليمين لخصمه فيما يتعلق بهذا المحرَّر، وفقاً للأحكام المقررة في الباب (الثامن) من هذا النظام، وإذا نكل الخصم عن اليمين ولم يردها على الطالب أو رد اليمين على الطالب فحلف، عدت صورة المحرَّر التي قدمها الطالب صحيحة مطابقة لأصلها، فإن لم يكن قد قدم صورة من المحرَّر؛ فللمحكمة الأخذ بقول الطالب فيما يتعلق بشكل المحرَّر ومضمونه.
المادة السادسة والثلاثون
للخصم في الدعاوى التجارية أن يطلب من خصمه تقديم محرَّر ذي صلة بالدعوى أو الاطلاع عليه، وتأمر المحكمة بذلك وفق الضوابط الآتية:
أ- أن يكون المحرَّر محدداً بذاته أو نوعه.
ب- أن يكون للمحرَّر علاقة بالتعامل التجاري محل الدعوى، أو يؤدي إلى إظهار الحقيقة فيه.
ج- ألّا يكون له طابع السرية بنص خاص أو اتفاق بين الخصوم، أو ألا يكون من شأن الاطلاع عليه انتهاك أي حق في السر التجاري أو أي حقوق متصلة به.
إذا امتنع الخصم عن تقديم ما أمرت المحكمة بتقديمه إلى خصمه وفق أحكام الفقرة (1) من هذه المادة؛ فللمحكمة أن تعد امتناعه قرينة.
المادة السابعة والثلاثون
مع مراعاة الأحكام المنصوص عليها في المواد السابقة، يجوز للمحكمة من تلقاء نفسها، أو بناء على طلب أحد الخصوم، وفي أي مرحلة تكون عليها الدعوى، أن تقرر الآتي:

إدخال الغير لإلزامه بتقديم محرَّر تحت يده.
طلب محرَّر من جهة عامة أو صورة مصدقة منه بما يفيد مطابقته لأصله إذا تعذر ذلك على الخصم، وللمحكمة أن تطلب من الجهة العامة أن تقدم -كتابة أو شفاهاً- ما لديها من معلومات ذات صلة بالدعوى، دون إخلال بالأنظمة.
(الفصل الرابع) إثبات صحة المحرَّرات (الفرع الأول) أحكام عامة
المادة الثامنة والثلاثون
للمحكمة أن تقدر ما يترتب على العيوب المادية في المحرَّر من إسقاط حجيته في الإثبات أو إنقاصها، ولها أن تأخذ بكل ما تضمنه المحرَّر أو ببعضه.
إذا كانت صحة المحرَّر محل شك في نظر المحكمة، فلها أن تسأل من صدر عنه، أو تدعو الشخص الذي حرَّره ليبدي ما يوضح حقيقة الأمر فيه.
المادة التاسعة والثلاثون
يرد الادعاء بالتزوير على المحرَّر الرسمي والعادي، أما إنكار الخط أو الختم أو الإمضاء أو البصمة فلا يرد إلا على المحرَّر العادي. 
على الخصم الذي يدعي التزوير عبء إثبات ادعائه، أما من ينكر صدور المحرَّر العادي منه أو ينكر ذلك خلفه أو نائبه أو ينفي علمه به، فيقع على خصمه عبء إثبات صدوره منه أو من سلفه.
إذا أقر الخصم بصحة الختم الموقع به على المحرَّر العادي ونفى أنه ختم به، تعين عليه اتخاذ طريق الادعاء بالتزوير.
(الفرع الثاني) إنكار الخط أو الإمضاء أو الختم أو البصمة، وتحقيق الخطوط
المادة الأربعون
إذا أنكر من احتج عليه بالمحرَّر العادي خطه أو إمضاءه أو ختمه أو بصمته، أو أنكر ذلك خلفه أو نائبه أو نفى علمه به، وظل الخصم الآخر متمسكاً بالمحرَّر، وكان المحرَّر منتِجًا في النزاع، ولم تكف وقائع الدعوى ومستنداتها في إقناع المحكمة بصحة الخط أو الإمضاء أو الختم أو البصمة؛ فتأمر المحكمة بالتحقيق بالمضاهاة، أو بسماع الشهود أو بكليهما، وفقاً للقواعد والإجراءات المنصوص عليها في هذا النظام. ولا تسمع الشهادة إلا فيما يتعلق بإثبات حصول الكتابة أو الإمضاء أو الختم أو البصمة على المحرَّر.

المادة الحادية والأربعون
1- تحدد المحكمة جلسة لحضور الخصوم لتقديم ما لديهم من محرَّرات للمضاهاة، والاتفاق على ما يصلح منها لذلك، فإن تخلف الخصم المكلف بالإثبات بغير عذر مقبول جاز الحكم بإسقاط حقه في الإثبات، وإذا تخلف خصمه جاز للمحكمة اعتبار المحرَّرات المقدمة للمضاهاة صالحة لها.
2- يجب على الخصم الذي ينازع في صحة المحرَّر أن يحضر بنفسه للاستكتاب في الموعد المحدد لذلك، فإن امتنع عن الحضور بغير عذر مقبول، أو حضر وامتنع عن الاستكتاب؛ جاز للمحكمة الحكم بصحة المحرَّر.

المادة الثانية والأربعون
في حالة عدم اتفاق الخصوم على المحرَّرات الصالحة للمضاهاة، فلا يقبل إلا ما يأتي:
أ- الخط أو الإمضاء أو الختم أو البصمة الموضوعة على محرَّرات رسمية.
ب- الجزء الذي يعترف الخصم بصحته من المحرَّر محل التحقيق.
ج- خط الخصم أو إمضاؤه الذي يكتبه أمام المحكمة أو البصمة التي يبصمها أمامها.
د- الخط أو الإمضاء أو الختم أو البصمة الموضوعة على محرَّرات عادية ثبتت نسبتها إلى الخصم. 
تكون مضاهاة ما تم إنكاره من الخط أو الإمضاء أو الختم أو البصمة على ما هو ثابت لمن يشهد عليه المحرَّر محل التحقيق من خط أو إمضاء أو ختم أو بصمة.
المادة الثالثة والأربعون
إذا حكم بصحة المحرَّر كله فيحكم على من أنكره بغرامة لا تزيد على (عشرة آلاف) ريال، وذلك دون إخلال بحق ذوي الشأن في المطالبة بالتعويض. 
لا تتعدد الغرامة بتعدد الخلف أو النائب، ولا يحكم بالغرامة على أي منهما إذا اقتصر إنكاره على نفي العلم.
(الفرع الثالث) الادعاء بالتزوير
المادة الرابعة والأربعون
يكون الادعاء بالتزوير في أي حالة تكون عليها الدعوى، ويحدد المدعي بالتزوير كل مواضع التزوير المدعى به، وشواهده، وإجراءات التحقيق التي يطلب إثباته بها، ويكون ذلك بمذكرة يقدمها للمحكمة أو بإثباته في محضر الجلسة.
إذا كان الادعاء بالتزوير منتجاً في النزاع ولم تكف وقائع الدعوى ومستنداتها لإقناع المحكمة بصحة المحرَّر أو بتزويره، ورأت أن إجراء التحقيق الذي طلبه المدعي بالتزوير منتج وجائز؛ أمرت به.
يكون الأمر بالتحقيق في الادعاء بالتزوير بالمضاهاة أو بسماع الشهود أو بكليهما، وفقاً للقواعد والإجراءات المنصوص عليها في هذا الباب.
المادة الخامسة والأربعون
على مدعي التزوير أن يسلم المحكمة المحرَّر المدعى تزويره إن كان تحت يده أو صورته المبلغة إليه، وإذا امتنع عن تسليم المحرَّر أو صورته -بحسب الأحوال- سقط حقه في الادعاء بتزويره، ولا يقبل منه هذا الادعاء بعد ذلك.
إذا كان المحرَّر تحت يد الخصم فللمحكمة أن تكلفه بتسليمه إلى المحكمة، أو تأمر بضبطه وإيداعه، وإذا امتنع الخصم عن تسليم المحرَّر وتعذر على المحكمة ضبطه عُد غير موجود، ولا يمنع ذلك من ضبطه -إن أمكن- فيما بعد.
المادة السادسة والأربعون
يجوز لمن يدعي تزوير المحرَّر أن يتنازل عن ادعائه قبل انتهاء إجراءات التحقيق، ولا يقبل منه ادعاء تزوير المحرَّر بعد تنازله.
يجوز للمدعى عليه بالتزوير إنهاء إجراءات التحقيق في التزوير -في أي حالة كانت عليه- بنزوله عن التمسك بالمحرَّر المدعى تزويره، وللمحكمة في هذه الحالة أن تأمر بضبط المحرَّر أو حفظه إذا طلب المدعي بالتزوير ذلك لمصلحة مشروعة.
المادة السابعة والأربعون
 الأمر بالتحقيق في ادعاء التزوير يوقف صلاحية المحرَّر المدعى تزويره للتنفيذ، وذلك دون إخلال بالإجراءات التحفظية.

المادة الثامنة والأربعون
يجوز للمحكمة -ولو لم يُدَّعَ أمامها بالتزوير- أن تحكم برد أي محرَّر وبطلانه إذا ظهر لها بجلاء من حالته أو من ظروف الدعوى أنه مزور، ويجب عليها في هذه الحالة أن تبين في حكمها الظروف والقرائن التي تبينت منها ذلك.

المادة التاسعة والأربعون
إذا حكم برفض الادعاء بتزوير المحرَّر أو سقوط حق مدعي التزوير في الإثبات، حكم عليه بغرامة لا تزيد على (عشرة آلاف) ريال، وذلك دون إخلال بحق ذوي الشأن في المطالبة بالتعويض. 
لا يحكم بالغرامة على مدعي التزوير إذا تنازل عن ادعائه قبل انتهاء إجراءات التحقيق فيه؛ ما لم يثبت للمحكمة أنه قصد الكيد لخصمه أو تأخير الفصل في الدعوى
لا يحكم بالغرامة على مدعي التزوير إذا ثبت بعض ما ادعاه.
إذا ثبت تزوير المحرَّر أحالته المحكمة إلى النيابة العامة؛ لاتخاذ الإجراءات اللازمة.
(الفرع الرابع) دعوى التزوير الأصلية
المادة الخمسون
يجوز لمن يخشى الاحتجاج عليه بمحرَّر مزور أن يخاصم من بيده هذا المحرَّر ومن يفيد منه، وفقاً للإجراءات المنظمة لرفع الدعوى. وتراعي المحكمة في تحقيق هذه الدعوى القواعد والإجراءات المنصوص عليها في هذا الباب.

(الفصل الخامس) أحكام ختامية في الكتابة
المادة الحادية والخمسون
يجوز في الأحوال التي يجب فيها الإثبات بالكتابة أن يحل محلها الإقرار القضائي، أو اليمين الحاسمة، أو مبدأ الثبوت بالكتابة المعزز بطريق إثبات آخر؛ وذلك فيما لم يرد فيه نص في هذا النظام.
مبدأ الثبوت بالكتابة هو: كل كتابة تصدر من الخصم ويكون من شأنها أن تجعل وجود التصرف المدعى به قريب الاحتمال.
المادة الثانية والخمسون
 مع عدم الإخلال بالتزامات المملكة بموجب الاتفاقيات الدولية التي تكون طرفاً فيها، يجوز للمحكمة أن تقبل في الإثبات المحرَّر الورقي أو الرقمي الصادر خارج المملكة والمصدق عليه من الجهات المختصة في الدولة التي صدر فيها والجهات المختصة في المملكة، وذلك ما لم يخالف النظام العام.

(الباب الرابع) الدليل الرقمي
المادة الثالثة والخمسون
يعد دليلاً رقمياً كل دليل مستمد من أي بيانات تنشأ أو تصدر أو تسلم أو تحفظ أو تبلغ بوسيلة رقمية، وتكون قابلة للاسترجاع أو الحصول عليها بصورة يمكن فهمها.

المادة الرابعة والخمسون
يشمل الدليل الرقمي الآتي: 

السجل الرقمي.
المحرَّر الرقمي.
التوقيع الرقمي.
المراسلات الرقمية بما فيها البريد الرقمي. 
وسائل الاتصال. 
الوسائط الرقمية.
أي دليل رقمي آخر.
المادة الخامسة والخمسون
يكون للإثبات بالدليل الرقمي حكم الإثبات بالكتابة الوارد في هذا النظام.

المادة السادسة والخمسون
يكون للدليل الرقمي الرسمي الحجية المقررة للمحرَّر الرسمي؛ إذا استوفى الشروط المنصوص عليها في الفقرة (1) من المادة (الخامسة والعشرين) بما في ذلك ما يصدر آلياً من الأنظمة الرقمية للجهات العامة أو الجهات المكلفة بخدمة عامة.

المادة السابعة والخمسون
يكون الدليل الرقمي غير الرسمي حجةً على أطراف التعامل -ما لم يثبت خلاف ذلك- في الحالات الآتية:

إذا كان صادراً وفقاً لنظام التعاملات الإلكترونية أو نظام التجارة الإلكترونية.
إذا كان مستفاداً من وسيلة رقمية منصوص عليها في العقد محل النزاع.
إذا كان مستفاداً من وسيلة رقمية موثقة أو مشاعة للعموم.
المادة الثامنة والخمسون
على الخصم الذي يدعي عدم صحة الدليل الرقمي المنصوص عليه في المادتين (السادسة والخمسين) و(السابعة والخمسين) عبء إثبات ادعائه.

المادة التاسعة والخمسون
فيما عدا ما نصت عليه المادتان (السادسة والخمسون) و(السابعة والخمسون) من هذا النظام؛ يكون للدليل الرقمي الحجية المقررة للمحرَّر العادي؛ وفقاً لأحكام هذا النظام.

المادة الستون
يقدم الدليل الرقمي بهيئته الأصلية، أو بأي وسيلة رقمية أخرى، وللمحكمة أن تطلب تقديم محتواه مكتوباً؛ متى كانت طبيعته تسمح بذلك.

المادة الحادية والستون
إذا امتنع أي من الخصوم عن تقديم ما طلبته المحكمة للتحقق من صحة الدليل الرقمي بغير عذر مقبول؛ سقط حقه في التمسك به أو عدّ حجة عليه بحسب الأحوال. 

المادة الثانية والستون
إذا تعذر التحقق من صحة الدليل الرقمي بسبب لا يعود للخصوم، فتقدر المحكمة حجيته بما يظهر لها من ظروف الدعوى.

المادة الثالثة والستون
يكون للمستخرجات من الدليل الرقمي الحجية المقررة للدليل نفسه، وذلك بالقدر الذي تكون فيه المستخرجات مطابقة لسجلها الرقمي. 
يسري حكم الفقرة (1) من هذه المادة على المستخرجات من وسائل الدفع الرقمية.
المادة الرابعة والستون
فيما لم يرد فيه نص في هذا الباب، تسري على الدليل الرقمي الأحكام المنصوص عليها في الباب (الثالث) من هذا النظام، بما لا يتعارض مع طبيعته الرقمية.

(الباب الخامس) الشهادة (الفصل الأول) محل الشهادة
المادة الخامسة والستون
يجوز الإثبات بشهادة الشهود؛ ما لم يرد نص يقضي بغير ذلك.

المادة السادسة والستون
يجب أن يثبت بالكتابة كل تصرف تزيد قيمته على (مائة ألف ريال أو ما يعادلها) أو كان غير محدد القيمة.
لا تقبل شهادة الشهود في إثبات وجود أو انقضاء التصرفات الواردة في الفقرة (1) من هذه المادة، ما لم يوجد اتفاق أو نص يقضي بغير ذلك.
يقدر الالتزام باعتبار قيمته وقت صدور التصرف بغير ضم الملحقات إلى الأصل. 
إذا اشتملت الدعوى على طلبات متعددة ناشئة عن مصادر متعددة جاز الإثبات بشهادة الشهود في كل طلب لا تزيد قيمته على (مائة ألف ريال أو ما يعادلها)؛ ولو كانت هذه الطلبات في مجموعها تزيد على تلك القيمة، أو كان منشؤها علاقات بين الخصوم أنفسهم أو تصرفات ذات طبيعة واحدة. 
تكون العبرة في إثبات الوفاء الجزئي بقيمة الالتزام الأصلي.
المادة السابعة والستون
لا يجوز الإثبات بشهادة الشهود ولو لم تزد قيمة التصرف على (مائة ألف ريال أو ما يعادلها) في الحالات الآتية:

فيما اشترط النظام لصحته أو إثباته أن يكون مكتوباً.
إذا كان المطلوب هو الباقي أو جزء من حق لا يجوز إثباته إلا بالكتابة.
فيما يخالف أو يجاوز ما اشتمل عليه دليل كتابي.
المادة الثامنة والستون
يجوز الإثبات بشهادة الشهود فيما كان يجب إثباته بالكتابة في الأحوال الآتية:

إذا وجد مبدأ الثبوت بالكتابة.
إذا وجد مانع مادي أو أدبي يحول دون الحصول على دليل كتابي، ويعد من الموانع المادية عدم وجود من يستطيع الكتابة، أو أن يكون طالب الإثبات شخصاً ثالثاً لم يكن طرفاً في العقد، ويعد من الموانع الأدبية رابطة الزوجية، وصلة القرابة والمصاهرة حتى الدرجة الرابعة.
إذا ثبت أن المدعي فقد دليله الكتابي بسبب لا يد له فيه.
المادة التاسعة والستون
تكون الشهادة عن مشاهدة أو معاينة أو سماع، ولا تقبل الشهادة بالاستفاضة إلا فيما يتعذر علمه غالباً دونها، ومن ذلك ما يأتي:

الوفاة.
النكاح.
النسب.
الملك المطلق.
الوقف والوصية ومصرفهما.
(الفصل الثاني) شروط الشهادة وموانعها
المادة السبعون
لا يكون أهلاً للشهادة من لم يبلغ سن (الخامسة عشرة)، ومن لم يكن سليم الإدراك.
يجوز أن تسمع أقوال من لم يبلغ سن (الخامسة عشرة) على سبيل الاستئناس.
المادة الحادية والسبعون
يجب على الشاهد ابتداءً قبل أداء الشهادة الإفصاح عن أي علاقة له بأطراف الدعوى، أو أي مصلحة له فيها.
لا تقبل شهادة من يدفع بالشهادة عن نفسه ضرراً أو يجلب لها نفعاً، ولا تقبل شهادة الأصل للفرع، وشهادة الفرع للأصل، وشهادة أحد الزوجين للآخر ولو بعد افتراقهما، وشهادة الولي أو الوصي للمشمول بالولاية أو الوصاية.
لا يجوز للموظفين والمكلفين بخدمة عامة -ولو بعد تركهم العمل- أن يشهدوا بما يكون قد وصل إلى علمهم بحكم قيامهم بعملهم من معلومات سرية، ما لم ترتفع عنها صفة السرية، أو تأذن الجهة المختصة في الشهادة بها؛ بناء على طلب المحكمة، أو أحد الخصوم.
(الفصل الثالث) إجراءات الإثبات بالشهادة
المادة الثانية والسبعون
على الخصم الذي يطلب الإثبات بشهادة الشهود أن يبين الوقائع التي يريد إثباتها، وعدد الشهود وأسماءهم.
إذا أذنت المحكمة لأحد الخصوم بإثبات واقعة بشهادة الشهود كان للخصم الآخر الحق في نفيها بهذا الطريق. وفي جميع الأحوال لا تقبل الشهادة على النفي إلا إذا كان محصوراً.
للمحكمة -من تلقاء نفسها أو بناء على طلب أحد الخصوم- أن تستدعي للشهادة من ترى لزوماً لسماع شهادته؛ إظهاراً للحقيقة.
المادة الثالثة والسبعون
إذا طلب أحد الخصوم إمهاله لإحضار شهوده فيمهل مرة واحدة، فإذا لم يحضرهم في الموعد المحدد بغير عذر تقبله المحكمة أو أحضر منهم من لم توصل شهادته؛ فعلى المحكمة أن تفصل في الخصومة.

المادة الرابعة والسبعون
تؤدى الشهادة شفاهاً. ويجوز أداؤها كتابة بإذن المحكمة.
يجوز للمحكمة تحليف الشاهد عند الاقتضاء، وإذا امتنع عن الحلف فتقدر المحكمة أثر ذلك.
المادة الخامسة والسبعون
تؤدى الشهادة بحضور الخصوم، وتسمع شهادة كل شاهد على انفراد إلا لمقتضى معتبر.
تخلف الخصم المشهود عليه لا يمنع من سماع الشهادة. وله الاطلاع على محضر سماع الشهود.
المادة السادسة والسبعون
تأخذ المحكمة حال اختلاف شهادة الشهود بالقدر الذي تقتنع بصحته من الشهادة؛ على ألا يؤدي هذا الاختلاف إلى التناقض في شهادتهم.

المادة السابعة والسبعون
لأي من الخصوم توجيه الأسئلة مباشرة إلى الشاهد، وإذا انتهى الخصم من سؤال الشاهد فلا يجوز له إبداء أسئلة جديدة إلا بإذن المحكمة.
للمحكمة أن توجه للشاهد ما تراه من الأسئلة مفيداً في كشف الحقيقة.
ليس للخصم أن يقطع كلام الشاهد أثناء أداء الشهادة أو الإجابة.
للخصم الاعتراض على سؤال وجه للشاهد، وعليه أن يبين وجه اعتراضه، ويُثبت الاعتراض وما تقرره المحكمة بشأنه في محضر الجلسة.
للشاهد أن يمتنع عن الإجابة على سؤال وجه إليه، وعليه أن يبين وجه امتناعه، ويُثبت ذلك وما تقرره المحكمة بشأنه في محضر الجلسة.
المادة الثامنة والسبعون
تدون الشهادة في محضر، تثبت فيه بيانات الشاهد، وجهة اتصاله بالخصوم، ونص شهادته، وإجابته عما وجه إليه من أسئلة.

المادة التاسعة والسبعون
للخصم المشهود عليه أن يبين للمحكمة ما يخل بشهادة الشاهد من طعن فيه أو في شهادته. وتقدر المحكمة أثر ذلك في الشهادة.
للمحكمة تقدير عدالة الشاهد من حيث سلوكه وتصرفه وغير ذلك من ظروف الدعوى، دون حاجة إلى التزكية، ولها عند الاقتضاء الاستعانة في تقدير العدالة بما تراه من وسائل.
المادة الثمانون
إذا ثبت للمحكمة أثناء نظر الدعوى أو عند الحكم في موضوعها أن الشاهد شهد زورًا، فتحرر محضراً بذلك، وتحيله إلى النيابة العامة لاتخاذ الإجراءات اللازمة.

(الفصل الرابع) الدعوى المستعجلة لسماع الشهادة
المادة الحادية والثمانون
يجوز لمن يخشى فوات فرصة الاستشهاد بشاهد على موضوع لم يعرض بعد أمام القضاء ويحتمل عرضه عليه أن يطلب في مواجهة ذوي الشأن سماع هذا الشاهد، ويقدم الطلب بدعوى مستعجلة للمحكمة المختصة، وفقاً للإجراءات المنظمة لذلك، وعند تحقق الضرورة، تسمع المحكمة شهادة الشاهد؛ متى كانت الواقعة مما يجوز إثباتها بشهادة الشهود.
يجوز للمحكمة سماع شهود نفي بناء على طلب الخصم الآخر بالقدر الذي تقتضيه ظروف الاستعجال في الدعوى.
فيما عدا ذلك تتبع في هذه الشهادة القواعد والإجراءات المنظمة لذلك، ولا يجوز في هذه الدعوى تسليم صورة من محضر سماع الشهادة ولا تقديمه إلى القضاء إلا إذا رأت محكمة الموضوع عند نظره جواز إثبات الواقعة بشهادة الشهود، ويكون للخصم الاعتراض أمامها على قبول هذا الدليل، كما يكون له طلب سماع شهود نفي لمصلحته.
(الفصل الخامس) أحكام ختامية في الشهادة
المادة الثانية والثمانون
لا تجوز مضارة الشاهد. وعلى المحكمة أن تمنع كل محاولة ترمي إلى تخويفه أو التأثير عليه عند أداء الشهادة.

المادة الثالثة والثمانون
تقدر المحكمة -بناءً على طلب الشاهد- مصروفات انتقاله ومقابل تعطيله، ويتحملها الخصم الذي خسر الدعوى، إلا إذا كانت الخسارة نسبية فيتحمل كل من الخصوم بقدر خسارته. وتبين المحكمة ذلك في الحكم الصادر في موضوع الدعوى.

(الباب السادس) القرائن وحجية الأمر المقضي (الفصل الأول) القرائن
المادة الرابعة والثمانون
القرائن المنصوص عليها شرعاً أو نظاماً تغني من قررت لمصلحته عن أي طريق آخر من طرق الإثبات، على أنه يجوز نقض دلالتها بأي طريق آخر؛ ما لم يوجد نص يقضي بغير ذلك.

المادة الخامسة والثمانون
للمحكمة أن تستنبط قرائن أخرى للإثبات، وذلك في الأحوال التي يجوز فيها الإثبات بالشهادة؛ على أن تبين وجه دلالتها.
للمحكمة الاستعانة بالوسائل العلمية في استنباط القرائن.
(الفصل الثاني) حجية الأمر المقضي
المادة السادسة والثمانون
الأحكام التي حازت حجية الأمر المقضي حجةٌ فيما فصلت فيه من الحقوق، ولا يجوز قبول دليل ينقض هذه الحجية. ولا تكون لتلك الأحكام هذه الحجية إلا في نزاع قام بين الخصوم أنفسهم دون أن تتغير صفاتهم، وتعلق بالحق ذاته محلاً وسبباً. وتقضي المحكمة بهذه الحجية من تلقاء نفسها.

المادة السابعة والثمانون
لا تتقيد المحكمة بالحكم الجزائي المرتبط بالدعوى المعروضة عليها إلا في الوقائع التي فصل فيها ذلك الحكم، وكان فصله فيها ضرورياً، ومع ذلك لا تتقيد بالحكم الصادر بعدم الإدانة إلا إذا قام على نفي نسبة الواقعة إلى المتهم.

(الباب السابع) العرف
المادة الثامنة والثمانون
يجوز الإثبات بالعرف، أو العادة بين الخصوم، وذلك فيما لم يرد فيه نص خاص أو اتفاق بين الأطراف أو فيما لا يخالف النظام العام.

المادة التاسعة والثمانون
على من يتمسك بالعرف أو العادة بين الخصوم أن يثبت وجودهما وقت الواقعة.
لأي من الخصوم الطعن في ثبوت العرف أو العادة بين الخصوم، كما أن لهم معارضتهما بما هو أقوى منهما.
المادة التسعون
تقدم العادة بين الخصوم والعرف الخاص على العرف العام عند التعارض.

المادة الحادية والتسعون
للمحكمة عند الاقتضاء ندب خبير للتحقق من ثبوت العرف أو العادة بين الخصوم، وفقاً للأحكام المقررة في الباب (العاشر) من هذا النظام.

(الباب الثامن) اليمين (الفصل الأول) أحكام عامة
المادة الثانية والتسعون
اليمين الحاسمة: هي التي يؤديها المدعى عليه لدفع الدعوى، ويجوز ردها على المدعي، وفقاً للأحكام الواردة في هذا الباب.
اليمين المتممة: هي التي يؤديها المدعي لإتمام البينة، ولا يجوز ردها على المدعى عليه، وفقاً للأحكام الواردة في هذا الباب.
المادة الثالثة والتسعون
تكون اليمين في جانب أقوى المتداعيين.

المادة الرابعة والتسعون
يشترط أن يكون الحالف أهلاً للتصرف فيما يحلف عليه. 
لا تقبل النيابة في أداء اليمين، وتقبل -بتوكيل خاص- في توجيه اليمين وقبولها والنكول عنها وردها.
المادة الخامسة والتسعون
إذا كانت الواقعة التي تنصب عليها اليمين متعلقة بالحالف أو بإثبات فعل غيره؛ حلف على البت. وإذا كانت متعلقة بنفي فعل غيره حلف على نفي العلم إلا أن يكون المحلوف عليه مما يمكن أن يحيط به علم الحالف؛ فيحلف على البت.
يكون أداء اليمين بالصيغة التي تقرها المحكمة.
(الفصل الثاني) اليمين الحاسمة
المادة السادسة والتسعون
يجوز أن توجه اليمين في الحقوق المالية، وفي أي حالة تكون عليها الدعوى، وفقاً للأحكام الواردة في هذا الباب.
لا يجوز توجيه اليمين في واقعة مخالفة للنظام العام.
على المحكمة منع توجيه اليمين إذا كانت غير متعلقة بالدعوى أو غير منتجة أو غير جائز قبولها. وللمحكمة منع توجيهها إذا كان الخصم متعسفاً في ذلك.
المادة السابعة والتسعون
إذا عجز المدعي عن البينة وطلب يمين خصمه حُلِّف، فإن نكل ردت اليمين على المدعي بطلب المدعى عليه، فإذا نكل المدعي عن اليمين المردودة رُدّت دعواه.
لا تُرد اليمين فيما ينفرد المدعى عليه بعلمه، ويقضى عليه بنكوله.
للمدعي طلب يمين خصمه، ما لم يُفصل في الدعوى بحكم نهائي.
لا يجوز لمن وجه اليمين أو ردها أن يرجع في ذلك متى قَبِل خصمه أن يحلف.
المادة الثامنة والتسعون
كل مـن وجهـت إليـه اليمين فحلفها حُكم لصالحه، أما إذا نكل عنها دون أن يردها على خصمه حكم عليه بعد إنذاره، وكذلك من ردت عليه اليمين فنكل عنها.

المادة التاسعة والتسعون
للمدعي إسقاط بينته وتوجيه اليمين للمدعى عليه مباشرة.
للمدعي توجيه اليمين للمدعى عليه قبل إحضار بينته المعلومة، ويعد ذلك إسقاطاً منه لبينته؛ بعد إعلام المحكمة له بذلك.
مع مراعاة ما ورد في الفقرة (2) من هذه المادة، لا يجوز للخصم أن يثبت كذب اليمين بعد أن يؤديها الخصم الذي وجهت إليه أو ردت عليه، على أنه إذا ثبت كذب اليمين بحكم جزائي، فإن للخصم الذي أصابه ضرر منها أن يطالب بالتعويض، دون إخلال بما قد يكون له مـن حق الاعتراض على الحكم الذي صدر عليه بسبب اليمين الكاذبة.
المادة المائة
للولي والوصي وناظر الوقف ومن في حكمهم توجيه اليمين والنكول عنها وردها فيما يجوز لهم التصرف فيه، وتوجه لهم اليمين فيما باشروا التصرف فيه.

المادة الأولى بعد المائة
يجب على من يوجه اليمين إلى خصمه أن يبين بدقة الوقائع التي يريد استحلافه عليها، ويذكر الصيغة بعبارة واضحة، وللمحكمة أن تعدلها لتوجه بوضوح ودقة على الواقعة المطلوب الحلف عليها.

المادة الثانية بعد المائة
يجب أن يكون أداء اليمين في مواجهة طالبها إلا إذا قرر تنازله عن حضور أدائها، أو تخلف مع علمه بموعد الجلسة.

المادة الثالثة بعد المائة
من دعي للحضور إلى المحكمة لأداء اليمين وجب عليه الحضور.
إذا حضر من وجهت إليه اليمين بنفسه ولم ينازع في جوازها أو في تعلقها بالدعوى، وجب عليه أن يؤديها فوراً أو يردها على خصمه وإلا عد ناكلاً، وإن تخلف عن الحضور بغير عذر عدّ ناكلاً.
إذا حضر من وجهت إليه اليمين ونازع في جوازها أو في تعلقها بالدعوى لزمه بيان ذلك، فإن لم تقتنع المحكمة بذلك وجب عليه أداء اليمين، وإلا عد ناكلاً.
المادة الرابعة بعد المائة
تتعدد اليمين بتعدد المستحقين لها؛ ما لم يكونوا شركاء في الحق أو يكتفوا بيمين واحدة.
تتعدد اليمين بتعدد من وجهت إليه.
يجوز للمحكمة الاكتفاء بيمين واحدة إذا اجتمعت طلبات متعددة.
(الفصل الثالث) اليمين المتممة
المادة الخامسة بعد المائة
توجه المحكمة اليمين المتممة للمدعي إذا قدم دليلاً ناقصاً في الحقوق المالية، فإن حلف حُكم له، وإن نكل لم يعتد بدليله. 
تكون اليمين المتممة على البت.
لا يجوز رد اليمين المتممة على الخصم الآخر.
المادة السادسة بعد المائة
يؤدي اليمين المتممة الولي والوصي وناظر الوقف ومن في حكمهم فيما باشروا التصرف فيه.

المادة السابعة بعد المائة
إذا تعدد المدعون وقدموا دليلاً ناقصاً، وجهت المحكمة اليمين المتممة لهم جميعاً، فمن حلف حكم له، ومن نكل لم يعتد بدليله.

(الباب التاسع) المعاينة
المادة الثامنة بعد المائة
للمحكمة -من تلقاء نفسها أو بناء على طلب أحد الخصوم- أن تقرر معاينة المتنازع فيه، وتحدد في قرار المعاينة تاريخها ومكانها، ويبلغ به من كان غائباً من الخصوم قبل الموعد المقرر بـ(أربع وعشرين) ساعة على الأقل.
للمحكمة ندب خبير للاستعانة به في المعاينة، ولها سماع من ترى سماعه من الشهود.
المادة التاسعة بعد المائة
يجوز لمن يخشى ضياع معالم واقعة يحتمل أن تصبح محل نزاع أمام القضاء أن يطلب معاينتها وإثبات حالتها، ويقدم الطلب بدعوى مستعجلة للمحكمة المختصة وفقاً للإجراءات المنظمة لذلك، وتراعى في المعاينة وإثبات الحالة أحكام المادة (الثامنة بعد المائة).
يجوز للمحكمة في حال التقدم بدعوى لها أن تندب خبيراً للانتقال والمعاينة وسماع أقوال من يرى لزوم سماع أقواله، ويتعين على المحكمة أن تحدد جلسة لسماع ملحوظات الخصوم على تقرير الخبير وأعماله. وتتبع القواعد المنصوص عليها في الباب (العاشر) من هذا النظام.
(الباب العاشر) الخبرة
المادة العاشرة بعد المائة
للمحكمة -من تلقاء نفسها أو بناء على طلب أحد الخصوم- أن تقرر ندب خبير أو أكثر؛ لإبداء رأيه في المسائل الفنية التي يستلزمها الفصل في الدعوى.
يراعى في اختيار الخبير تناسب معارفه الفنية وخبراته مع موضوع النزاع.
إذا اتفق الخصوم على اختيار خبير أو أكثر أقرت المحكمة اتفاقهم.
المادة الحادية عشرة بعد المائة
يجب أن يتضمن منطوق قرار ندب الخبير بياناً دقيقاً بمهمته، وصلاحياته، والتدابير العاجلة التي يؤذن له في اتخاذها.

المادة الثانية عشرة بعد المائة
تحدد المحكمة -عند الاقتضاء- المبلغ المقرر للخبرة، والخصم المكلف بإيداع المبلغ وتعين أجلاً لذلك. 
إذا لم يودع الخصم المكلف المبلغ المقرر للخبرة في الأجل المعين، فيجوز للخصم الآخر أن يودع المبلغ دون إخلال بحقه في الرجوع على خصمه.
إذا لم يودع المبلغ أيّ من الخصمين، فللمحكمة أن تقرر إيقاف الدعوى إلى حين الإيداع؛ متى كان الفصل فيها متوقفاً على قرار الخبرة، أو تقرر سقوط حق الخصم في التمسك بقرار الندب إذا وجدت أن الأعذار التي أبداها غير مقبولة. 
المادة الثالثة عشرة بعد المائة
يجب على الخبير قبل مباشرته المهمة أن يفصح عن أي علاقة له بأطراف الدعوى أو أي مصلحة له فيها، فإن أخل بذلك حكمت المحكمة بعزله وبرد ما تسلمه من مبالغ. ويكون الحكم نهائياً غير قابل للاعتراض، وذلك دون إخلال بالجزاءات التأديبية وبحق ذوي الشأن في الرجوع عليه بالتعويضات.

المادة الرابعة عشرة بعد المائة
يجوز لأي من الخصوم طلب رد الخبير إذا توافر في شأنه سبب يرجح معه عدم استطاعته أداء مهمته بحياد، وبوجه خاص يجوز رد الخبير إذا كان قريباً أو صهراً لأحد الخصوم إلى الدرجة الرابعة أو وكيلاً لأحدهم في أعماله الخاصة، أو وصياً لأحد الخصوم أو ولياً عليه أو ناظر وقف أو من في حكمهم، أو كان يعمل عند أحد الخصوم، أو كانت له خصومة مع أحدهم؛ ما لم تكن هذه الخصومة قد أقيمت بعد تعيين الخبير بقصد رده. 
لا يقبل طلب الرد ممن نُدب الخبير بناء على اختياره إلا إذا كان سبب الرد حدث بعد ندبه. وفي جميع الأحوال لا يقبل طلب الرد بعد قفل باب المرافعة.
تفصل المحكمة في طلب الرد خلال (ثلاثة) أيام من تاريخ تقديم إجابة الخبير أو من تاريخ انتهاء المهلة المقررة لتقديمها، ويكون الحكم الصادر في الطلب نهائياً غير قابل للاعتراض. 
المادة الخامسة عشرة بعد المائة
للخبير -في سبيل أداء مهمته- الآتي:

سماع أقوال الخصوم وملحوظاتهم، وكل من يرى سماع أقواله إذا تضمن قرار الندب الإذن له بذلك.
أن يطلب من الخصوم أو غيرهم تسليمه أو إطلاعه على الدفاتر أو السجلات أو المستندات أو الأوراق أو الأشياء التي يراها ضرورية لتنفيذ مهمته.
معاينة المنشآت والأماكن والأشياء التي يلزم معاينتها لتنفيذ مهمته.
المادة السادسة عشرة بعد المائة
لا يجوز لأي شخص أن يمتنع بغير مسوّغ نظامي عن تمكين الخبير من أداء مهمته وفقاً لما قررته المادة (الخامسة عشرة بعد المائة)، وعلى الخبير في حال الامتناع أن يرفع عن ذلك إلى المحكمة، ولها أن تقرر ما تراه بما في ذلك إلزام الممتنع والاستعانة بالقوة الجبرية عند الاقتضاء.
يجب على الخبير الرفع إلى المحكمة إذا اعترضت عمله عقبة حالت دون متابعة مهمته أو تطلّب الأمر توسيع نطاق مهمته، وعلى المحكمة أن تقرر ما تراه.
المادة السابعة عشرة بعد المائة
يعد الخبير تقريراً عن أعماله، ويجب أن يشمل ما يأتي:
أ- بيان المهمة المكلف بها وفقاً لقرار الندب.
ب- الأعمال التي أنجزها بالتفصيل، وأقوال الخصوم وغيرهم، وما قدموه من مستندات وأدلة، والتحليل الفني لها.
ج- آراء الخبراء الذين استعان بهم.
د- نتيجة أعماله ورأيه الفني، والأوجه التي استند إليها بدقة ووضوح.
إذا تعدّد الخبراء فعليهم أن يعدوا تقريراً واحداً، وفي حال اختلاف آرائهم فعليهم أن يذكروا في التقرير رأي كل منهم وأسبابه.
المادة الثامنة عشرة بعد المائة
إذا لم يباشر الخبير مهمته دون عذر مقبول أو قصر في أدائها، أو تأخر عن إيداع التقرير في الموعد المحدد بلا مبرر، فيوجه إليه إنذار في موعد لا يتجاوز (خمسة) أيام من ذلك، فإن لم يستجب خلال (خمسة) أيام من تبلغه بالإنذار حكمت المحكمة بعزله وتأمره برد ما تسلمه من مبالغ، وذلك دون إخلال بالجزاءات التأديبية وبحق ذوي الشأن في مطالبته بالتعويضات.
يكون الحكم الصادر بعزل الخبير وإلزامه برد ما تسلمه نهائياً غير قابل للاعتراض.
إذا تبين للمحكمة أن التأخير ناشئ عن خطأ أحد الخصوم حكمت عليه بغرامة لا تزيد على (عشرة آلاف) ريال، ولها أن تحكم بسقوط حقه في التمسك بقرار ندب الخبير.
المادة التاسعة عشرة بعد المائة
إذا انتهت مهمة الخبير وجب عليه أن يعيد جميع ما تسلمه من أوراق أو مستندات أو غيرها خلال (عشرة) أيام من تاريخ انتهاء المهمة، فإذا امتنع دون عذر مقبول حكمت عليه المحكمة بتسليم جميع ما تسلمه وبغرامة لا تزيد على (عشرة آلاف) ريال، ويكون حكمها نهائياً غير قابل للاعتراض.

المادة العشرون بعد المائة
للمحكمة -من تلقاء نفسها، أو بناء على طلب أحد الخصوم، وفي أي مرحلة تكون عليها الدعوى- أن تتخذ الآتي:

الأمر باستدعاء الخبير في جلسة تحددها لمناقشته في تقريره شفاهاً أو كتابة، ولها أن توجه إليه ما تراه من الأسئلة.
أمر الخبير باستكمال أوجه النقص في عمله وتدارك ما تبينته من أوجه القصور أو الخطأ فيه، كما أن لها أن تندب خبيراً أو أكثر لينضم إلى الخبير السابق ندبه.
ندب خبير آخر أو أكثر لاستكمال أوجه النقص في عمل الخبير السابق وتدارك ما تبين فيه من أوجه القصور أو الخطأ أو إعادة بحث المهمة. ولمن تندبه المحكمة أن يستعين بمعلومات الخبير السابق.
المادة الحادية والعشرون بعد المائة
يجوز للخصوم، ولو قبل رفع الدعوى، الاتفاق على قبول نتيجة تقرير الخبير، وتُعمل المحكمة اتفاقهم؛ ما لم يتضمن التقرير ما يخالف النظام العام.
مع عدم الإخلال بحكم الفقرة (1) من هذه المادة، لا يقيد رأي الخبير المحكمة، وإذا لم تأخذ المحكمة به كله أو بعضه بينت أسباب ذلك في حكمها.
للمحكمة إذا لم تأخذ بتقرير الخبير كله أو بعضه بسبب إهمال الخبير أو خطئه أن تأمره برد جميع ما تسلمه أو بعضه -بحسب الأحوال-، وذلك دون إخلال بالجزاءات التأديبية وبحق ذوي الشأن في الرجوع عليه بالتعويضات.
المادة الثانية والعشرون بعد المائة
يتحمل الخصم الذي خسر المطالبة محل الخبرة المبلغ المقرر للخبرة، إلا إذا كانت الخسارة نسبية فيتحمل كل من الخصوم بقدر خسارته، وتبين المحكمة ذلك في الحكم الصادر في موضوع الدعوى.

المادة الثالثة والعشرون بعد المائة
استثناء من الإجراءات المنظمة للخبرة، يجوز للمحكمة -بقرار تثبته في محضر الجلسة- أن تندب خبيراً لإبداء رأيه شفاهاً في مسألة فنية يسيرة لا تتطلب عملاً مطولاً أو معقداً، وللمحكمة أن تقرر تقديم الرأي مكتوباً.
تحدّد المحكمة في القرار موعد الجلسة التي يقدم فيها الخبير رأيه شفاهاً أو الأجل الذي يجب تقديم الرأي المكتوب فيه.
المادة الرابعة والعشرون بعد المائة
يجوز للمحكمة الاستناد إلى تقرير خبير مقدم في دعوى أخرى عوضاً عن الاستعانة بخبير في الدعوى، وذلك دون إخلال بحق الخصوم في مناقشة ما ورد في ذلك التقرير.

(الباب الحادي عشر) أحكام ختامية
المادة الخامسة والعشرون بعد المائة
يطبق على الإجراءات المتعلقة بالإثبات أحكام نظام المرافعات الشرعية أو نظام المحاكم التجارية -بحسب الحال- فيما لم يرد فيه نص في هذا النظام.
مع مراعاة ما ورد في الفقرة (1) من هذه المادة، تطبق الأحكام المستمدة من الشريعة الإسلامية الأكثر ملاءمة لترجيحات هذا النظام على مسائل الإثبات التي لم يرد في شأنها نص في هذا النظام. 
المادة السادسة والعشرون بعد المائة
يصدر وزير العدل بالتنسيق مع المجلس الأعلى للقضاء الآتي:
أ- ضوابط إجراءات الإثبات إلكترونياً. 
ب- القواعد الخاصة بتنظيم شؤون الخبرة أمام المحاكم. 
ج- الأدلة الإجرائية والقرارات اللازمة لتنفيذ هذا النظام.
تنشر الضوابط والقواعد والأدلة الإجرائية المشار إليها في الفقرة (1) من هذه المادة في الجريدة الرسمية، ويعمل بها من تاريخ العمل بهذا النظام.
المادة السابعة والعشرون بعد المائة
يجوز الاستعانة بالقطاع الخاص في إجراءات الإثبات، ويصدر وزير العدل بالتنسيق مع المجلس الأعلى للقضاء القواعد المنظمة لذلك.

المادة الثامنة والعشرون بعد المائة
يلغي هذا النظام الباب (التاسع) من نظام المرافعات الشرعية الصادر بالمرسوم الملكي رقم (م / 1) وتاريخ 22 / 1 / 1435هـ، والباب (السابع) من نظام المحاكم التجارية الصادر بالمرسوم الملكي رقم (م / 93) وتاريخ 15 / 8 / 1441هـ، ويلغي كل ما يتعارض معه من أحكام.

المادة التاسعة والعشرون بعد المائة
يعمل بهذا النظام بعد (مائة وثمانين) يوماً من تاريخ نشره في الجريدة الرسمية.
`
  },

  {
    id: 'altanfeth',
    name: 'نظام التنفيذ',
    text: `نظام التنفيذ
 
 نظام التنفيذ
1433 هـ
بسم الله الرحمن الرحيم

مرسوم ملكي رقم م / 53 بتاريخ 13 / 8 / 1433
بعون الله تعالى 
نحن عبد الله بن عبد العزيز آل سعود 
ملك المملكة العربية السعودية
بناء على المادة (السبعين) من النظام الأساسي للحكم، الصادر بالأمر الملكي رقم (أ/٩٠) بتاريخ ٢٧/ ٨ /١٤١٢هـ. 
وبناء على المادة (العشرين) من نظام مجلس الوزراء، الصادر بالأمر الملكي رقم (أ/١٣) بتاريخ ٣/ ٣ / ١٤١٤هـ. 
وبناء على المادة (السابعة عشرة) المعدلة، والمادة (الثامنة عشرة) من نظام مجلس الشورى، الصادر بالأمر الملكي رقم (أ/٩١) بتاريخ ٢٧/ ٨/ ١٤١٢هـ. 
وبعد الاطلاع على قراري مجلس الشورى رقم (٥١/ ٣٦) بتاريخ ٤/ ٧/ ١٤٢٩هـ، ورقم (٤٠/ ٣٩) بتاريخ ١٠/ ٧/ ١٤٣٢هـ. 
وبعد الاطلاع على قرار مجلس الوزراء رقم (٢٦١) بتاريخ ١٢/ ٨/ ١٤٣٣هـ. 
رسمنا بما هو آت:
أولًا : الموافقة على نظام التنفيذ، وذلك بالصيغة المرافقة. 
ثانيا : تخصص دائرة تنفيذ أو أكثر في المحاكم العامة في المدن والمحافظات الرئيسة، تتولى تنفيذ ما يصدر من قرارات أو أوامر من اللجان ذات الاختصاص شبه القضائي – وفقًا لنظام التنفيذ – إلى حين نقل اختصاصات تلك اللجان إلى المحاكم المختصة. 
ثالثًا : على سمو نائب رئيس مجلس الوزراء والوزراء ورؤساء الأجهزة المعنية المستقلة – كل فيما يخصه – تنفيذ مرسومنا هذا. 

عبد الله بن عبد العزيز آل سعود

قرار رقم (٢٦١) وتاريخ : ١٢ / ٨ / ١٤٣٣ هـ
إن مجلس الوزراء
بعد الاطلاع على المعاملة الواردة من الديوان الملكي برقم ٧٤٠ وتاريخ ٣/ ١/ ١٤٣٣هـ، المشتملة على خطاب معالي وزير المالية رئيس مجلس إدارة صندوق الاستثمارات العامة رقم ٣/ ١١٠٣٩ وتاريخ ١٩/ ١١/ ١٤٢٦هـ، في شأن مشروع نظام التنفيذ. 
وبعد الاطلاع على المذكرة رقم (٨٦) وتاريخ ٢٥/ ٢/ ١٤٣١هـ، المعدة في هيئة الخبراء بمجلس الوزراء. 
وبعد الاطلاع على المحاضر رقم (١٣) وتاريخ ١٩/ ١/ ١٤٢٩هـ، ورقم (٩١) وتاريخ ٢٣/ ٢/ ١٤٣٠هـ، ورقم (٥٧٧) وتاريخ ٢٢/ ١٢/ ١٤٣٠هـ، ورقم (٣٠٥) وتاريخ ٢٣/ ٥/ ١٤٣٣هـ، المعدة في هيئة الخبراء بمجلس الوزراء. 
وبعد النظر في قراري مجلس الشورى رقم (٥١/ ٣٦) وتاريخ ٤/ ٧/ ١٤٢٩هـ، ورقم (٤٠/ ٣٩) وتاريخ ١٠/ ٧/ ١٤٣٢هـ. 
وبعد الاطلاع على توصية اللجنة العامة لمجلس الوزراء رقم (٦١٠) وتاريخ ٢١/ ٧/ ١٤٣٣هـ. 
يقرر ما يلي:
١- الموافقة على نظام التنفيذ، وذلك بالصيغة المرافقة. 
٢- تخصص دائرة تنفيذ أو أكثر في المحاكم العامة في المدن والمحافظات الرئيسة، تتولى تنفيذ ما يصدر من قرارات أو أوامر من اللجان ذات الاختصاص شبه القضائي – وفقًا لنظام التنفيذ – إلى حين نقل اختصاصات تلك اللجان إلى المحاكم المختصة. 
وقد أعد مشروع مرسوم ملكي بذلك، صيغته مرافقة لهذا.

رئيس مجلس الوزراء

نظام التنفيذ
المادة الأولى :
يقصد بالألفاظ والعبارات الآتية - أينما وردت في هذا النظام - المعاني المبينة أمام كل منها، ما لم يقتض السياق خلاف ذلك :
النظام : نظام التنفيذ.
اللائحة : اللائحة التنفيذية لهذا النظام.
الوزير : وزير العدل.
قاضي التنفيذ : رئيس دائرة التنفيذ وقضاتها، وقاضي دائرة التنفيذ، وقاضي المحكمة الذي يختص بمهمات قاضي التنفيذ، وذلك بحسب الحال.
الرئيس : رئيس دائرة التنفيذ، أو قاضي دائرة التنفيذ، أو قاضي المحكمة الذي يختص بمهمات قاضي التنفيذ، وذلك بحسب الحال.
مأمور التنفيذ : الشخص المكلف بمباشرة إجراءات التنفيذ وفقًا لأحكام النظام.
مبلغ الأوراق القضائية : محضر المحكمة، أو طالب التنفيذ، أو من ترخص له وزارة العدل بإبلاغ الإعلانات، والمواعيد، والأوامر، والمستندات القضائية التي يتطلبها التنفيذ.
وكيل البيع القضائي : من ترخص له وزارة العدل ببيع أصول المدين للوفاء للدائن.
القرارات : إجراءات قاضي التنفيذ، وأوامره عدا حكمه في المنازعات.
منازعات التنفيذ : الدعاوى التي تنشأ بسبب التنفيذ، وتتعلق بتوافر شروط صحته، ويبديها أطراف خصومة التنفيذ أو غيرهم.
الباب الأول: الفصل الأول: اختصاصات قاضي التنفيذ
المادة الثانية :
عدا الأحكام والقرارات الصادرة في القضايا الإدارية والجنائية، يختص قاضي التنفيذ بسلطة التنفيذ الجبري والإشراف عليه، ويعاونه في ذلك من يكفي من مأموري التنفيذ، وتتبع أمامه الأحكام الواردة في نظام المرافعات الشرعية ما لم ينص هذا النظام على خلاف ذلك .
المادة الثالثة :
يختص قاضي التنفيذ بالفصل في منازعات التنفيذ مهما كانت قيمتها، وفقًا لأحكام القضاء المستعجل، ويختص كذلك بإصدار القرارات والأوامر المتعلقة بالتنفيذ، وله الأمر بالاستعانة بالشرطة أو القوة المختصة، وكذلك الأمر بالمنع من السفر ورفعه، والأمر بالحبس والإفراج، والأمر بالإفصاح عن الأصول، والنظر في دعوى الإعسار .
المادة الرابعة :
يكون الاختصاص المكاني لقاضي التنفيذ - بحسب الحال - كما يأتي :
1 - في دائرة المحكمة التي أصدرت السند التنفيذي.
2 - في مكان الجهة التي أنشئ المحرر في منطقتها.
3 - في موطن المدين.
4 - في موطن عقار المدين، أو أمواله المنقولة.
وتحدد اللائحة الأحكام اللازمة لهذه المادة.
المادة الخامسة :
إذا تعددت الدوائر المختصة بالتنفيذ؛ فيكون لقاضي التنفيذ - الذي قام بأول إجراء تنفيذي - الإشراف على التنفيذ وتوزيع حصيلته، وله أن ينيب قاضي تنفيذ في دائرة أخرى للتنفيذ على مال المدين، وتحدد اللائحة الأحكام اللازمة لذلك.
المادة السادسة :
تكون جميع قرارات قاضي التنفيذ نهائية، وتخضع جميع أحكامه في منازعات التنفيذ، ودعوى الإعسار للاستئناف، ويكون حكم الاستئناف نهائيًا .
المادة السابعة :
إذا وقع تعدٍّ، أو مقاومة، أو محاولة لتعطيل التنفيذ، وجب على قاضي التنفيذ اتخاذ جميع الإجراءات التحفظية، وله الأمر على الجهات المختصة بتقديم المعونة المطلوبة، ولا يجوز لمأموري التنفيذ كسر الأبواب، أو فتح الأقفال بالقوة لإجراء التنفيذ، إلا بعد استئذان قاضي التنفيذ، وتوقيع محضر بذلك .
الفصل الثاني: السند التنفيذي
المادة الثامنة :
1 - تتولى دائرة التنفيذ - في كل محكمة عامة - التنفيذ وإجراءاته، ويجوز تأليف أكثر من دائرة عند الحاجة.
2 - يتولى القاضي الفرد - في المحكمة العامة - التنفيذ وإجراءاته.
3 - يكون تنفيذ الأحكام والأوامر والمحررات الأجنبية من قاضٍ، أو أكثر، بحسب الحاجة.
وللمجلس الأعلى للقضاء - عند الحاجة - إحداث محاكم متخصصة للتنفيذ.
المادة التاسعة :
لا يجوز التنفيذ الجبري إلا بسندٍ تنفيذيٍّ لحقٍّ محدد المقدار حالِّ الأداء، والسندات التنفيذية هي:
1 - الأحكام، والقرارات، والأوامر الصادرة من المحاكم.
2 - أحكام المحكمين المذيلة بأمر التنفيذ وفقًا لنظام التحكيم .
3 - محاضر الصلح التي تصدرها الجهات المخولة بذلك أو التي تصدق عليها المحاكم.
4 - الأوراق التجارية .
5 - العقود والمحررات الموثقة.
6 - الأحكام، والأوامر القضائية، وأحكام المحكمين، والمحررات الموثقة الصادرة في بلد أجنبي.
7 - الأوراق العادية التي يقر باستحقاق محتواها كليًا، أو جزئيًا .
8 - العقود والأوراق الأخرى التي لها قوة سند التنفيذ بموجب نظام.
المادة العاشرة :
لا يجوز تنفيذ الأحكام والقرارات والأوامر جبرًا، مادام الاعتراض عليها جائزًا، إلا إذا كانت مشمولة بالنفاذ المعجل، أو كان النفاذ المعجل منصوصًا عليه في الأنظمة ذات العلاقة.
المادة الحادية عشرة :
مع التقيد بما تقضي به المعاهدات والاتفاقيات؛ لا يجوز لقاضي التنفيذ تنفيذ الحكم والأمر الأجنبي إلا على أساس المعاملة بالمثل وبعد التحقق مما يأتي:
1 - أن محاكم المملكة غير مختصة بالنظر في المنازعة التي صدر فيها الحكم أو الأمر، وأن المحاكم الأجنبية التي أصدرته مختصة بها وفقًا لقواعد الاختصاص القضائي الدولي المقررة في أنظمتها.
2 - أن الخصوم في الدعوى التي صدر فيها الحكم قد كلفوا بالحضور، ومثلوا تمثيلاً صحيحًا، ومكنوا من الدفاع عن أنفسهم .
3 - أن الحكم أو الأمر أصبح نهائيًا وفقًا لنظام المحكمة التي أصدرته .
4 - أن الحكم أو الأمر لا يتعارض مع حكم أو أمر صدر في الموضوع نفسه من جهة قضائية مختصة في المملكة.
5 - ألا يتضمن الحكم أو الأمر ما يخالف أحكام النظام العام في المملكة.
المادة الثانية عشرة :
تسري أحكام المادة السابقة على أحكام المحكمين الصادرة في بلد أجنبي .
المادة الثالثة عشرة :
المحررات الموثقة الصادرة في بلد أجنبي، يجوز الأمر بتنفيذها بالشروط نفسها المقررة في أنظمة هذا البلد لتنفيذ المحررات الموثقة القابلة للتنفيذ الصادرة في المملكة، وعلى أساس المعاملة بالمثل.
المادة الرابعة عشرة :
تقدم الأحكام، والأوامر القضائية، وأحكام المحكمين، والمحررات الموثقة الصادرة في بلد أجنبي؛ إلى قاضي التنفيذ المختص بتنفيذ الأحكام الأجنبية؛ ليتحقق من استيفاء السند شروط التنفيذ، ويضع عليه خاتم التنفيذ.
المادة الخامسة عشرة :
1- إذا أقر المدين بالحق في ورقة عادية أثبت قاضي التنفيذ إقراره وعدت سندًا تنفيذيًا.
2 - إذا لم يقر المدين بالحق، أو بعضه؛ أمر قاضي التنفيذ المدين بتوقيع إقرار بسبب الاعتراض تحت طائلة العقوبة المنصوص عليها في هذا النظام ، وتعد الورقة سندًا تنفيذيًا فيما لم يعترض عليه، وللدائن رفع دعواه أمام المحكمة المختصة.
الفصل الثالث: الإفصاح عن الأموال
المادة السادسة عشرة :
لقاضي التنفيذ أن يأمر بالإفصاح عن أموال المدين بمقدار ما يفي بالسند التنفيذي، ويصدر الأمر بالإفصاح والحجز بعد إبلاغ المدين بأمر التنفيذ. ومع ذلك إذا ظهر لقاضي التنفيذ أن المدين مماطل من واقع سجله الائتماني، أو من قرائن الحال؛ جاز له الأمر بالإفصاح عن أمواله وحجزها قبل إبلاغه بأمر التنفيذ.
المادة السابعة عشرة:
على جميع الجهات المختصة، أو المشرفة على تسجيل الأموال، وعلى مدين المدين، ومحاسب المدين، وموظفيه الإفصاح عن أصول المدين بناء على أمر قاضي التنفيذ خلال مدة لا تتجاوز عشرة أيام من تاريخ إبلاغ تلك الجهات .
المادة الثامنة عشرة :
يجب على جهات تسجيل الأموال، أو الجهات المشرفة عليها أو على إدارتها - بحسب الأحوال - ما يأتي:
1 - إنشاء إدارات مختصة للتعامل مع أوامر قضاء التنفيذ المختلفة .
2 - إعداد قواعد بيانات بملكية الأموال سواء كانت أصولاً عقارية، أو مالية، أو تجارية، أو فكرية، أو أي أصل آخر.
3 - الالتزام بالمحافظة على سرية البيانات والمعلومات، التي اطلع عليها الموظفون بسبب عملهم، وألا يفشوها لأي سبب كان .
4 - وضع آلية تقنية لضمان عدم الدخول على البيانات إلا بإذن .
5 - مع مراعاة ما تقضي به الأنظمة، على هذه الإدارات إبلاغ أصحاب الأموال بما تم الإفصاح عنه من بيانات بعد مدة تحددها اللائحة.
المادة التاسعة عشرة :
يتم تبادل الإفصاح عن الأموال مع الدول الأخرى بناءً على أمر من قاضي التنفيذ، وعلى أساس المعاملة بالمثل، ويستثنى من هذا الإفصاح ما نصت عليه الأنظمة، وقرارات مجلس الوزراء، وما يؤثر على الأمن الوطني للمملكة .
الفصل الرابع: الأموال محل التنفيذ
المادة العشرون :
جميع أموال المدين ضامنة لديونه، ويترتب على الحجز على أموال المدين عدم نفاذ ما يقوم به من تصرف في أمواله المحجوزة.
المادة الحادية والعشرون :
لا يجوز الحجز والتنفيذ على ما يأتي :
1 - الأموال المملوكة للدولة .
2 - الدار التي يسكنها المدين ومن يعولهم شرعًا، ويقدر قاضي التنفيذ مقدار كفايته، ما لم يكن السكن مرهونًا للدائن .
3 - وسيلة نقل المدين ومن يعولهم شرعًا، ويقدر قاضي التنفيذ مقدار كفايته، ما لم تكن الوسيلة مرهونة للدائن.
4 - الأجور والرواتب إلا فيما يأتي :
أ - مقدار النصف من إجمالي الأجر، أو الراتب لدين النفقة .
‌ب - مقدار الثلث من إجمالي الأجر، أو الراتب للديون الأخرى .
وعند التزاحم، يخصص نصف إجمالي الأجر، أو الراتب لدين النفقة، وثلث النصف الآخر للديون الأخرى، وفي حال تعدد هذه الديون يوزع ثلث النصف بين الدائنين بحسب الوجه الشرعي والنظامي.
5 - ما يلزم المدين لمزاولة مهنته، أو حرفته بنفسه.
6 - مستلزمات المدين الشخصية، ويقدر قاضي التنفيذ كفايته.
المادة الثانية والعشرون :
يجوز للمحجوز على أمواله - في أي حال كانت عليها إجراءات الحجز - إيداع مبلغ من النقود يفي بالدين في حساب المحكمة يخصص للوفاء بالدين، ويترتب على هذا الإيداع زوال الحجز عن الأموال المحجوزة، وانتقاله إلى المبلغ المودع .
1- لا يجوز الحجز على أموال المدين إلا بمقدار قيمة الدين المطالب به، ما لم يكن المال المحجوز غير قابل للتجزئة .
2- يخصص قاضي التنفيذ الأموال المنفذ عليها بما يحقق سرعة الوفاء .
الباب الثاني: الحجز التحفظي
المادة الثالثة والعشرون :
يكون للجهة المختصة نظامًا بالنظر في النزاع ؛ سلطة الأمر بالحجز التحفظي، وفقًا لأحكام القضاء المستعجل .
المادة الرابعة والعشرون :
للدائن أن يطلب إيقاع الحجز التحفظي على منقولات مدينه إذا لم يكن للمدين محل إقامة ثابت في المملكة، أو خشي الدائن لأسباب مقبولة اختفاء أموال المدين، أو تهريبها.
المادة الخامسة والعشرون :
لمؤجر العقار أن يطلب إيقاع الحجز التحفظي على المنقولات، أو الثمار التي في العين المؤجرة ضمانًا للأجور المستحقة .
المادة السادسة والعشرون :
لمن يدعي ملك المنقول أن يطلب إيقاع الحجز التحفظي عند من يحوزه متى كانت هناك دلائل واضحة تؤيد ادعاءه .
المادة السابعة والعشرون :
للدائن بدين مستقر حالِّ الأداء - ولو لم يكن بيده حكم قابل للتنفيذ - أن يطلب إيقاع الحجز التحفظي على ما يكون لمدينه لدى الآخرين من الديون، ولو كانت مؤجلة، أو معلقة على شرط، وما يكون له من أموال أو أعيان منقولة في يد الغير، وعلى المحجوز لديه خلال عشرة أيام من تاريخ تبليغه بالحجز الإقرار بما في ذمته من الديون، والأعيان، والأموال، وعليه الإيداع في حساب المحكمة خلال عشرة أيام من تاريخ تبليغه بحكم صحة الحجز بما أقر به، أو ما يفي منه بالحق.
المادة الثامنة والعشرون :
لا يوقع الحجز التحفظي في الأحوال المتقدمة إلا اقتضاء لحقٍّ ظاهر الوجود، وحالِّ الأداء.
المادة التاسعة والعشرون :
لا يوقع الحجز التحفظي في الأحوال المنصوص عليها في المواد السابقة إلا بأمر من المحكمة، أو الجهة المختصة بنظر النزاع التابع لها محل إقامة المحجوز على أمواله، وللمحكمة أو الجهة قبل إصدار أمرها أن تجري التحقيق اللازم إذا لم تكفها المستندات المؤيدة لطلب الحجز.
المادة الثلاثون :
إذا كانت الدعوى بالحق مرفوعة أمام المحكمة، أو الجهة المختصة؛ اختصت هذه المحكمة، أو الجهة بإصدار الأمر بالحجز التحفظي.
المادة الحادية والثلاثون :
يجب أن يبلغ المحجوز على أمواله، والمحجوز لديه بالأمر الصادر بالحجز خلال عشرة أيام على الأكثر من تاريخ صدوره، وإلا عد الحجز ملغى. ويجب على الحاجز خلال الأيام العشرة المشار إليها أن يرفع أمام المحكمة أو الجهة المختصة الدعوى بثبوت الحق وصحة الحجز، وإلا عد الحجز ملغى.
المادة الثانية والثلاثون :
يجب على طالب الحجز أن يقدم إلى المحكمة، أو الجهة المختصة إقرارًا خطيًا موثقًا من كفيل مقتدر، أو ضمانًا يضمن جميع حقوق من طلب الحجز على أمواله وما يلحقه من ضرر إذا ظهر أن طالب الحجز غير محق في طلبه .
المادة الثالثة والثلاثون :
تتبع في الحجز التحفظي - على المنقولات وما للمدين لدى الغير منها - الإجراءات المتعلقة بالحجز التنفيذي عدا ما يتعلق بالبيع .
الباب الثالث: إجراءات التنفيذ: الفصل الأول: الحجز التنفيذي
المادة الرابعة والثلاثون :
1- يتم التنفيذ بناءً على طلب يقدمه طالب التنفيذ إلى قاضي التنفيذ، وفقًا للنموذج الذي تحدده اللائحة.
2 - أ - يتحقق قاضي التنفيذ من وجود الصيغة التنفيذية على السند التنفيذي الوارد في الفقرات (1، 2، 3) من المادة (التاسعة) من هذا النظام.
ب - فيما عدا ما ذكر في الفقرة (2-أ) يتحقق قاضي التنفيذ من استيفاء السندات التنفيذية - المذكورة في الفقرات (4، 5، 6، 7، 8) من المادة (التاسعة) - الشروط النظامية، ويضع خاتم التنفيذ عليها، متضمناً عبارة (سند للتنفيذ) مقروناً باسم قاضي التنفيذ ، ومحكمته، وتوقيعه.
3 - يصدر قاضي التنفيذ فورًا أمرًا بالتنفيذ إلى المدين مرافقة له نسخة من السند التنفيذي مختومة بخاتم المحكمة بمطابقتها للأصل، ويبلغ المدين وفق أحكام التبليغ التي تحددها اللائحة، فإن تعذر إبلاغ المدين خلال عشرين يومًا من تاريخ صدور أمر التنفيذ ؛ أمر قاضي التنفيذ بنشر الإبلاغ فورًا في الصحيفة اليومية الأوسع انتشارًا في منطقة مقر المحكمة، وتستوفى من المدين نفقة الإعلان مع استيفاء الحق.
4 - يتم التنسيق بين وزارة العدل، والجهات ذات العلاقة ؛ للإفصاح عن عناوين الأشخاص الذين لا يعرف لهم محل إقامة.
المادة الخامسة والثلاثون :
1 - يجري الحجز التنفيذي على المنقول بانتقال مأمور التنفيذ إلى مكان المال، أو إصدار أمر مكتوب إلى الجهة المختصة بتسجيله بحسب الحال، وتحرير المأمور محضرًا للحجز بناء على أمر قاضي التنفيذ، ويؤشر على سجل المال بمضمون المحضر.
2 - إن لم يكتمل الحجز في يوم واحد، جاز إتمامه في أيام متتالية، ولو كانت عطلة رسمية.
3 - لا يجوز نقل المال من مكان حجزه إلا بأمر قاضي التنفيذ.
المادة السادسة والثلاثون:
1 - يندب قاضي التنفيذ مع المأمور مقوِّمًا معتمدًا (أو أكثر) مختصًا بتقويم المال المنفذ عليه؛ لتقدير قيمته ، ويثبت تقويمه في محضر الحجز تحت توقيعه، ولقاضي التنفيذ في الأموال اليسيرة التي تحددها اللائحة تكليف المأمور بتقويمها، ما لم يتفق الدائن والمدين على قيمتها.
2 - إذا اقتضى تقويم المال المنقول دخول العقار، دخله المقوم، والمأمور بحضور الشرطة، ولقاضي التنفيذ الأمر باستخدام القوة إذا امتنع المدين، أو غاب.
المادة السابعة والثلاثون :
يودع المأمور النقود، والمجوهرات، والمعادن الثمينة، والتحف، والأشياء النفيسة في حساب المحكمة، أو في خزينتها بحسب الحال.
المادة الثامنة والثلاثون:
للمأمور إذا اقتضى الحال تحريز المال المحجوز، وعليه وضع الأقفال وخاتم المحكمة، وإثبات ذلك في المحضر.
المادة التاسعة والثلاثون :
تحجز الثمار والزروع قبل بدوِّ صلاحها، ويضع مأمور التنفيذ لوحة على مدخل الأرض الزراعية يلصق عليها محضر الحجز، وتباع عند بدوِّ صلاحها.
المادة الأربعون :
يحرر محضر الحجز وفقًا لما تحدده اللائحة، ويتضمن البيانات الآتية:
1 - تحديد هوية الحاجز، والمحجوز عليه، والمحجوز لديه.
2 - تحديد سند التنفيذ، ورقم أمر التنفيذ، وتاريخه، ومصدره .
3 - تعيين المال المحجوز ، ووصفه، ومقداره، ووزنه، ونوعه، وعدده، وصفاته التي تختلف بها قيمته، ومستند تملكه، وبيانات تسجيله بحسب الأحوال.
4 - نوع صك ملكية العقار، ورقمه، وتاريخه، ومصدره، وموقع العقار، وحدوده، وأطواله، ومساحته.
5 - قيمة المال المحجوز، وفقًا لتقدير المقوم.
6 - مكان الحجز.
7 - اسم الحارس الذي عهد إليه بحفظه .
8 - اسم وكيل البيع، وموعد البيع، وتاريخه، ومكانه.
ويتضمن محضر الحجز تـوقيع مأمور التنفيذ والمدين - إن كان حاضرًا - والحارس، وكل من نسب إليه تصرف في المحضر، وفق ما تحدده اللائحة .
المادة الحادية والأربعون :
يتم إعلان محضر الحجز في موقع نشر بيانات التنفيذ خلال خمسة أيام من تاريخ الحجز، ويعد هذا الإعلان إبلاغًا لجميع من له عـلاقة بالمال المحجوز، ومع ذلك يجب على مأمور التنفيذ أن يبلغ المحجوز عليه وكل من ظهر لقاضي التنفيذ أن له حقًا عينيًّا على المال المحجوز متى كان لهؤلاء عناوين معروفة لدى قاضي التنفيذ.
المادة الثانية والأربعون:
يكلف قاضي التنفيذ المحجوز عليه بحراسة المال المحجوز تحت يده بشرط تقديم ضمان، أو كفيل مليء بالامتناع عن التعرض للمال المحجوز بما قد يضر الدائن. فإن رفض المحجوز عليه الحراسة، أو تعذر تقديم الضمان، أو الكفيل؛ أمر قاضي التنفيذ بتعيين حارس مرخص له.
المادة الثالثة والأربعون :
في جميع الأحوال يسلم المال المحجوز للحارس بتوقيعه على ذلك بموجب محضر الحجز، ولا يجوز للحارس الانتفاع بالمال المحجوز، أو إعارته، أو تعريضه للتلف. ولقاضي التنفيذ أن يأذن للحارس بإدارة المحجوز إذا اقتضت المصلحة ذلك، وعليه حفظ غلته محجوزة مع الأصل. وإذا كان الحارس مالكًا للمال المحجوز، جاز لقاضي التنفيذ أن يأذن له بالانتفاع به.
المادة الرابعة والأربعون :
للحارس غير المالك للمال المحجوز أجرة المثل على حراسته وإدارته، ويصدر بتقديرها قرار من قاضي التنفيذ، وتحسب ضمن مصاريف التنفيذ.
المادة الخامسة والأربعون :
يجري الحجز التنفيذي على العقار بموجب محضر حجز، ويجب تزويد الجهة التي صدرت منها وثيقة تملك العقار بنسخة من المحضر للتأشير على سجل الوثيقة.
المادة السادسة والأربعون :
تعديلات المادة
إذا لم ينفذ المدين، أو لم يفصح عن أموال تكفي للوفاء بالدين خلال خمسة أيام من تاريخ إبلاغه بأمر التنفيذ، أو من تاريخ نشره بإحدى الصحف إذا تعذر إبلاغه؛ عُدَّ مماطلاً، وأمر قاضي التنفيذ حالاً بما يأتي:
1- منع المدين من السفر .
2- إيقاف إصدار صكوك التوكيل منه بصفة مباشرة، أو غير مباشرة في الأموال وما يؤول إليها.
3- الإفصاح عن أمـوال المدين القائمة وعما يرد إليه مستقبلاً، وذلك بمقدار ما يفي بالسند التنفيذي، وحجزها، والتنفيذ عليها، وفقًا لأحكام هذا النظام .
4- الإفصاح عن رخص وسجلات أنشطة المدين التجارية، والمهنية .
5- إشعار مرخص له بتسجيل المعلومات الائتمانية بواقعة عدم التنفيذ .
ولقاضي التنفيذ أن يتخذ - إضافة إلى ما سبق بحسب الحال - أيًا من الإجراءات الآتية:
أ - منع الجهات الحكومية من التعامل مع المدين، وحجز مستحقاته المالية لديها، وأن عليها إشعار قاضي التنفيذ بذلك.
‌ب - منع المنشآت المالية من التعامل معه بأي صفة.
‌ج - الأمر بالإفصاح عن أموال زوج المدين، وأولاده، ومن تشير القرائن إلى نقل الأموال إليه، أو محاباته. وإذا تبين الاشتباه بأن هناك أدلة أو قرائن على إخفاء الأموال، يحال الطلب إلى قاضي الموضوع للنظر فيه.
‌د - حبس المدين، وفقًا لأحكام هذا النظام.
المادة السابعة والأربعون :
لقاضي التنفيذ استجواب المدين، ومحاسبه، وموظفيه، أو المتعاملين معه المشتبه في محاباتهم له ومدين المدين؛ لتتبع أمواله، وله ندب خبير لتتبع أمواله.
المادة الثامنة والأربعون:
يذيل أصل السند التنفيذي بما ينفذ فعليًا، وتسجل بيانات السند في سجل سندات التنفيذ لدى المحكمة.
الفصل الثاني: بيع المال المحجوز
المادة التاسعة والأربعون :
لا يدخل صالة المزاد إلا من تأهـل للمشاركة فيه، ويتأهل المشاركون في المـزاد بموجب ترتيبات تضعها وزارة العدل بالاتفاق مع مؤسسة النقد العربي السعودي، تنظم إثبات ملاءة المشاركين في المزاد، وطريقة خصم المبالغ والسداد فور رسو المزاد، وفق ما تحدده اللائحة.
المادة الخمسون:
1 - يعلن عن المزاد قبل اليوم المحدد لإجرائه بمدة لا تزيد على ثلاثين يوماً ولا تقل عن خمسة عشر يوماً في موقع بيانات التنفيذ، وبالإلصاق على باب المكان الذي فيه الأموال المحجوزة، مبيناً فيه يوم البيع وساعته ومكانه ونوع الأموال المحجوزة ووصفها بالإجمال. ويجوز لقاضي التنفيذ أن يأمر بنشر هذا الإعلان في صحيفة أو أكثر من الصحف اليومية خصماً من حصيلة البيع.
2 - يبدأ المزاد بحضور مأمور التنفيذ، وينادي الوكيل بالقيمة التي يفتتح فيها المزاد للمال المحجوز، ولا يجوز البيع بأقل من القيمة المقدرة، فإن لم يتقدم مشتر، حدد مأمور التنفيذ موعدًا آخر للمزاد خلال مدة لا تزيد على يومين، وتباع الأموال المحجوزة بما يقف عليه المزاد، إلا إذا كان المال عقارًا، أو كان من المعادن الثمينة أو المجوهرات أو ما في حكمها؛ فيأمر قاضي التنفيذ بإعادة التقويم، ويفتتح المزاد بالتقويم الأخير، وتباع بما يقف عليه المزاد.
ويجب على من رسا عليه المزاد سداد الثمن فورًا وفق ما تحدده اللائحة.
3 - إذا لم يسدد من رسا عليه المزاد الثمن في الموعد المحدد، يعاد البيع على مسؤوليته بمزايدة جديدة، وفقًا لما ورد في الفقرتين (1) و (2) من هذه المادة، ويلزم المتخلف بما نقص من الثمن وبمصروفات المزايدة، ويُردُّ إليه ما زاد على ذلك.
المادة الحادية والخمسون :
يحظر التأثير على أسعار المزاد بأي ترتيب يؤدي إليه، وعلى قاضي التنفيذ أن يطلب من هيئة التحقيق والادعاء العام إجراء التحقيق اللازم إذا قامت شبهة التواطؤ .
المادة الثانية والخمسون:
يوقف مأمور التنفيذ البيع على باقي أموال المدين إذا نتج مما بيع من أموال مبلغ كافٍ لوفاء الدين المحجوز بسببه، مضافًا إليه نفقات التنفيذ، أو أحضر المحجوز عليه المبلغ الواجب دفعه.
المادة الثالثة والخمسون:
1 - يحرر مأمور التنفيذ محضرًا يثبت فيه ما تم من إجراءات، واسم من رسا عليه المزاد، ومقدار الثمن.
2 - يصدر قاضي التنفيذ قرارًا بترسية المزاد على من رسا عليه بعد تحصيل المبلغ لحساب محكمة التنفيذ، متضمنًا ملخص محضري الحجز والبيع، ويتضمن القرار تسليم المشتري المال المبيع، ويكون قرار البيع سندًا تنفيذيًا.
المادة الرابعة والخمسون:
يكون قرار رسو المزاد مطهرًا للعقار من أي استحقاق تجاه من رسا عليه المزاد.
المادة الخامسة والخمسون:
يجرى بيع الأوراق المالية الخاضعة لنظام السوق المالية من خلال شخص مرخص له من هيئة السوق المالية بالوساطة في الأوراق المالية. ويتم الاتفاق بين وزارة العدل وهيئة السوق المالية على وضع الضوابط اللازمة لبيع هذه الأوراق، بما يحقق عدالة السعر، وضمانات التنفيذ.
المادة السادسة والخمسون:
1 - تفتح حسابات مصرفية باسم المحكمة تودع فيها وتصرف منها أموال التنفيذ. وتحدد اللائحة أحكام الإيداع، والصرف، وإدارة هذه الحسابات.
2 - تودع المعادن الثمينة والمجوهرات - وما في حكمها - في خزانة البنك الذي لديه حسابات محكمة التنفيذ.
وتنظم اللائحة أحكام، وإجراءات تسهيل مشاركة البنوك في أعمال التنفيذ بعد الاتفاق بين الوزير ومحافظ مؤسسة النقد العربي السعودي على ذلك.
الفصل الثالث: توزيع حصيلة التنفيذ
المادة السابعة والخمسون:
توزع حصيلة التنفيذ - بأمر من قاضي التنفيذ - على الدائنين الحاجزين، ومن يعد طرفًا في الإجراءات.
المادة الثامنة والخمسون :
إذا كانت حصيلة التنفيذ لا تكفي للوفاء بجميع حقوق ذوي الشأن (الدائنين الحاجزين ومن يعد طرفًا في الإجراءات)، واتفق هؤلاء على تسوية ودية فيما بينهم لتوزيعها ؛ يثبت قاضي التنفيذ اتفاقهم في محضر ويوقعه مأمور التنفيذ، والمنفذ لهم، والقاضي، وتكون لهذا المحضر قوة السند التنفيذي في مواجهتهم.
المادة التاسعة والخمسون :
إذا لم تكن الحصيلة كافية، ولم يتفق ذوو الشأن على تسوية ودية لتوزيع الحصيلة؛ يثبت قاضي التنفيذ الاعتراض في محضر يوقعه القاضي، ومأمور التنفيذ، والأطراف ذوو الشأن، ويصدر قاضي التنفيذ حكمًا يتضمن توزيع الحصيلة بين الدائنين، وفقًا للأصول الشرعية والنظامية.
الفصل الرابع: حجز ما للمدين لدى الغير
المادة الستون:
1- تحجز الأموال المستحقة للمدين تحت يد المنشأة المالية - التي تحددها اللائحة - من خلال السلطة الإشرافية، وفق الضوابط الآتية:
أ - يكون حجز الحسابات الجارية الدائنة بقيام المنشأة المالية بمنع صاحب الحساب من السحب من رصيده الدائن وما يضاف إليه من إيداعات لاحقة. وللمنشأة المالية - بعد موافقة قاضي التنفيذ - خصم الالتزامات المدينة الناشئة على الحساب قبل الحجز على رصيده.
‌ب - يكون حجز الحسابات الاستثمارية بقيام المنشأة المالية بمنع صاحب الحساب من السحب من الرصيد النقدي الدائن وما يضاف إليه من إيداعات. وإذا كان الرصيد النقدي الدائن مخصصًا للوفاء بما يترتب على المراكز أو العمليات الاستثمارية عند تاريخ استحقاقها، والتي أنشئت قبل إبلاغ المنشأة المالية بالحجز، فلا تخضع لإجراءات الحجز إلا بعد إقفال جميع المراكز.
‌ج - يكون الحجز على الودائع لأَجَل بعدم تمكين المدين من سحبها مع استمرار تنميتها على الوجه الشرعي إن رغب المدين في ذلك، مع إشعار قاضي التنفيذ بطبيعتها، وتاريخ استحقاقها، وما يترتب على كسرها.
‌د - يكون حجز موجودات خزائن الأمانات بانتقال مأمور التنفيذ إلى المنشأة المالية، وتفتح الخزائن، وتجرد محتوياتها، ويوقع المحضر مأمور التنفيذ وموظف المنشأة المالية، والمدين - إذا أمكن إحضاره - ويسلم مفتاح الخزائن الآخر الخاص بالمدين إلى محكمة التنفيذ.
‌هـ - تحجز تعويضات التأمـين بالتأشير على سجل حقوق المدين في السجلات بمحتوى السند التنفيذي، ويسلم أي تعويض مستحق، أو سيستحق للمدين إلى حساب محكمة التنفيذ.
‌و- تضع السلطات الإشرافية على المنشآت المالية الآلية اللازمة التي تضمن سرعة تنفيذ أمر قاضي التنفيذ.
2 - يبلغ قاضي التنفيذ بنتيجة الحجز خلال ثلاثة أيام عمل من تسلم أمر الحجز.
3 - يأمر قاضي التنفيذ السلطة المشرفة على المنشأة المالية بأن تحول إلى حساب المحكمة الأرصدة النقدية الدائنة المستحقة للمدين الواردة في الفقرات (أ) و (ب) و (ج) و (د) و (هـ) من الفقرة (1) من هذه المادة بمقدار ما يفي بالدين.
المادة الحادية والستون :
1- تُحجَز حصص الملكية في الشركات، والأسهم غير المدرجة - عن طريق وزارة التجارة والصناعة - بالتأشير على سجل الملكية، والتأشير بمحتوى السند التنفيذي على سجل الشركة.
2- تُحجَز الأوراق المالية - عن طريق هيئة السوق المالية - وتُبلغ قاضي التنفيذ بنتيجة الحجز خلال ثلاثة أيام عمل من تسلم أمر الحجز، وفق الضوابط الآتية:
أ - يكون حجز الأوراق المالية بمنع المدين من التصرف فيها.
‌ب - يكون حجز المراكز القائمة للأوراق المالية بمنع المدين من التصرف في المبالغ المستحقة له بعد إغلاقها.
المادة الثانية والستون:
تحجز الأوراق التجارية، وفق الضوابط الآتية:
1 - إذا كان الشيك تحت يد المدين المستفيد منه، فيحرر المأمور محضر الحجز، وتحصل القيمة أو المتوافر منها ، وتودع في حساب المحكمة.
2 - يكون حجز قيمة الشيك المظهر بعد علم المدين بأمر التنفيذ عن طريق قيام البنك المسحوب عليه - عند تقدم المظهر له لتحصيل قيمة الشيك - بحجز القيمة، وإيداعها في حساب المحكمة.
3 - إذا لم يتوافر مقابل الوفاء بالشيك محل الحجز، فيفوض قاضي التنفيذ الدائن في الحلول محل المدين ؛ لمطالبة الساحب، أو المظهر بقيمة الشيك، وتودع القيمة في حساب المحكمة. وفي حال معارضة الساحب، أو المظهر في الوفاء، فعليه التقدم إلى الجهة القضائية المختصة بدعوى المعارضة خلال عشرة أيام من مطالبته بالوفاء، وإشعار قاضي التنفيذ بإجراءات نظر الدعوى وما تنتهي إليه. وإذا انتهت المدة المذكورة دون التقدم بدعوى المعارضة، وجب عليه الوفاء بقيمة الشيك للمحكمة.
4 - يكون حجز السند لأمر، والكمبيالة المستحقة الدفع التي في حيازة المدين بتحرير المأمور لمحضر الحجز، وتودع القيمة التي تضمنتها الورقة التجارية في حساب المحكمة، وإذا كانت مؤجلة، أُجِّـل التحصيل إلى حين حلول أجلها .
5 - إذا عارض أو اعترض الساحب أو المظهر في السند لأمر، أو الكمبيالة على حق المدين المستفيد في القيمة، فعليه إقامة دعوى المعارضة وفق ما ذكر في الفقرة (3) من هذه المادة.
المادة الثالثة والستون :
يكون حجـز الأموال التي تستحق للمدين مستقبلاً تحت يد الملتزم بدفع تلك الأموال، ويقوم مأمور التنفيذ، والجهة الملتزمة، ومستحق تلك الأموال بتحرير محضر بتلك الأموال وتاريخ استحقاقها، وتودع تلك الأموال في حساب المحكمة سواء أكانت نقودًا، أم منقولاً، أم عقارًا، بحسب الضوابط الواردة في هذا النظام لكل نوع منها.
المادة الرابعة والستون :
يكون حجز الملكية الفكرية - عن طريق الجهة المختصة بتسجيل الملكية الفكرية - بالتأشير على سجلها بمضمون السند التنفيذي، ويبلغ قاضي التنفيذ بنتيجة الحجز خلال ثلاثة أيام عمل من تسلم أمر الحجز.
المادة الخامسة والستون :
يجوز للدائن أن يوقع الحجز تحت يد نفسه على ما يكون مدينًا به لمدينه، ويكون الحجز بإعلان إلى المدين يشتمل على البيانات الواجب ذكرها في ورقة إبلاغ الحجز. وفي الأحوال التي يكون فيها الحجز بأمر من قاضي التنفيذ، يجب على طالب الحجز - خلال الأيام العشرة التالية لإعلان المدين بالحجز - أن يرفع أمام الجهة القضائية المختصة الدعوى بثبوت الحق وصحة الحجز، وإلا عد الحجز كأن لم يكن.
المادة السادسة والستون :
إذا كان للمحجوز لديه أكثر من فرع، فيعد إبلاغ الحجز لأي فرع من تلك الفروع منتجًا لآثاره في مواجهة المحجوز لديه.
المادة السابعة والستون :
إذا تصرف المحجوز لديه في المال المحجوز بخلاف أمر قاضي التنفيذ؛ وجب على قاضي التنفيذ - بناءً على طلب الحاجز - التنفيذ على مال المحجوز لديه بمقدار المال.
الباب الرابع: الفصل الأول: التنفيذ المباشر
المادة الثامنة والستون :
إذا كان محل التنفيذ فعلاً أو امتناعًا عن فعل ولم يقم المنفذ ضده بتنفيذ التزامه خلال خمسة أيام من تكليفه بذلك وفقًا لأحكام هذا النظام، فعلى قاضي التنفيذ الأمر باستعمال القوة المختصة (الشرطة) للقيام بما يلزم من إجراءات للتنفيذ، وذلك ما لم يتطلب التنفيذ أن يقوم به المدين بنفسه.
المادة التاسعة والستون :
إذا تعذر التنفيذ باستخدام القوة المختصة، أو اقتضى التنفيذ قيام المدين به بنفسه ولم يقم بذلك، فلقاضي التنفيذ أن يصدر حكمًا بغرامة مالية لا تزيد على عشرة آلاف ريال يوميًا تودع في حساب المحكمة عن كل يوم يتأخر فيه المنفذ ضده عن التنفيذ، ولقاضي التنفيذ الحق في إلغاء الغرامة، أو جزء منها إذا بادر المنفذ ضده بالتنفيذ.
المادة السبعون :
إذا تعذر استخدام القوة المختصة لإجراء التنفيذ، أو إذا فرضت غرامة مالية على المنفذ ضده ولم ينفذ خلال المدة التي يحددها قاضي التنفيذ، جاز له أن يصدر أمرًا بحبس المنفذ ضده لإجباره على التنفيذ.
المادة الحادية والسبعون :
تسري أحكام التنفيذ المباشر على الممثل النظامي للشخص المعنوي الخاص، أو المتسبب في إعاقة التنفيذ من منسوبي الشخص المعنوي الخاص.
المادة الثانية والسبعون :
يكون تنفيذ إخلاء العقار بخروج المأمور إلى موقع العقار في اليوم التالي لمضي خمسة أيام من تاريخ الإبلاغ بأمر التنفيذ، ويقـوم المأمور بتسليم العقار للمنفذ له، وله استخدام القوة الجبرية لدخول العقار إذا استدعى الأمر ذلك.
وإذا لم يحضر من بيده العقار، أو امتنع عن تسلم المنقولات التابعـة له، فتسلم هذه المنقولات إلى الخازن القضائي، ويأمر قاضي التنفيذ ببيعها في المزاد بعد شهرين ما لم يتسلمها الحائز، وتوضع القيمة في حساب المحكمة.
وإذا كان المنفذ له دائنًا للحائز، فتطبق أحكام هذا النظام على منقولات الحائز المدين.
الفصل الثاني: التنفيذ في مسائل الأحوال الشخصية
المادة الثالثة والسبعون:
تنفذ القرارات والأحكام الصادرة في مسائل الأحوال الشخصية بالطرق المقررة في هذا النظام، إذا اقتضى ذلك الحجز على الأموال وبيعها. وإذا تضمن التنفيذ دفع أموال بشكل دوري، فيجري التنفيذ من خلال ترتيبات تحددها اللائحة.
المادة الرابعة والسبعون :
تعديلات المادة
تنفذ الأحكام الصادرة بحضانة الصغير، وحفظه، والتفريق بين الزوجين، ونحو ذلك مما يتعلق بالأحوال الشخصية جبرًا ولو أدى ذلك إلى الاستعانة بالقوة المختصة (الشرطة)، ودخول المنازل، ويعاد تنفيذ الحكم كلما اقتضى الأمر ذلك.
المادة الخامسة والسبعون :
تعديلات المادة
لا ينفذ الحكم الصادر على الزوجة بالعودة إلى بيت الزوجية جبرًا.
المادة السادسة والسبعون:
يحدد قاضي التنفيذ طريقة تنفيذ الحكم الصادر بزيارة الصغير ما لم ينص الحكم عليها، ويجري التنفيذ بتسليم الصغير في مكان مهيّأ ومناسب لهذا النوع من التنفيذ، وتحدد وزارة العدل تلك الأماكن في اللائحة، على ألا يكون في مراكز الشرط ونحوها.
الباب الخامس: الفصل الأول: الإعسار
المادة السابعة والسبعون:
إذا لم يف المدين بالدين وادعى الإعسار، ينظر قاضي التنفيذ في إثبات إعساره بعد استكمال إجراءات الإفصاح عن الأموال والاستجواب والتتبع، وفقًا لأحكام هذا النظام، وبعد إعلان يتضمن أسباب طلب الإعسار، وينشر في صحيفة يومية أو أكثر في منطقة المدين.
المادة الثامنة والسبعون:
1- إذا ادعى المدين الإعسار وظهر لقاضي التنفيذ قرائن على إخفائه لأمواله، فعلى قاضي التنفيذ - بموجب حكم يصدره - استظهار حاله بالحبس مدة لا تتجاوز خمس سنوات مع مراعاة كثير المال وقليله، ويخضع الحكم لتدقيق محكمة الاستئناف.
2 - يستدعي قاضي التنفيذ المدين - خلال فترة حبسه الواردة في الفقرة (1) من هذه المادة - ويستجوبه استظهارًا لحاله بصفة دورية لا تتجاوز ثلاثة أشهر وفق ما تحدده اللائحة .
3 - تحدد اللائحة كثير مال الدين وقليله بحسب أنواع الديون وأحوال المدينين، ويكون ذلك بالتنسيق مع وزارة الداخلية ووزارة المالية.
المادة التاسعة والسبعون:
إذا نشأ الدين عن واقعة جنائية غير متعمدة وادعى المدين الإعسار، يثبت قاضي التنفيذ إعساره بعد سماع بينته، فإن لم يكن له بينة، أمر القاضي بيمين الاستظهار وأثبت إعساره.
المادة الثمانون:
إذا ادعى المدين الإعسار، وظهر لقاضي التنفيذ أن دعوى الإعسار احتيالية، أو كان عجز المدين عن الوفاء نتيجة تعد أو تفريط منه؛ أثبت القاضي تلك الواقعة، واستكمل إجراءات التنفيذ، وأمر بإيقاف المتهم وإحالة ملف الاتهام خلال مدة لا تتجاوز سبعة أيام إلى هيئة التحقيق والادعاء العام لرفع الدعوى. ويجوز لذوي المصلحة تقديم بلاغ إلى الهيئة بطلب رفع الدعوى، وينظر قاضي الموضوع في الدعوى، وفي حال الإدانة تطبق العقوبة المنصوص عليها في هذا النظام.
المادة الحادية والثمانون:
1- يصدر قاضي التنفيذ أمره للجهات المسؤولة عن الأصول الواردة في هذا النظام بالحجز على الأموال التي ترد مستقبلاً للمدين المعسر.
2 - يشعر القاضي أحد المرخص لهم بتسجيل المعلومات الائتمانية بواقعة الإعسار.
3 - للدائن التقدم بالسند التنفيذي نفسه مستقبلاً إلى قاضي التنفيذ إذا ظهر للمدين المعسر أي مال.
المادة الثانية والثمانون:
يخضع التاجر في إعلان إفلاسه لقواعد الإفلاس المقررة نظامًا.
الفصل الثاني: الحبس التنفيذي
المادة الثالثة والثمانون:
يصدر قاضي التنفيذ - بناءً على أحكام هـذا النظام - حكمًا بحبس المدين إذا ثبت له امتناعه عن التنفيذ، ويستمر الحبس حتى يتم التنفيذ.
المادة الرابعة والثمانون:
لا يجوز الحبس التنفيذي للمدين في الأحوال الآتية:
1 - إذا كانت لديه أموال ظاهرة كافية للوفاء بالحق الذي عليه ويمكن الحجز والتنفيذ عليها.
2 - إذا قدم كفالة مصرفية، أو قدم كفيلاً مليئًا ، أو كفالة عينية تعادل الدين.
3- إذا ثبت إعساره، وفقًا لأحكام هذا النظام.
4 - إذا كان من أصول الدائن، ما لم يكن الدين نفقة شرعية مقررة.
5 - إذا ثبت بشهادة الهيئة الطبية المختصة إصابته بمرض لا يتحمل معه الحبس.
6 - إذا كانت امرأة حاملاً، أو كان لها طفل لم يتجاوز الثانية من عمره.
المادة الخامسة والثمانون:
لا يؤدي تنفيذ الحبس إلى انقضاء الحق، وينفذ الحبس التنفيذي بمعزل عن المسجونين في القضايا الجزائية، وتهيئ إدارة السجن للمحبوس ما يمكنه من الوفاء بديونه، أو تسويتها.
المادة السادسة والثمانون:
تسري أحكام الحبس التنفيذي على الممثل النظامي للشخص المعنوي الخاص، أو المتسبب في إعاقة التنفيذ من منسوبيه.
الفصل الثالث: العقوبات
المادة السابعة والثمانون:
تختص المحاكم الجزائية بالنظر في إيقاع العقوبات الواردة في هذا النظام، وترفع هيئة التحقيق والادعاء العام الدعوى بناءً على إحالة يصدرها قاضي التنفيذ أو بلاغ من المتضرر.
المادة الثامنة والثمانون:
1 - يعاقب بالسجن مدة لا تزيد على سبع سنـوات كل مـدين ارتكب أيًّا من الجرائم الآتية:
أ - الامتناع عن تنفيذ الحكم النهائي الصادر في حقه، أو ثبت قيامه بإخفاء أمواله، أو تهريبها، أو امتنع عن الإفصاح عما لديه من أموال.
ب - تعمد تعطيل التنفيذ بأن أقام دعوى قصد منها تعطيل التنفيذ.
ج - مقاومة التنفيذ، بأن هدد، أو تعدى هو بنفسه - أو بوساطة غيره - على موظف، أو مرخص له يقوم بالتنفيذ، أو قام بأي من ذلك ضـد المنفذ له، وأي فعل آخر غير مشروع قام به بقصد مقاومة التنفيذ.
د - الكذب في إقراراته أمام المحكمة، أو الكذب في الإجراءات، أو تقديم بيانات غير صحيحة.
2 - يعاقب بالعقوبة المنصوص عليها في الفقرة (1) من هذه المادة، كل من أعان المدين، أو ساعده في أي من الجرائم المنصوص عليها في الفقرات (1/ أ) و(1/ ب) و(1/ ج) و(1/ د) من هذه المادة.
المادة التاسعة والثمانون:
يعاقب الموظف العام ومن في حكمه بالسجن مدة لا تزيد على سبع سنوات إذا منع التنفيذ أو أعاقه. ويعد ذلك جريمة من الجرائم المخلة بالأمانة.
المادة التسعون:
تعديلات المادة
يعاقب بالسجن مدة لا تزيد على خمس عشرة سنة كل مدين ثبت أن سبب مديونيته قيامه بعمل احتيالي، أو قيامه بتبديد أمواله إذا كانت الأموال كثيرة ولو ثبت إعساره في الحالتين. وتعد هذه الأفعال من الجرائم الكبيرة الموجبة للتوقيف.
المادة الحادية والتسعون:
يعاقب بالسجن مدة لا تزيد على ثلاث سنوات كل من:
1 - الشخص المطلع على بيانات أصول المدين، إذا سرب تلك البيانات، ويعاقب بالعقوبة نفسها كل شخص اطلع على تلك البيانات دون أمر قضائي.
2 - الحارس أو الخازن القضائي وتابعيهما، إذا أخل أي منهم بواجباته؛ بإهماله أو تعديه أو تهربه من تسليم الأموال، أو تسلمها.
3 - المقوم أو وكيل البيع وتابعيهما، أو المشارك في المزاد؛ إذا تعمد أي منهم التأثير على السعر، أو التضليل في عدالة الأسعار.
المادة الثانية والتسعون:
يعاقب بالسجن مدة لا تزيد على ثلاثة أشهر كل من امتنع من الوالدين - أو غيرهما - عن تنفيذ حكم صادر بالحضانة، أو الولاية، أو الزيارة ، أو قام بمقاومة التنفيذ، أو تعطيله.
أحكام عامة
المادة الثالثة والتسعون:
تنشأ في وزارة العدل وكالة مختصة للتنفيذ تعنى بالشؤون الإدارية، والمالية، تتولى ما يأتي:
1- الترخيص لمقدمي خدمات التنفيذ ، وهم :
أ - مبلغ الأوراق القضائي .
ب- وكيل البيع القضائي .
ج - الحارس القضائي .
د - الخازن القضائي.
هـ - شركات متخصصة تتولى الإشراف على عملية تسلُّم المؤجر الأصول المنقولة وفقاً لضوابط تضعها وزارة العدل بالتنسيق مع وزارة الداخلية.
و - مقدم خدمة تنفيذ من القطاع الخاص بعد موافقة مجلس الوزراء على إسناد الخدمة إلى هذا القطاع.
وتحدد اللائحة أحكام الترخيص لهم، وقواعد تأهيلهم بما في ذلك الضمان المالي المطلوب، وقواعد إجراءات عملهم، والإشراف عليهم، وسياسات تحديد الأجور التي يتقاضونها، والجزاءات التي توقع عليهم.
2 - الاستعانة بشركة (أو أكثر) للقيام بأعمال التنفيذ أو بعضها تحت إشراف قضاء التنفيذ.
3 - إعداد لائحة لتدريب العاملين في التنفيذ.
4 - نشر بيانات التنفيذ.
5 - تبادل الإفصاح عن الأصول مع الدول الأخرى.
المادة الرابعة والتسعون:
لا يخل تطبيق هذا النظام بما ارتبطت به المملكة من معاهدات، واتفاقيات مع الدول والهيئات والمنظمات الدولية.
المادة الخامسة والتسعون:
للمتضرر من المماطلة في إجراءات التنفيذ، إقامة دعوى في مواجهة المتسبب أمام قاضي التنفيذ؛ لتعويضه عمّا لحقه من ضرر.
المادة السادسة والتسعون:
يلغي هذا النظام المواد من (السادسة والتسعين بعد المائة إلى الثانية والثلاثين بعد المائتين) من نظام المرافعات الشرعية، الصادر بالمرسوم الملكي رقم (م/21) وتاريخ 20/5/1421هـ، والفقرة (ز) من المادة (الثالثة عشرة) من نظام ديوان المظالم، الصادر بالمرسوم الملكي رقم (م/78) وتاريخ 19/9/1428هـ، وكل ما يتعارض معه من أحكام.
المادة السابعة والتسعون:
يصدر الوزير اللائحة خلال مائة وثمانين يومًا من تاريخ صدور النظام، ويعمل بها بعد نفاذه.
المادة الثامنة والتسعون:
يعمل بهذا النظام بعد مضي مائة وثمانين يومًا من تاريخ نشره في الجريدة الرسمية.


`
  },



  {
    id: 'altautheq',
    name: 'نظام التوثيق',
    text: `نظام التوثيق
1441 هـ
بسم الله الرحمن الرحيم

مرسوم ملكي رقم (م/164) وتاريخ 1441/11/19هـ
مرسوم ملكي
بعــــــون اللـــــه تعالـــــى
نـحـــــن سلمـــــان بن عـبــدالعزيـــــز آل ســعـــــود
ملك الــمـملكــــــة العربيـــــة السعوديـــــة
بناءً على المادة (السبعين) من النظام الأساسي للحكم، الصادر بالأمر الملكي رقم (أ / 90) بتاريخ 27 / 8 / 1412هـ.
وبناءً على المادة (العشرين) من نظام مجلس الوزراء، الصادر بالأمر الملكي رقم (أ / 13) بتاريخ 3 / 3 / 1414هـ.
وبناءً على المادة (الثامنة عشرة) من نظام مجلس الشورى، الصادر بالأمر الملكي رقم (أ / 91) بتاريخ 27 / 8 / 1412هـ.
وبعد الاطلاع على قراري مجلس الشورى رقم (138 / 37) بتاريخ 18 / 8 / 1440هـ، ورقم (175 / 36) بتاريخ 22 / 8 / 1441هـ.
وبعد الاطلاع على قرار مجلس الوزراء رقم (728) بتاريخ 16 / 11 / 1441هـ. 


رسمنا بما هو آت:


أولاً: الموافقة على نظام التوثيق، بالصيغة المرافقة.
ثانياً: استمرار العمل برخص الموثقين ومأذوني الأنكحة، الصادرة قبل صدور نظام التوثيق، حتى انتهاء مددها، وتجدد وفقاً لأحكامه.
ثالثاً: على سمو نائب رئيس مجلس الوزراء والوزراء ورؤساء الأجهزة المعنية المستقلة -كل فيما يخصُّه- تنفيذ مرسومنا هذا. 

     سلمان بن عبدالعزيز آل سعود

بسم الله الرحمن الرحيم

قرار مجلس الوزراء رقم (728) وتاريخ 1441/11/16هـ
إن مجلس الوزراء
بعد الاطلاع على المعاملة الواردة من الديوان الملكي برقم 51074 وتاريخ 5 / 9 / 1441هـ، المشتملة على خطاب معالي وزير العدل رقم 338168 / 38 وتاريخ 5 / 4 / 1438هـ، في شأن مشروع نظام التوثيق.
وبعد الاطلاع على مشروع النظام المشار إليه.
وبعد الاطلاع على المحضرين رقم (1396) وتاريخ 24 / 10 / 1439هـ، ورقم (661) وتاريخ 13 / 5 / 1441هـ، والمذكرة رقم (820) وتاريخ 15 / 10 / 1441هـ، المعدة في هيئة الخبراء بمجلس الوزراء.
وبعد الاطلاع على التوصية المعدة في مـجلس الشؤون الاقتصادية والتنمية رقم (2-17 / 41 / د) وتاريخ 5 / 6 / 1441هـ.
وبعد النظر في قراري مجلس الشورى رقم (138 / 37) وتاريخ 18 / 8 / 1440هـ، ورقم (175 / 36) وتاريخ 22 / 8 / 1441هـ.
وبعد الاطلاع على توصية اللجنة العامة لمجلس الوزراء رقم (7637) وتاريخ 10 / 11 / 1441هـ.

يقرر ما يلي:

أولاً: الموافقة على نظام التوثيق، بالصيغة المرافقة.
ثانياً: استمرار العمل برخص الموثقين ومأذوني الأنكحة، الصادرة قبل صدور نظام التوثيق، حتى انتهاء مددها، وتجدد وفقاً لأحكامه.
وقد أعد مشروع مرسوم ملكي بذلك، صيغته مرافقة لهذا.
ثالثاً: قيام وزارة العدل -بالتنسيق مع وزارة الموارد البشرية والتنمية الاجتماعية- باتخاذ ما يأتي:

تحوير وظائف (مأذون عقود أنكحة) الشاغرة في الوزارة إلى أسماء وظيفية تخدم النشاط الأساسي للوزارة.
تحوير وظائف (مأذون عقود أنكحة) المشغولة في الوزارة إلى أسماء وظيفية تخدم نشاط الوزارة، وذلك بما يتناسب مع المؤهلات العلمية والخبرات العملية لشاغليها وبما يتفق مع دليل تصنيف الوظائف.
رئيس مجلس الوزراء 

نظام التوثيق
الباب الأول ( الفصل الأول: التعريفات والأحكام العامة )
المادة الأولى
يقصد بالألفاظ والعبارات الآتية -أينما وردت في هذا النظام- المعاني المبينة أمام كل منها، ما لم يقتضِ السياق غير ذلك: 
النظام: نظام التوثيق.
اللائحة: اللائحة التنفيذية للنظام.
الوزير: وزير العدل.
الوزارة: وزارة العدل.
الإدارة المختصة: الجهة المختصة بشؤون التوثيق في الوزارة.
التوثيق: مجموعة الإجراءات التي تكفل إثبات الحق على وجه يصح الاحتجاج به، وفقاً لأحكام النظام.
كاتب العدل: موظف حكومي مؤهل تأهيلاً شرعياً، معين على وظيفة كاتب عدل، أو رئيس كتابة عدل، يختص بتوثيق العقود والإقرارات.
الموثق: من يقوم بأعمال التوثيق بموجب رخصة صادرة وفق أحكام النظام.
المأذون: من يقوم بتوثيق عقود النكاح بموجب رخصة صادرة وفق أحكام النظام.
الرخصة: رخصة الموثق أو المأذون.
المرخص له: الموثق أو المأذون.
كتابة العدل: مقر عمل كاتب العدل.
مكتب التوثيق: مقر عمل الموثق.
وعاء التوثيق: النموذج أو الضبط المخصص للتوثيق، ويتضمن توقيعات ذوي الشأن.
الجدول: جدول قيد المرخص لهم.
ذوو الشأن: أطراف العقد أو المقِرّ.

المادة الثانية
يطبق كاتب العدل والمرخص له أحكام الشريعة الإسلامية والأنظمة عند إجراء أي من أعمال التوثيق.

الفصل الثاني ( كتابات وكتاب العدل )
المادة الثالثة
يكون إنشاء كتابات العدل، وتحديد دوائر اختصاصها النوعي والمكاني وتكوينها، وإلغاؤها، بقرار يصدره الوزير، ويشرف رئيس كتابة العدل على كتاب العدل فيها.

المادة الرابعة
   يشترط فيمن يعين كاتب عدل ما يأتي:

أن يكون سعودي الجنسية بالأصل.
أن يكون حسن السيرة والسلوك، وألا يكون محكوماً عليه بجريمة مخلة بالدين أو الشرف، أو صدر في حقه قرار تأديبي بالفصل من وظيفة عامة، ولو كان قد رُدّ إليه اعتباره.
أن يكون لائقاً صحيًا، وسليم الحواس.
أن يكون حاصلاً على شهادة جامعية في تخصص الشريعة من إحدى الكليات في المملكة أو شهادة أخرى معادلة لها.
أن يجتاز امتحاناً تحريريًا تعده الإدارة المختصة.
المادة الخامسة
يخضع كاتب العدل -بعد تعيينه- لدورة تدريبية تطبيقية في مجال عمله لا تقل مدتها عن (3) أشهر، وتكون مدة التجربة له سنتين من تاريخ مباشرته للعمل بعد صدور قرار تعيينه، وإذا لم تثبت صلاحيته للعمل خلال مدة التجربة يصدر الوزير قراراً بالاستغناء عنه.

المادة السادسة
تصنف وظائف كُتاب العدل على النحو الآتي:
كاتب عدل (د)، كاتب عدل (ج)، كاتب عدل (ب)، كاتب عدل (أ)، رئيس كتابة عدل (د)، رئيس كتابة عدل (ج)، رئيس كتابة عدل (ب)، رئيس كتابة عدل (أ).

المادة السابعة
تحدد المؤهلات المطلوبة لشغل وظائف كُتاب العدل على النحو الآتي:

كاتب عدل (د): أن يكون حاصلاً على شهادة جامعية في تخصص الشريعة أو ما يعادلها بتقدير عام لا يقل عن (جيد). 
كاتب عدل (ج): أن يكون قد أمضى ثلاث سنوات في وظيفة كاتب عدل (د) أو حاصلاً على شهادة جامعية في تخصص الشريعة أو ما يعادلها بتقدير عام لا يقل عن (جيد) مع خبرة لا تقل عن ثلاث سنوات، أو حاصلاً على شهادة الماجستير في الشريعة أو ما يعادلها.
كاتب عدل (ب): أن يكون قد أمضى أربع سنوات في وظيفة كاتب عدل (ج)، أو حاصلاً على شهادة جامعية في تخصص الشريعة أو ما يعادلها بتقدير عام لا يقل عن (جيد) مع خبرة لا تقل عن سبع سنوات، أو حاصلاً على شهادة الماجستير في الشريعة أو ما يعادلها مع خبرة لا تقل عن أربع سنوات، أو حاصلاً على شهادة الدكتوراه في الشريعة أو ما يعادلها.
كاتب عدل (أ): أن يكون قد أمضى أربع سنوات في وظيفة كاتب عدل (ب)، أو حاصلاً على شهادة جامعية في تخصص الشريعة أو ما يعادلها بتقدير عام لا يقل عن (جيد) مع خبرة لا تقل عن إحدى عشرة سنة، أو حاصلاً على شهادة الماجستير في الشريعة أو ما يعادلها مع خبرة لا تقل عن ثماني سنوات، أو حاصلاً على شهادة الدكتوراه في الشريعة أو ما يعادلها مع خبرة لا تقل عن أربع سنوات. 
وتحدد اللائحة نوع الخبرة الواردة في هذه المادة.

المادة الثامنة
يشترط للترقية إلى وظيفة رئيس كتابة عدل (د) أن يكون المرشح قد أمضى سنتين على الأقل في وظيفة كاتب عدل (أ).
يشترط للترقية إلى وظائف: رئيس كتابة عدل (أ) و(ب) و(ج) أن يكون المرشح قد أمضى سنتين على الأقل في الوظيفة التي قبلها.
المادة التاسعة
يُصرف لمن يعين لأول مرة في الخدمة على إحدى وظائف كُتاب العدل بدل تعيين يعادل راتب ثلاثة أشهر للوظيفة المعين عليها.

المادة العاشرة
تكون رواتب كتاب العدل بجميع درجاتهم وفقًا لسلم رواتب خاص بهم يصدر بأمر ملكي.

الفصل الثالث ( اختصاص كُتاب العدل )
المادة الحادية عشرة
تعديلات المادة
    يختص كاتب العدل بتوثيق العقود والإقرارات، وله على وجه خاص توثيق ما يأتي:

الطلاق والخلع والرجعة.
الصلح.
عقد الزواج إذا كان أحد طرفيه سعودي الجنسية والآخر غير سعودي.
اتفاق ذوي الشأن على الحضانة، أو النفقة، أو الزيارة.
إنشاء الوقف والوصية.
قسمة الأموال المشتركة -بما فيها العقار- إذا لم يكن فيها نزاع، أو حصة وقف أو وصية، أو قاصر، أو غائب.
إقرار ذوي الشأن بالأموال المتلفة لأغراض التعويض عند الاقتضاء.
إقرار من لا يحسن القراءة من ذوي الشأن.
إفادة صاحب الشأن في الحالات الاجتماعية، والتصديق على شهادة الشهود عليها.
إفراغ صكوك الملكية العقارية وصكوك الاستحكام المستكملة لإجراءاتها الشرعية والنظامية، وتحويل استخدام صك الاستحكام، ودمج صكوك الاستحكام وصكوك الملكية العقارية الصادرة من كتابات العدل.
المادة الثانية عشرة
تعديلات المادة
لا يختص كاتب العدل بتوثيق أي إقرار أو عقد يكون أحد طرفيه قاصراً، أو غائباً، أو ناظر وقف أو وصية؛ إلا في الحالات الآتية:

قبول الهبة.
تصرفات الأب في مال ولده القاصر.
إقرار البائع بالبيع على مورث القاصر وقبضه الثمن قبل وفاة المورث.
ما ينزع من العقار للمنفعة العامة ما لم يكن البدل عقاراً.
عقد تأجير مدته لا تتطلب الإذن من المحكمة المختصة.
المادة الثالثة عشرة
يتولى قناصل المملكة في الخارج أو من يقوم مقامهم بعض اختصاصات كاتب العدل، وفق ضوابط تصدر بقرار من الوزير بالتنسيق مع وزير الخارجية.

الباب الثاني ( الفصل الأول: الموثق ومكتب التوثيق )
المادة الرابعة عشرة
   يشترط في الموثق ما يأتي:

أن يكون سعودي الجنسية.
أن يكون حسن السيرة والسلوك، وألا يكون محكوماً عليه بجريمة مخلة بالدين أو الشرف، أو صدر في حقه قرار تأديبي بالفصل من وظيفة عامة، ولو كان قد رُدّ إليه اعتباره.
أن يكون لائقاً صحيًا، وسليم الحواس.
أن يكون حاصلاً على شهادة جامعية في تخصص الشريعة أو الأنظمة من إحدى الكليات في المملكة، أو ما يعادل أيًّا منها، وبتقدير عام لا يقل عن (جيد).
أن يجتاز امتحاناً تحريريًا تعده الإدارة المختصة.
أن يجتاز دورة تدريبية متخصصة في مجال التوثيق وفق ضوابط تحددها اللائحة، ما لم يكن قد عمل -مدة لا تقل عن سنة- قاضياً أو كاتب عدل أو محامياً أو مستشاراً شرعيًا أو نظاميًا أو درّس الفقه أو أصوله أو الأنظمة في إحدى كليات المملكة. 
ألاَّ يكون موظفاً في القطاع العام أو القطاع الخاص، ولا مزاولاً لأي مهنة أخرى عدا مهنة المحاماة.
المادة الخامسة عشرة
تعديلات المادة

دون إخلال بما ورد في المادتين (الحادية عشرة) و(الثانية عشرة) من النظام، يعهد إلى الموثق 
-وفق أحكام النظام- توثيق ما يأتي:

إفراغ صكوك الملكية العقارية، وفقاً لما تبينه اللائحة.
الوكالات وفسخها.
الرهن وفكه وتعديله.
عقود تأسيس الشركات، وملاحق التعديل، وقرارات ذوي الصلاحيات فيها.
محاضر الجمعيات العمومية للشركات.
التصرفات والعقود الواقعة على العلامات التجارية، وبراءات الاختراع، وحقوق المؤلف.
العقود الواقعة على المال المنقول.
إقرار الكفالة الحضورية والغرمية.
الإقرار بالمبالغ المالية والمنقولات، وتسلمها، والتنازل عنها.
ويجوز بقرار من مجلس الوزراء -بناء على اقتراح من الوزير- أن يُعهد إلى الموثق بعض اختصاصات كاتب العدل الأخرى.

المادة السادسة عشرة
على الموثق البدء بمزاولة مهنته خلال مدة لا تزيد على مائة وعشرين يوماً من تاريخ صدور الرخصة، فإن لم يزاول المهنة، أو أراد التوقف عنها مدة تزيد على ستين يوماً، فيجب عليه أن يُبلغ الإدارة المختصة بذلك وفق النموذج المعدّ، ويؤشَّر في الجدول بالتوقف، ولا يعود إلى مزاولة المهنة إلاَّ بعد إشعار الإدارة المختصة، والتأشير في الجدول بعودته.

المادة السابعة عشرة
يجب على كل موثق أن يتخذ مكتباً لمزاولة مهنته وفقًا لما تحدده اللائحة، ويجوز تكوين شركة مهنية للتوثيق وفقاً لما يقضي به نظام الشركات المهنية.

الفصل الثاني ( مأذونو عقود النكاح )
المادة الثامنة عشرة
يُعهد إلى المأذون بتوثيق عقود النكاح إذا كان كلا طرفيه سعوديين، أو غير سعوديين، وذلك وفقاً لما تبينه اللائحة.

المادة التاسعة عشرة
    يُشترط في المأذون ما يأتي:

أن يكون سعودي الجنسية.
أن يكون حسن السيرة والسلوك، وألا يكون محكوماً عليه بجريمة مخلة بالدين أو الشرف، ما لم يكن قد مضى على انتهاء تنفيذ الحكم خمس سنوات على الأقل.
أن يكون لائقاً صحيًا، وسليم الحواس.
أن يكون حاصلاً على شهادة جامعية في العلوم الشرعية.
أن يجتاز امتحاناً تحريريًا تعده الإدارة المختصة.
الفصل الثالث ( الرخصة، والإعلان عن المهنة )
المادة العشرون
تصدر الرخصة بقرار من الوزير بناء على توصية من الإدارة المختصة.

المادة الحادية والعشرون
يشكل الوزير لجنة للبت في طلبات الحصول على الرخص، تؤلف برئاسة وكيل من الوزارة، وعضوية مستشار شرعي ومستشار نظامي من الوزارة لا تقل مرتبة كل منهما عن المرتبة (العاشرة)، وتبت اللجنة في الطلب خلال (ثلاثين) يوماً من تاريخ تقديمه، على أن يكون القرار مسبباً في حالة رفض الطلب. ويجوز لصاحب الطلب التظلم أمام المحكمة المختصة من قرار رفضه أو عدم البت فيه خلال تلك المدة.

المادة الثانية والعشرون
تكون مدة الرخصة خمس سنوات قابلة للتجديد، وتحدد اللائحة الإجراءات والضوابط الواجب اتخاذها عند إصدار الرخصة، أو تجديدها، أو إعادة إصدارها.

المادة الثالثة والعشرون
تقيد الرخص في الجدول لدى الإدارة المختصة، وتبين اللائحة كيفية القيد، وما يدرج فيه من بيانات.

المادة الرابعة والعشرون
للمرخص له الإعلان عن مهنته وفق ضوابط تعدها الإدارة المختصة، وتصدر بقرار من الوزير.

المادة الخامسة والعشرون
يستحصل على إصدار الرخصة للموثق رسم قدره ألفا ريال، وألف ريال عند التجديد.

الباب الثالث ( الفصل الأول: الواجبات والمحظورات )
المادة السادسة والعشرون
يحظر ممارسة أعمال التوثيق إلا بعد الحصول على الرخصة وفقاً لأحكام النظام واللائحة.

المادة السابعة والعشرون
على كاتب العدل والمرخص له كتابة إقرارات ذوي الشأن بعد التحقق من أهليتهم وصفاتهم وهوياتهم، والتثبت من المستندات المقدمة منهم، وأنها صالحة للاعتماد عليها، وتبين اللائحة الإجراءات والمستندات اللازمة لذلك.

المادة الثامنة والعشرون
على كاتب العدل والمرخص له الاستعانة بمترجم معتمد لمن لا يحسن العربية، ويوقع المترجم على ما قام به من ترجمة، ولا تجوز الاستعانة بمترجم له مصلحة فيما يوثق.

المادة التاسعة والعشرون
لا يجوز لكاتب العدل أو المرخص له توثيق ما يتعلق بمصلحته، أو مصلحة زوجه أو أصوله، أو فروعه أو من تحت ولايته ولو بصفة النيابة.

المادة الثلاثون
على كاتب العدل تلقي طلبات التوثيق، واتخاذ ما يلزم في شأنها، وفقاً لأحكام النظام ولائحته، ولمن رُفض طلبه حق التظلم لدى الإدارة المختصة.

المادة الحادية والثلاثون
يقوم كاتب العدل بأعمال التوثيق في كتابة العدل، ولا ينتقل خارجها إلا وفق ضوابط تحددها الإدارة المختصة، أما الموثق فله أن ينتقل إذا طلب ذوو الشأن ذلك. وفي غير ما ذكر لا يجوز -بأي حال- إخراج وعاء التوثيق أو أي مستند رسمي محفوظ خارج كتابة العدل أو مكتب التوثيق.

المادة الثانية والثلاثون
يُحظر على كاتب العدل والمرخص له إفشاء أسرار المعاملات وأي معلومة اطلعا عليها، أو تحصلا عليها بسبب عملهما.

المادة الثالثة والثلاثون
يجب على المأذون -قبل إجراء عقد النكاح- التحقق من توافر الأركان والشروط وانتفاء الموانع في الزوجين وحضور الولي المقرر شرعاً.

الفصل الثاني ( إجراءات التوثيق )
المادة الرابعة والثلاثون
تبين اللائحة إجراءات التوثيق لدى كتابة العدل، ولدى المرخص له.

المادة الخامسة والثلاثون
يجوز تدوين بيانات التوثيق إلكترونيًّا، ويكون لها حكم المحررات المكتوبة، وفقًا لأحكام نظام التعاملات الإلكترونية.

المادة السادسة والثلاثون
توثق العقود والإقرارات باللغة العربية.

المادة السابعة والثلاثون
على كاتب العدل والمرخص له اعتماد الوثائق الصادرة من خارج المملكة بعد التحقق من عدم مخالفتها للمقتضى الشرعي أو النظامي وتصديق الوزارة عليها، ويسري ذلك على أصل ترجمتها إلى اللغة العربية.

المادة الثامنة والثلاثون
تعديلات المادة
تكون مدة صك الوكالة خمس سنوات من تاريخ صدوره ما لم تفسخ أو يتوفى أحد  طرفيها أو تزول أهليته قبل مضي هذه المدة أو يحدد الموكل مدتها بما يقل عن تلك المدة.

الفصل الثالث ( أوعية التوثيق )
المادة التاسعة والثلاثون
تُحفظ أوعية التوثيق في كتابة العدل ولدى المرخص لهم، وتحدد اللائحة ضوابط ذلك، وإجراءات تسليم أوعية التوثيق، ونسخ العقود الموثقة، والإدارات المختصة بتسلمها.

المادة الأربعون
تعديلات المادة
تكون أعمال التوثيق في نماذج تعدها الوزارة، وإذا كانت النماذج تتعلق بأعمال جهة حكومية، فتعدها تلك الجهة بالتنسيق مع الوزارة.
يراعى في النماذج بالنسبة إلى العقود حق المتعاقدين في إضافة ما بينهما من شروط أو اتفاق ما لم يخالف ذلك المقتضى الشرعي أو النظامي.
الفصل الرابع ( حجية الوثائق وحمايتها )
المادة الحادية والأربعون
الوثائق الصادرة وفق أحكام النظام لها قوة الإثبات، وتعد سنداً تنفيذيًا فيما تضمنته من التزام، ويجب العمل بمضمونها أمام المحاكم بلا بينة إضافية ولا يجوز الطعن فيها. ولا تلغى الوثائق الصادرة وفق النظام إلا بحكم قضائي تأسيساً على مخالفتها لمقتضى الأصول الشرعية أو النظامية، أو تزويرها، وذلك بعد مرافعة مستكملة إجراءاتها الشرعية والنظامية.

المادة الثانية والأربعون
يجوز لمن له مصلحة ولو محتملة من الأشخاص ذوي الصفة الطبيعية أو الاعتبارية -العامة والخاصة- أن يخاصم من بيده وثيقة صادرة وفق أحكام النظام أو من يستفيد منها أمام المحكمة المختصة. ويكون ذلك وفق أحكام نظام المرافعات الشرعية، وأحكام نظام الإجراءات الجزائية، والأنظمة ذات الصلة.

المادة الثالثة والأربعون
لا يؤشر على وعاء التوثيق بالإيقاف أو التحفظ عليه أو رفعهما إلا بأمر من المحكمة المختصة، أو سلطة مختصة بذلك بموجب نص نظامي.

المادة الرابعة والأربعون
إذا فقد ضبط صك صادر من كاتب عدل قبل صدور النظام، أو فقد وعاء توثيق، أو تلف أي منهما تلفاً لا يعرف معه مضمونه، فيعاد ضبطه بعد أخذ تصديق ذوي الشأن، متى طابق الصك أساسه المستند إليه، وإلا فيعرض على الإدارة المختصة لتقرير ما يلزم في شأنه.

المادة الخامسة والأربعون
إذا فقد سجل صك صادر من كاتب عدل قبل صدور النظام، أو تلف تلفاً لا يعرف معه مضمونه، فيعاد تسجيله، متى طابق الصك أساسه المستند إليه، وإلا فيعرض على الإدارة المختصة لتقرير ما يلزم في شأنه.

الباب الرابع ( الفصل الأول: الرقابة والتفتيش )
المادة السادسة والأربعون
تتولى الإدارة المختصة التفتيش والرقابة على كاتب العدل والتحقيق معه في الأعمال ذات العلاقة بالتوثيق، وذلك وفقًا للإجراءات المنظمة لذلك التي تحددها اللائحة.
تتولى الإدارة المختصة التفتيش والرقابة على المرخص له والتحقيق معه، وذلك وفقاً للإجراءات المنظمة لذلك التي تحددها اللائحة.
لا يخل ما ورد في الفقرة (1) والفقرة (2) من هذه المادة باختصاص إدارة التفتيش القضائي في المجلس الأعلى للقضاء في التحقيق مع كاتب العدل أو المرخص له، والتحقق من أعمالهم الواردة في السجلات والضبوط، والصكوك الصادرة بناءً عليها، ومدى موافقتها للأصول الشرعية أو النظامية؛ متى ارتبط ذلك بمعاملة لديها، وفي جميع الأحوال يجب إحالة نتيجة التحقيق فيما يخص مساءلتهم إلى الإدارة المختصة.
المادة السابعة والأربعون
يصدر الوزير قراراً بإيقاف المرخص له عن العمل مدة لا تزيد على تسعين يوماً أثناء التحقيق معه بناءً على توصية من الإدارة المختصة، وينتهي قرار الإيقاف بانتهاء مدته أو بانتهاء التحقيق بعدم الإدانة أيهما أسبق.

الفصل الثاني ( العقوبات )
المادة الثامنة والأربعون
يشكل الوزير لجنة -أو أكثر- للنظر في نتائج التحقيق في مخالفات كاتب العدل -ذات العلاقة بالتوثيق- والمرخص له، وتوقيع العقوبات المنصوص عليها في المادتين (التاسعة والأربعين) و(الخمسين) من النظام، وتؤلف برئاسة وكيل من الوزارة، وعضوية مستشار شرعي ومستشار نظامي، ويسمي الوزير من يحل محل أي من أعضائها عند غيابه. وتكون مدة عضوية هذه اللجنة أربع سنوات قابلة للتجديد، وتنعقد بحضور جميع أعضائها، وتصدر قراراتها بالأغلبية بعد سماع أقوال كاتب العدل أو المرخص له. وتكون قراراتها مسببة قابلة للطعن فيها وفقاً لأحكام نظام المرافعات أمام ديوان المظالم.

المادة التاسعة والأربعون
العقوبات التأديبية التي يجوز توقيعها على كاتب العدل هي:

اللوم.
الحسم من الراتب بما لا يتجاوز صافي راتب ثلاثة أشهر.
الحرمان من علاوة دورية واحدة.
الفصل.
المادة الخمسون
مع عدم الإخلال بأي عقوبة أشد منصوص عليها في نظام آخر، يعاقب المرخص له بعقوبة أو أكثر من العقوبات الآتية:

الإنذار.
غرامة لا تزيد على خمسمائة ألف ريال.
إيقاف الرخصة مدة لا تتجاوز ثلاث سنوات.
إلغاء الرخصة.
المادة الحادية والخمسون
يؤشر في الجدول بالقرار النهائي الصادر بالعقوبة، ولمن ألغيت رخصته بعد مضي خمس سنوات من تاريخ صدور القرار طلب إعادة قيد اسمه في الجدول، والترخيص له، وتحدد اللائحة الإجراءات الواجب اتخاذها لإعادة القيد.

المادة الثانية والخمسون
مع عدم الإخلال بأي عقوبة أشد منصوص عليها في نظام آخر، تعاقب المحكمة المختصة من ينتحل اسم المرخص له أو صفته، أو يمارس عمله دون رخصة، بالسجن مدة لا تزيد على سنة، أو بغرامة لا تزيد على مائة ألف ريال، أو بهما معاً، ويجوز تضمين الحكم الصادر بالعقوبة النص على نشر ملخصه على نفقة المحكوم عليه في صحيفة أو أكثر من الصحف المحلية، أو في أي وسيلة أخرى مناسبة، وذلك بحسب نوع الجريمة المرتكبة وجسامتها وتأثيرها، على أن يكون النشر بعد اكتساب الحكم القطعية.

الباب الخامس ( أحكام ختامية )
المادة الثالثة والخمسون
    يجوز -بقرار من الوزير- إسناد بعض أعمال التوثيق إلى القطاع الخاص.

المادة الرابعة والخمسون
يجوز تحصيل رسوم عن أي من أعمال التوثيق التي يقوم بها كاتب العدل، ويحدد -بقرار من مجلس الوزراء بناء على اقتراح من الوزير- مقدار هذه الرسوم، وحالات تأجيل تحصيلها، أو إيقافها، أو عدم تطبيقها. 
تحدد اللائحة مقابلاً مالياً لا يقل عن مائة ريال ولا يزيد على خمسة آلاف ريال عن أي من أعمال التوثيق التي يقوم بها المرخص له.
لمجلس الوزراء تعديل الحد الأعلى للمقابل المالي المشار إليه في الفقرة (2) من هذه المادة.
المادة الخامسة والخمسون
فيما لم يرد فيه نص خاص في النظام، تسري أنظمة ولوائح الخدمة المدنية على كتاب العدل.

المادة السادسة والخمسون
يصدر الوزير -بعد التنسيق مع المجلس الأعلى للقضاء- اللائحة خلال مائة وثمانين يومًا من تاريخ صدور النظام.

المادة السابعة والخمسون
يعمل بالنظام بعد مائة وثمانين يوماً من تاريخ نشره في الجريدة الرسمية، ويلغي كل ما يتعارض معه من أحكام.





`
  }



];